Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Fruit – Unprepared/Unprocessed (Frozen)
de: Obst - nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Fruits – Non Préparé/Non Transformé (Surgelé)
nl: Fruit - Onbewerkt/Onverwerkt (Diepvries)

source: Fruit – Unprepared/Unprocessed (Shelf Stable)
de: Obst - nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Fruits – Non Préparé/Non Transformé (Longue Conservation)
nl: Fruit - Onbewerkt/Onverwerkt (Houdbaar)

source: Vegetables – Unprepared/Unprocessed (Frozen)
de: Gemüse – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Légumes – Non Préparé/Non Transformé (Surgelé)
nl: Groenten - Onbewerkt/Onverwerkt (Diepvries)

source: Vegetables – Unprepared/Unprocessed (Shelf Stable)
de: Gemüse – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Légumes - Non Préparé/Non Transformé (Longue Conservation)
nl: Groenten - Onbewerkt/Onverwerkt (Houdbaar)

source: Nuts/Seeds – Unprepared/Unprocessed (Perishable)
de: Nüsse / Samen - nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Noix/Graines – Non Préparé/Non Transformé (Périssable)
nl: Noten/Zaadjes - Onbewerkt/Onverwerkt (Vers)

source: Nuts/Seeds – Unprepared/Unprocessed (In Shell)
de: Nüsse/Samen – nicht bearbeitet/verarbeitet (in der Schale)
fr: Noix/Graines – Non Préparées/Non Transformées (Longue Conservation)
nl: Noten/Zaadjes - Onbewerkt/Onverwerkt (In Pel/Schil)

source: Fish – Prepared/Processed (Perishable)
de: Fisch – bearbeitet / verarbeitet (leicht verderblich)
fr: Poissons - Préparés/Transformés (Périssable)
nl: Vis - Bereid/Bewerkt (Beperkt Houdbaar)

source: Fish – Prepared/Processed (Frozen)
de: Fisch – bearbeitet / verarbeitet (tiefgefroren)
fr: Poissons - Préparés/Transformés (Surgelé)
nl: Vis - Bereid/Bewerkt (Diepvries)

source: Fish – Prepared/Processed (Shelf Stable)
de: Fisch – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Poissons - Préparés/Transformés (Longue Conservation)
nl: Vis - Bereid/Bewerkt (Houdbaar)

source: Shellfish – Unprepared/Unprocessed (Perishable)
de: Schalen- / Krustentiere – nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Crustacés et Mollusques - Non Préparés/Non Transformés (Périssable)
nl: Schaal-/Schelpdieren - Niet-bereid/Niet-bewerkt (Beperkt Houdbaar)

source: Shellfish – Unprepared/Unprocessed (Frozen)
de: Schalen- / Krustentiere – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Crustacés et Mollusques - Non Préparés/Non Transformés (Surgelé)
nl: Schaal-/Schelpdieren - Niet-bereid/Niet-bewerkt (Diepvries)

source: Shellfish – Unprepared/Unprocessed (Shelf Stable)
de: Schalen- / Krustentiere – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Crustacés et Mollusques - Non Préparés/Non Transformés (Longue Conservation)
nl: Schaal-/Schelpdieren - Niet-bereid/Niet-bewerkt (Houdbaar)

source: Milk (Perishable)
de: Milch (leicht verderblich)
fr: Lait (Périssable)
nl: Melk (Beperkt Houdbaar)

source: Milk (Shelf Stable)
de: Milch (ohne Kühlung haltbar)
fr: Lait (Longue Conservation)
nl: Melk (Houdbaar)

source: Milk (Frozen)
de: Milch (tiefgefroren)
fr: Lait (Surgelé)
nl: Melk (Diepvries)

source: Cheese (Perishable)
de: Käse (leicht verderblich)
fr: Fromage (Périssable)
nl: Kaas (Beperkt Houdbaar)

source: Cheese (Shelf Stable)
de: Käse (ohne Kühlung haltbar)
fr: Fromage (Longue Conservation)
nl: Kaas (Houdbaar)

source: Cheese (Frozen)
de: Käse (tiefgefroren)
fr: Fromage (Surgelé)
nl: Kaas (Diepvries)

source: Oils Edible – Vegetable or Plant (Shelf Stable)
de: Speiseöle - pflanzlich (ohne Kühlung haltbar)
fr: Huiles Comestibles – Végétales ou de Plantes (Longue Conservation)
nl: Eetbare Oliën - Plantaardig (Houdbaar)

source: Fats Edible – Animal (Perishable)
de: Speisefette - tierisch (leicht verderblich)
fr: Graisses Comestibles – Animales (Périssable)
nl: Eetbare Vetten - Dierlijk (Beperkt Houdbaar)

source: Fats Edible – Vegetable/Plant (Shelf Stable)
de: Speisefette - pflanzlich (ohne Kühlung haltbar)
fr: Graisses Comestibles – Végétales/Plantes (Longue Conservation)
nl: Eetbare Vetten - Plantaardig (Houdbaar)

source: Sugar/Sugar Substitutes (Shelf Stable)
de: Zucker / Zuckerersatzstoffe (ohne Kühlung haltbar)
fr: Sucre/Succédanés de Sucre (Longue Conservation)
nl: Suiker/Kunstmatige Zoetstof (Houdbaar)

source: Syrup/Treacle/Molasses (Shelf Stable)
de: Sirup / schwarzer Rübensirup / Melasse (ohne Kühlung haltbar)
fr: Sirop/Mélasse (Longue Conservation)
nl: Siroop/Suikerstroop/Melasse (Houdbaar)

source: Chocolate and Chocolate/Sugar Candy Combinations – Confectionery
de: Schokolade und Mischungen aus Schokolade und Zuckerwaren - Süßwaren
fr: Chocolat et Confiserie de Chocolat et/ou de Sucre - Confiserie
nl: Chocolade/Combinatie van Chocolade en Snoepjes

source: Sugar Candy/Sugar Candy Substitutes Confectionery
de: Bonbons / Zuckerwaren auf Basis Zuckerersatz
fr: Confiserie de Sucre Candi/Succédanés de Sucre Candi
nl: Harde/Zachte Snoepjes

source: Herbs/Spices (Perishable)
de: Kräuter / Gewürze (leicht verderblich)
fr: Herbes/Epices (Périssable)
nl: Kruiden/Specerijen (Beperkt Houdbaar)

source: Herbs/Spices (Shelf Stable)
de: Kräuter / Gewürze (ohne Kühlung haltbar)
fr: Herbes/Epices (Longue Conservation)
nl: Kruiden/Specerijen (Houdbaar)

source: Extracts/Salt/Meat Tenderisers (Shelf Stable)
de: Extrakte / Salz / Fleischzartmacher (ohne Kühlung haltbar)
fr: Concentrés/Sels/Attendrisseurs (Longue Conservation)
nl: Extracten/Zout/Vlees Malsmakers (Houdbaar)

source: Vinegars
de: Essig
fr: Vinaigres
nl: Azijnen

source: Cooking Wines
de: Kochweine
fr: Vins de Cuisine
nl: Kookwijnen

source: Other Sauces Dipping/Condiments/Savoury Toppings/Savoury Spreads/Marinades (Perishable)
de: Dipsaucen / Würzsaucen / Feinkostsaucen / Aufstriche / Marinaden (leicht verderblich)
fr: Sauces Condimentaires/Condiments/Nappages Salés/Produits à Tartiner Salés/Marinades (Périssable)
nl: Dipsauzen/Smaakmakers/Hartige Toppings/Hartige Spreads/Marinades (Beperkt Houdbaar)

source: Sauces – Cooking (Perishable)
de: Saucen (leicht verderblich)
fr: Sauces - Cuisson (Périssable)
nl: Sauzen - Koken (Beperkt Houdbaar)

source: Sauces – Cooking (Frozen)
de: Saucen (tiefgefroren)
fr: Sauces - Cuisson (Surgelé)
nl: Sauzen - Koken (Diepvries)

source: Sauces – Cooking (Shelf Stable)
de: Saucen (ohne Kühlung haltbar)
fr: Sauces - Cuisson (Longue Conservation)
nl: Sauzen - Koken (Houdbaar)

source: Pate (Perishable)
de: Pasteten / Paté (leicht verderblich)
fr: Pâté (Périssable)
nl: Paté (Beperkt Houdbaar)

source: Baking/Cooking Mixes (Perishable)
de: Back- / Kochmischungen (leicht verderblich)
fr: Préparations Boulangères pour Cuisson au Four (Périssable)
nl: Bak/Kook Samenstellingen (Beperkt Houdbaar)

source: Baking/Cooking Supplies (Perishable)
de: Back- / Kochzutaten (leicht verderblich)
fr: Matières Consommables pour Cuisson au Four (Périssable)
nl: Bak/Kook Benodigdheden (Beperkt Houdbaar)

source: Baby/Infant – Specialised Foods (Shelf Stable)
de: Baby- und Kleinkindernahrungsmittel (ohne Kühlung haltbar)
fr: Bébés/Nourrissons - Aliments Spéciaux (Longue Conservation)
nl: Baby/Peuter - Levensmiddelen (Houdbaar)

source: Baby/Infant – Specialised Beverages (Shelf Stable)
de: Baby- und Kleinkindergetränke (ohne Kühlung haltbar)
fr: Bébés/Nourrissons - Boissons Spécialisées (Longue Conservation)
nl: Baby/Peuter - Dranken (Houdbaar)

source: Coffee - Liquid/Ready to Drink
de: Kaffee - flüssig/trinkfertig
fr: Café – Liquide/Prêt à Boire
nl: Koffie - Vloeibaar/Gebruiksklaar

source: Coffee – Soluble Instant
de: Kaffee - Instant
fr: Café – Instantané Soluble
nl: Koffie - Oplos/Instant

source: Tea – Bags/Loose
de: Tee - Beutel / lose
fr: Thé – En Sachets/en Vrac
nl: Thee - Theezakjes/Los

source: Tea – Instant
de: Tee - Instant
fr: Thé – Instantané
nl: Thee - Instant

source: Tea – Liquid/Ready to Drink
de: Tee - flüssig/trinkfertig
fr: Thé – Liquide/Prêt à Boire
nl: Thee - Vloeibaar/Gebruiksklaar

source: Fruit Herbal Infusions/Tisanes - Bags/Loose
de: Früchte-/Kräutertee - Beutel/lose
fr: Infusions/Tisanes d'Herbes et de Fruits – En Sachets/en Vrac
nl: Vruchten- en Kruideninfusies/-tisanes - Theezakjes/Los

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Kautabak / Schnupftabak
fr: Tabac - à Mâcher/Priser
nl: Tabakswaren - Pruimtabak/Snuiftabak

source: Aquatic Plants Unprepared/Unprocessed (Perishable)
de: Wasserpflanzen / Algen – nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Plantes Aquatiques - Non Préparées/Non Transformées (Périssable)
nl: Waterplanten - Niet-bereid/Niet-bewerkt (Beperkt Houdbaar)

source: Aquatic Plants Unprepared/Unprocessed (Frozen)
de: Wasserpflanzen / Algen – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Plantes Aquatiques - Non Préparées/Non Transformées (Surgelé)
nl: Waterplanten - Niet-bereid/Niet-bewerkt (Diepvries)

source: Aquatic Plants Unprepared/Unprocessed (Shelf Stable)
de: Wasserpflanzen / Algen – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Plantes Aquatiques - Non Préparées/Non Transformées (Longue Conservation)
nl: Waterplanten - Niet-bereid/Niet-bewerkt (Houdbaar)

source: Alcohol Making Kits
de: Sets zur Alkoholherstellung
fr: Kits de Fabrication d'Alcool
nl: Kits voor Alcoholvervaardiging

source: Alcohol Making Supplies
de: Alkoholherstellungszubehör
fr: Fournitures de Fabrication d'Alcool
nl: Benodigdheden voor Alcoholvervaardiging

source: Alcoholic Pre-mixed Drinks
de: Alkoholische Mixgetränke
fr: Boissons Alcoolisées Pré-mélangées
nl: Gemengde Dranken met Alcohol

source: Aquatic Invertebrates – Prepared/Processed (Frozen)
de: Weichtiere – bearbeitet / verarbeitet (tiefgefroren)
fr: Invertébrés Aquatiques - Préparés/Transformés (Surgelé)
nl: Ongewervelde Waterdieren - Bereid/Bewerkt (Diepvries)

source: Aquatic Invertebrates – Prepared/Processed (Perishable)
de: Weichtiere – bearbeitet / verarbeitet (leicht verderblich)
fr: Invertébrés Aquatiques - Préparés/Transformés (Périssable)
nl: Ongewervelde Waterdieren - Bereid/Bewerkt (Beperkt Houdbaar)

source: Aquatic Invertebrates – Prepared/Processed (Shelf Stable)
de: Weichtiere – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Invertébrés Aquatiques - Préparés/Transformés (Longue Conservation)
nl: Ongewervelde Waterdieren - Bereid/Bewerkt (Houdbaar)

source: Aquatic Invertebrates – Unprepared/Unprocessed (Frozen)
de: Weichtiere – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Invertébrés Aquatiques - Non Préparés/Non Transformés (Surgelé)
nl: Ongewervelde Waterdieren - Niet-bereid/Niet-bewerkt (Diepvries)

source: Aquatic Invertebrates – Unprepared/Unprocessed (Perishable)
de: Weichtiere – nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Invertébrés Aquatiques - Non Préparés/Non Transformés (Périssable)
nl: Ongewervelde Waterdieren - Niet-bereid/Niet-bewerkt (Beperkt Houdbaar)

source: Aquatic Invertebrates – Unprepared/Unprocessed (Shelf Stable)
de: Weichtiere – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Invertébrés Aquatiques - Non Préparés/Non Transformés (Longue Conservation)
nl: Ongewervelde Waterdieren - Niet-bereid/Niet-bewerkt (Houdbaar)

source: Aquatic Plants Prepared/Processed (Frozen)
de: Wasserpflanzen / Algen – bearbeitet / verarbeitet (tiefgefroren)
fr: Plantes Aquatiques - Préparées/Transformées (Surgelé)
nl: Waterplanten - Bereid/Bewerkt (Diepvries)

source: Aquatic Plants Prepared/Processed (Perishable)
de: Wasserpflanzen / Algen – bearbeitet / verarbeitet (leicht verderblich)
fr: Plantes Aquatiques - Préparées/Transformées (Périssable)
nl: Waterplanten - Bereid/Bewerkt (Beperkt Houdbaar)

source: Aquatic Plants Prepared/Processed (Shelf Stable)
de: Wasserpflanzen / Algen – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Plantes Aquatiques - Préparées/Transformées (Longue Conservation)
nl: Waterplanten - Bereid/Bewerkt (Houdbaar)

source: Baking/Cooking Mixes (Frozen)
de: Back- / Kochmischungen (tiefgefroren)
fr: Préparations Boulangères pour Cuisson au Four (Surgelé)
nl: Bak/Kook Samenstellingen (Diepvries)

source: Baking/Cooking Mixes (Shelf Stable)
de: Back- / Kochmischungen (ohne Kühlung haltbar)
fr: Préparations Boulangères pour Cuisson au Four (Longue Conservation)
nl: Bak/Kook Samenstellingen (Houdbaar)

source: Baking/Cooking Supplies (Frozen)
de: Back- / Kochzutaten (tiefgefroren)
fr: Matières Consommables pour Cuisson au Four (Surgelé)
nl: Bak/Kook Benodigdheden (Diepvries)

source: Baking/Cooking Supplies (Shelf Stable)
de: Back- / Kochzutaten (ohne Kühlung haltbar)
fr: Matières Consommables pour Cuisson au Four (Longue Conservation)
nl: Bak/Kook Benodigdheden (Houdbaar)

source: Beer
de: Bier
fr: Bière
nl: Bier

source: Biscuits/Cookies (Perishable)
de: Kekse / Gebäck (leicht verderblich)
fr: Gâteaux Secs/Biscuits (Périssable)
nl: Biscuits/Koekjes (Beperkt Houdbaar)

source: Biscuits/Cookies (Shelf Stable)
de: Kekse / Gebäck (ohne Kühlung haltbar)
fr: Gâteaux Secs/Biscuits (Longue Conservation)
nl: Biscuits/Koekjes (Houdbaar)

source: Bread (Frozen)
de: Brot (tiefgefroren)
fr: Pain (Surgelé)
nl: Brood (Diepvries)

source: Bread (Perishable)
de: Brot (leicht verderblich)
fr: Pain (Périssable)
nl: Brood (Beperkt Houdbaar)

source: Bread (Shelf Stable)
de: Brot (behandelt - ohne Kühlung haltbar)
fr: Pain (Longue Conservation)
nl: Brood (Houdbaar)

source: Dried Breads (Shelf Stable)
de: Getrocknete Broterzeugnisse (ohne Kühlung haltbar)
fr: Pains Secs (Longue Conservation)
nl: Gedroogde Broodproducten (Houdbaar)

source: Butter (Frozen)
de: Butter (tiefgefroren)
fr: Beurre (Surgelé)
nl: Boter (Diepvries)

source: Butter (Perishable)
de: Butter (leicht verderblich)
fr: Beurre (Périssable)
nl: Boter (Beperkt Houdbaar)

source: Butter (Shelf Stable)
de: Butter (ohne Kühlung haltbar)
fr: Beurre (Longue Conservation)
nl: Boter (Houdbaar)

source: Cakes – Sweet (Frozen)
de: Kuchen / Torten - süß (tiefgefroren)
fr: Gâteaux – Sucré (Surgelé)
nl: Cakes - Zoet (Diepvries)

source: Cakes – Sweet (Perishable)
de: Kuchen / Torten - süß (verderblich)
fr: Gâteaux – Sucré (Périssable)
nl: Cakes - Zoet (Beperkt Houdbaar)

source: Cakes – Sweet (Shelf Stable)
de: Kuchen / Torten - süß (konserviert - ohne Kühlung haltbar)
fr: Gâteaux – Sucré (Longue Conservation)
nl: Cakes - Zoet (Houdbaar)

source: Chips/Crisps/Snack Mixes – Natural/Extruded (Shelf Stable)
de: Chips / Knabberartikel / Knabbermischungen - natürlich / extrudiert (ohne Kühlung haltbar)
fr: Chips/Amuse-gueules/Mélanges d'Aliments à grignoter - Naturels et Extrudés (Longue Cons.)
nl: Chips/Snacks/Gemengde Snacks - Naturel/Geëxtrudeerd (Houdbaar)

source: Chocolate/Cocoa/Malt – Not Ready to Drink
de: Trinkschokolade / Kakao / Malzgetränke - nicht trinkfertig
fr: Chocolat/Cacao/Malt – Non Prêt à Boire
nl: Chocolade/Cacao/Mout - Niet-gebruiksklaar

source: Chocolate/Cocoa/Malt – Ready to Drink
de: Trinkschokolade / Kakao / Malzgetränke - trinkfertig
fr: Chocolat/Cacao/Malt – Prêt à Boire
nl: Chocolade/Cacao/Mout - Gebruiksklaar

source: Chutneys/Relishes (Shelf Stable)
de: Chutneys / Relishes (ohne Kühlung haltbar)
fr: Chutneys/Condiments (Longue Conservation)
nl: Chutneys/Pikante sauzen (Houdbaar)

source: Apple/Pear Alcoholic Beverage – Sparkling
de: Alkoholische Getränke auf Apfel- / Birnenbasis - mit Kohlensäure
fr: Cidre/Poiré Boisson Alcoolisée - Mousseux
nl: Cider/Perry - Mousserend

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Zigaretten
fr: Cigarettes
nl: Sigaretten

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Zigarren / Zigarillos
fr: Cigares
nl: Sigaren

source: Confectionery Based Spreads (Shelf Stable)
de: Nuss- und Schokoladencremes (ohne Kühlung haltbar)
fr: Pâtes à Tartiner Sucrées (Longue Conservation)
nl: Smeerbeleg gebaseerd op Noten of Chocolade (Houdbaar)

source: Cream (Frozen)
de: Sahne (tiefgefroren)
fr: Crème (Surgelé)
nl: Room (Diepvries)

source: Cream (Perishable)
de: Sahne (leicht verderblich)
fr: Crème (Périssable)
nl: Room (Beperkt Houdbaar)

source: Cream (Shelf Stable)
de: Sahne (ohne Kühlung haltbar)
fr: Crème (Longue Conservation)
nl: Room (Houdbaar)

source: Dairy Based Drinks – Ready to Drink (Perishable)
de: Milchbasierte Getränke - trinkfertig (leicht verderblich)
fr: Boissons à Base de Produits Laitiers – Prêt à Boire (Périssable)
nl: Op Zuivel Gebaseerde Dranken - Gebruiksklaar (Beperkt Houdbaar)

source: Dairy Based Drinks – Ready to Drink (Shelf Stable)
de: Milchbasierte Getränke - trinkfertig (ohne Kühlung haltbar)
fr: Boissons à Base de Produits Laitiers – Prêt à Boire (Longue Conservation)
nl: Op Zuivel Gebaseerde Dranken - Gebruiksklaar (Houdbaar)

source: Dessert Sauces/Toppings/Fillings (Frozen)
de: Dessertsaucen / Garnierungen / Füllungen (tiefgefroren)
fr: Sauces/Nappages pour Desserts (Surgelé)
nl: Dessertsauzen/Toppings/Vullingen (Diepvries)

source: Dessert Sauces/Toppings/Fillings (Perishable)
de: Dessertsaucen / Garnierungen / Füllungen (leicht verderblich)
fr: Sauces/Nappages pour Desserts (Périssable)
nl: Dessertsauzen/Toppings/Vullingen (Beperkt Houdbaar)

source: Dessert Sauces/Toppings/Fillings (Shelf Stable)
de: Dessertsaucen / Garnierungen / Füllungen (ohne Kühlung haltbar)
fr: Sauces/Nappages pour Desserts (Longue Conservation)
nl: Dessertsauzen/Toppings/Vullingen (Houdbaar)

source: Desserts (Frozen)
de: Desserts (tiefgefroren)
fr: Desserts (Surgelé)
nl: Desserts (Diepvries)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Desserts (leicht verderblich)
fr: Desserts (Périssable)
nl: Desserts (Beperkt Houdbaar)

source: Dressings/Dips (Perishable)
de: Salatsaucen / Dips (leicht verderblich)
fr: Assaisonnements/Sauces Froides (Périssable)
nl: Slasauzen//Dipsausjes (Beperkt Houdbaar)

source: Dressings/Dips (Shelf Stable)
de: Salatsaucen / Dips (ohne Kühlung haltbar)
fr: Assaisonnements/Sauces Froides (Longue Conservation)
nl: Slasauzen/Dipsausjes (Houdbaar)

source: Drinks Flavoured – Ready to Drink
de: Erfrischungsgetränke, aromatisiert - trinkfertig
fr: Boissons Aromatisées – Prêt à Boire
nl: Gearomatiseerde Dranken - Gebruiksklaar

source: Drinks Flavoured – Not Ready to Drink
de: Erfrischungsgetränke aromatisiert - nicht trinkfertig
fr: Boissons Aromatisées – Non Prêt à Boire
nl: Gearomatiseerde Dranken - Niet-gebruiksklaar

source: Flour – Cereal/Pulse (Shelf Stable)
de: Mehle - Getreide / Hülsenfrüchte (ohne Kühlung haltbar)
fr: Farine – Céréale/Légume Sec (Longue Conservation)
nl: Meel - Graanproducten/Peulvruchten (Houdbaar)

source: Fruit – Prepared/Processed (Frozen)
de: Obst - bearbeitet / verarbeitet (tiefgefroren)
fr: Fruits – Préparé/Transformé (Surgelé)
nl: Fruit - Bereid/Bewerkt (Diepvries)

source: Fruit – Prepared/Processed (Perishable)
de: Obst - bearbeitet / verarbeitet (leicht verderblich)
fr: Fruits – Préparé/Transformé (Périssable)
nl: Fruit - Bereid/Bewerkt (Beperkt Houdbaar)

source: Fruit – Prepared/Processed (Shelf Stable)
de: Obst - bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Fruits – Préparé/Transformé (Longue Conservation)
nl: Fruit - Bereid/Bewerkt (Houdbaar)

source: Fruit/Nuts/Seeds Mixes – Prepared/Processed (Shelf Stable)
de: Früchte / Nüsse / Samen Mischungen - bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Mélanges de Fruits/Noix/Graines – Préparé/Transformé (Longue Conservation)
nl: Fruit/Noten/Zaadjes Gemengd - Bereid/Bewerkt (Houdbaar)

source: Fruit Herbal Infusions/Tisanes - Instant
de: Kräuter- und Früchtetees - Instant
fr: Infusions/Tisanes d'Herbes et de Fruits – Instantanées
nl: Vruchten- en Kruideninfusies/-tisanes - Instant

source: Grains/Cereal – Not Ready to Eat – (Shelf Stable)
de: Körner / Getreide - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Céréales/Grains – Non Prêt à Consommer (Longue Conservation)
nl: Granen/Graanproducten - Niet-gebruiksklaar (Houdbaar)

source: Herbs/Spices (Frozen)
de: Kräuter / Gewürze (tiefgefroren)
fr: Herbes/Epices (Surgelé)
nl: Kruiden/Specerijen (Diepvries)

source: Honey (Shelf Stable)
de: Honig (ohne Kühlung haltbar)
fr: Miel (Longue Conservation)
nl: Honing (Houdbaar)

source: Ice
de: Eis
fr: Glace et Glaçons
nl: IJsblokjes

source: Ice Cream/Ice Novelties (Frozen)
de: Speiseeis (tiefgefroren)
fr: Crèmes Glacées/Desserts Glacés (Surgelé)
nl: IJs (Diepvries)

source: Ice Cream/Ice Novelties (Shelf Stable)
de: Speiseeis (ohne Kühlung haltbar)
fr: Crèmes Glacées/Desserts Glacés (Longue Conservation)
nl: IJs (Houdbaar)

source: Jams/Marmalades (Shelf Stable)
de: Marmeladen / Gelees / Konfitüren (ohne Kühlung haltbar)
fr: Confitures/Marmelades/Gelées (Longue Conservation)
nl: Jam/Marmelade (Houdbaar)

source: Fruit Juice – Ready to Drink (Perishable)
de: Fruchtsaft - trinkfertig (leicht verderblich)
fr: Jus de Fruits – Prêt à boire (Périssable)
nl: Vruchtensap - Gebruiksklaar (Beperkt Houdbaar)

source: Fruit Juice – Ready to Drink (Shelf Stable)
de: Fruchtsaft - trinkfertig (ohne Kühlung haltbar)
fr: Jus de Fruits – Prêt à Boire (Longue Conservation)
nl: Vruchtensap - Gebruiksklaar (Houdbaar)

source: Fruit Juice Drinks – Ready to Drink (Perishable)
de: Fruchtsaftgetränke - trinkfertig (leicht verderblich)
fr: Boissons à Base de Jus de Fruits – Prêt à Boire (Périssable)
nl: Dranken met Vruchtensap - Gebruiksklaar (Beperkt Houdbaar)

source: Fruit Juice Drinks – Ready to Drink (Shelf Stable)
de: Fruchtsaftgetränke - trinkfertig (ohne Kühlung haltbar)
fr: Boissons à Base de Jus de Fruits – Prêt à boire (Longue Conservation)
nl: Dranken met Vruchtensap - Gebruiksklaar (Houdbaar)

source: Liqueurs
de: Liköre
nl: Likeuren

source: Packaged Water
de: Abgefülltes Wasser – nicht aromatisiert
fr: Eau sous Emballage - Non Aromatisé
nl: Mineraal-/Bron-/Tafelwater

source: Nuts/Seeds – Prepared/Processed (In Shell)
de: Nüsse/Samen – bearbeitet/verarbeitet (leicht verderblich)
fr: Noix/Graines – Préparées/Transformées (en coque)
nl: Noten/Zaadjes - Bereid/Bewerkt (In Pel/Schil)

source: Nuts/Seeds – Prepared/Processed (Out of Shell)
de: Nüsse/Samen – bearbeitet/verarbeitet (ohne Kühlung Haltbar)
fr: Noix/Graines – Préparées/Transformées (hors coque)
nl: Noten/Zaadjes - Bereid/Bewerkt (Uit Pel/Schil)

source: Olives (Perishable)
de: Oliven (leicht verderblich)
fr: Olives (Périssable)
nl: Olijven (Beperkt Houdbaar)

source: Olives (Shelf Stable)
de: Oliven (ohne Kühlung haltbar)
fr: Olives (Longue Conservation)
nl: Olijven (Houdbaar)

source: Pasta/Noodles – Ready to Eat (Perishable)
de: Teigwaren / Nudeln - verzehrbereit (leicht verderblich)
fr: Pâtes/Nouilles - Prêt à Consommer (Périssable)
nl: Pasta/Noedels - Gebruiksklaar (Beperkt Houdbaar)

source: Pasta/Noodles – Ready to Eat (Shelf Stable)
de: Teigwaren / Nudeln - verzehrbereit (ohne Kühlung haltbar)
fr: Pâtes/Nouilles - Prêt à Consommer (Longue Conservation)
nl: Pasta/Noedels - Gebruiksklaar (Houdbaar)

source: Pasta/Noodles – Not Ready to Eat (Shelf Stable)
de: Teigwaren / Nudeln - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Pâtes/Nouilles - Non Prêt à Consommer (Longue Conservation)
nl: Pasta/Noedels - Niet-gebruiksklaar (Houdbaar)

source: Pickled Vegetables
de: Eingelegtes Gemüse / Sauerkonserven
fr: Conserves de Légumes au Vinaigre
nl: Ingelegde Groenten

source: Pies/Pastries – Sweet (Frozen)
de: Pasteten / Gebäck - süß (tiefgefroren)
fr: Tartes/Pâtisseries – Sucré (Surgelé)
nl: Taarten/Gebakjes - Zoet (Diepvries)

source: Pies/Pastries – Sweet (Perishable)
de: Pasteten / Gebäck - süß (verderblich)
fr: Tartes/Pâtisseries – Sucré (Périssable)
nl: Taarten/Gebakjes - Zoet (Beperkt Houdbaar)

source: Pies/Pastries – Sweet (Shelf Stable)
de: Pasteten / Gebäck - süß (konserviert - ohne Kühlung haltbar)
fr: Tartes/Pâtisseries – Sucré (Longue Conservation)
nl: Taarten/Gebakjes - Zoet (Houdbaar)
