Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Putty/Wallboard Knives
de: Spachteln (nicht elektrisch)
fr: Couteaux à Mastic (Non Electriques)
nl: Plamuur/Bouwplaatmessen (niet aangedreven)

source: Combination Cutting Tools (Non Powered)
de: Kombinations-Schneidewerkzeuge (nicht elektrisch)
fr: Outils de Coupe Multifonction (Non Electriques)
nl: Combinatie Snijgereedschap (Niet-aangedreven)

source: Pipe/Tube Cutters – Non Powered
de: Rohrschneider (nicht elektrisch)
fr: Coupe-tube/Tuyau (Non Electriques)
nl: Pijp-/Buissnijders (Niet Aangedreven)

source: Bolt/Chain Cutters
de: Bolzen- / Kettenschneider (nicht elektrisch)
fr: Coupe Boulon (Non Electriques)
nl: Bout-/Kettingsnijders (Niet Aangedreven)

source: Cutters – Glass (Non Powered)
de: Glasschneider (nicht elektrisch)
fr: Coupe-verre (Non Electriques)
nl: Glassnijders (Niet-aangedreven)

source: Snips/Shears/Nibblers – Sheet Metal (Non Powered)
de: Hochleistungsscheren (nicht elektrisch)
fr: Cisailles de Force (Non Electriques)
nl: Doe-het-zelf Scharen (Niet-aangedreven)

source: Punches
de: Lochstanzer (nicht elektrisch)
fr: Poinçonneuses (Non Electriques)
nl: Ponsen (Niet Aangedreven)

source: Chisels
de: Meißel / Beitel (nicht elektrisch)
fr: Ciseaux/Burins (Non Electriques)
nl: Beitels (Niet Aangedreven)

source: Nailsets/Countersinks
de: Nageltreiber / Versenker (nicht elektrisch)
fr: Chasse-Clous/Fraises (Non Electriques)
nl: Nagelsets/Verzinkboren (Niet Aangedreven)

source: Awls
de: Ahlen (nicht elektrisch)
fr: Poinçons (Non Electriques)
nl: Priemen (Niet Aangedreven)

source: Gouges
de: Hohlmeißel / Hohlbeitel (nicht elektrisch)
fr: Gouges (Non Electriques)
nl: Gutsen (Niet Aangedreven)

source: Knives – Non Powered (Hobby/Utility)
de: Messer / Taschenmesser (Hobby / DIY) (nicht elektrisch)
fr: Couteaux/Cutters (Loisir/Bricolage) (Non Electriques)
nl: Messen/Zakmessen - Niet Aangedreven (Hobby/Uitrusting)

source: Nail Pullers
de: Nagelzieher (nicht elektrisch)
fr: Tire-clous (Non Electriques)
nl: Spijkertrekkers (Niet Aangedreven)

source: Wheelbarrows – Non Powered
de: Schubkarren (nicht elektrisch)
fr: Brouettes (Non Electriques)
nl: Kruiwagens (Niet Aangedreven)

source: Hand Trucks/Dollies
de: Handkarren / Rollwagen (nicht elektrisch)
fr: Chariots Manuels/Diables (Non Electriques)
nl: Plateauwagentjes (Niet Aangedreven)

source: Suction Lifters
de: Saugheber (nicht elektrisch)
fr: Ventouses de Levage (Non Electriques)
nl: Zuignappen/Zuigvoeten (Niet Aangedreven)

source: Crowbars/Pry Bars
de: Brech- / Stemmeisen / Brechstangen (nicht elektrisch)
fr: Pieds-de-biche/Leviers (Non Electriques)
nl: Breekijzers/Rolkoevoeten (Niet Aangedreven)

source: Hammers (DIY)
de: Hämmer (DIY) (nicht elektrisch)
fr: Marteaux/Masses (Bricolage) (Non Electriques)
nl: Hamers (DHZ) (Niet Aangedreven)

source: Hammers/Mallets/Hatches Replacement Parts/Accessories
de: Hämmer / Beile / Gummi- / Holz- / Kunststoffhämmer – Ersatzteile / Zubehör
fr: Marteaux/Masses/Maillets/Hachettes - Pièces Détachées/Accessoires
nl: Hamers/Bijlen - Onderdelen/Accessoires

source: Staple/Nail Gun – Non Powered
de: Heftwerkzeuge / Nagelpistolen (nicht elektrisch)
fr: Cloueuses/Agrafeuses (Non Electriques)
nl: Nietjes/Nagelpistool (Niet Aangedreven)

source: Hammer Tacker – Non Powered
de: Handhefthammer (nicht elektrisch)
fr: Pistolets Agrafeurs (Non Electriques)
nl: Niethamer (Niet Aangedreven)

source: Riveting Tools
de: Nietwerkzeuge (nicht elektrisch)
fr: Riveteuses (Non Electriques)
nl: Klinknagelmachines (Niet Aangedreven)

source: Nailing/Stapling/Fixing Tool Replacement Parts/Accessories
de: Nagelpistolen / Heft- / Nietwerkzeuge – Ersatzteile / Zubehör
fr: Outils pour Clouer/Agrafer/Riveter - Pièces Détachées/Accessoires
nl: Spijker-/Niet-/Bevestigingsgereedschap - Onderdelen/Accessoires

source: Wrenches/Spanners
de: Schraubenschlüssel / Steckschlüssel (nicht elektrisch)
fr: Clés Plates/Clés à Molette (Non Electriques)
nl: Moersleutels/Ringsleutels/Steeksleutels (Niet Aangedreven)

source: Wrenches/Spanners/Keys Replacement Parts/Accessories
de: Schraubenschlüssel / Steckschlüssel / Schraubwerkzeuge – Ersatzteile / Zubehör
fr: Clés - Pièces détachées/Accessoires
nl: Moersleutels/Ringsleutels/Steeksleutels - Onderdelen/Accessoires

source: Screwdrivers – Non Powered
de: Schraubendreher (nicht elektrisch)
fr: Tournevis (Non Electriques)
nl: Schroevendraaiers - Niet-aangedreven (Niet Aangedreven)

source: Screwdriver Sets
de: Schraubendreher-Sets (nicht elektrisch)
fr: Ensembles de Tournevis (Non Electriques)
nl: Schroevendraaier - Sets (Niet Aangedreven)

source: Pliers/Pincers/Grabbers
de: Zangen / Pinzetten / Greifer (nicht elektrisch)
fr: Pinces/Tenailles/Grappins (Non Electriques)
nl: Tangen (Niet Aangedreven)

source: Files
de: Feilen (nicht elektrisch)
fr: Limes (Non Electriques)
nl: Vijlen (Niet Aangedreven)

source: Rasps
de: Raspeln (nicht elektrisch)
fr: Râpes (Non Electriques)
nl: Raspen (Niet Aangedreven)

source: Clamps
de: Zwingen / Spanner (nicht elektrisch)
fr: Serre Joints (Non Electriques)
nl: Klemmen (Niet Aangedreven)

source: Vises
de: Schraubstöcke (nicht elektrisch)
fr: Étaux (Non Electriques)
nl: Bankschroeven (Niet Aangedreven)

source: Vises/Clamps Replacement Parts/Accessories
de: Spannwerkzeuge – Ersatzteile / Zubehör
fr: Étaux/Serre-joints - Pièces Détachées/Accessoires
nl: Bankschroeven/Klemmen/Spangereedschap - Onderdelen/Accessoires

source: Grinders (Non Powered)
de: Handschleifer
fr: Meules (Non Electrique)
nl: Slijp-, Breek- & maalmachines (niet-aangedreven)

source: Honing Guides
de: Schleifhilfen (nicht elektrisch)
fr: Guides de Meulage (Non Electriques)
nl: Hak-, breek- & Slijpgeleiders (Niet Aangedreven)

source: Tool Sharpeners (Non Powered)
de: Werkzeugschärfer (nicht elektrisch)
fr: Affûteurs (Non Electriques)
nl: Scherpslijpmachines (Niet-aangedreven)

source: Drills – Non Powered
de: Handbohrer (nicht elektrisch)
fr: Perceuses (Non Electriques)
nl: Handboormachines (Niet Aangedreven)

source: Drilling Replacement Parts/Accessories
de: Bohrgeräte – Ersatzteile / Zubehör
fr: Perceuses - Pièces Détachées/Accessoires
nl: Boormachines - Onderdelen/Accessoires

source: Scrapers
de: Schaber (nicht elektrisch)
fr: Racloirs (Non Electriques)
nl: Schraapmessen (Niet Aangedreven)

source: Planes
de: Hobel (nicht elektrisch)
fr: Rabots (Non Electriques)
nl: Schaven (Niet Aangedreven)

source: Surface Forming Tools
de: Oberflächen-Formwerkzeuge (nicht elektrisch)
fr: Outils de Façonnage des Surfaces (Non Electriques)
nl: Oppervlaktebewerkend Gereedschap (Niet Aangedreven)

source: Surface Forming Tool Consumables
de: Oberflächen-Formwerkzeuge – Verbrauchsartikel
fr: Consommables d’Outils de Façonnage des Surfaces
nl: Oppervlaktebewerkend Gereedschap - Verbruiksmaterialen

source: Smoothers/Floats
de: Glättkellen / Reibebretter (nicht elektrisch)
fr: Taloches/Platoires (Non Electrique)
nl: Strijkborden (Niet Aangedreven)

source: Tubing Benders
de: Rohrbiegegeräte (nicht elektrisch)
fr: Cintreuses (Non Electriques)
nl: Pijpbuigmachines (Niet Aangedreven)

source: Flaring Tools
de: Bördelwerkzeuge (nicht elektrisch)
fr: Appareils à Battre/Evaser les Collets (Non Electriques)
nl: Afbranders (Niet Aangedreven)

source: Dies (Non Powered)
de: Schneideisen (nicht elektrisch)
fr: Filières (Non Electriques)
nl: Snijplaten/matrijzen (Niet-aangedreven)

source: Tap/Die Sets
de: Schneideisen- / Gewindebohrer-Sets (nicht elektrisch)
fr: Ensembles de Tarauds/Filières (Non Electriques)
nl: Tap/Matrijs Sets (Niet Aangedreven)

source: Anvils (DIY)
de: Ambosse (DIY) (nicht elektrisch)
fr: Enclumes (Bricolage) (Non Electriques)
nl: Aambeelden (DHZ) (Niet Aangedreven)

source: Air Compressors – Portable
de: Druckluftkompressoren (elektrisch) – tragbar
fr: Compresseurs d'Air (Electriques)- Portable
nl: Luchtcompressoren (Aangedreven) - Draagbaar

source: Screw Extractors
de: Schraubenausdreher (nicht elektrisch)
fr: Extracteurs de Vis (Non Electriques)
nl: Schroeventrekkers (Niet Aangedreven)

source: Nut Splitters
de: Mutternsprenger (nicht elektrisch)
fr: Casse-écrous (Non Electriques)
nl: Moersplijter (Niet Aangedreven)

source: Drain Augers – Non Powered
de: Rohrreinigungsspiralen (nicht elektrisch)
fr: Furets (Non Electriques)
nl: Rioolveren (Niet Aangedreven)

source: Plungers
de: Saugglocken
fr: Déboucheurs à Ventouse
nl: Afvoerontstopper

source: Roller Stands
de: Rollböcke
fr: Servantes à Rouleaux
nl: Rollenbok

source: Plaster Hawks
de: Gips-Reibebretter (nicht elektrisch)
fr: Taloches/Palettes de Plâtrier (Non Electriques)
nl: Pleistertroffels/Plakspanen (niet aangedreven)

source: Pencils/Crayons (DIY)
de: Stifte / Malkreiden (DIY) (nicht elektrisch)
fr: Crayons (Bricolage) (Non Electriques)
nl: Potloden/Kleurkrijt (DHZ) (niet aangedreven)

source: Tool Carts
de: Werkstattwagen
fr: Chariots/Servantes d'Atelier
nl: Gereedschapswagentjes

source: Safety Glasses/Goggles
de: Schutzbrillen
fr: Lunettes de sécurité
nl: Veiligheidsbrillen/Stofbrillen

source: Masonry Trowels
de: Dreieckskellen (nicht elektrisch)
fr: Truelles de Maçonnerie (Non Electriques)
nl: Troffels voor metselwerk (niet aangedreven)

source: Wet Saws/Tile/Glass Cutters
de: Nasssägen / Fliesen- / Glasschneider (elektrisch)
fr: Machines de Découpe à l'Eau pour le Verre/Carreau (Electriques)
nl: Waterzagen/Tegelsnijders/Glassnijders (Aangedreven)

source: Band Saws – Stationary
de: Bandsägen (elektrisch) – stationär
fr: Scies à Ruban (Electriques) - Stationnaires
nl: Bandzagen/Lintzagen (aangedreven) - Vastgemonteerd

source: Bench Grinders
de: Schleifböcke (elektrisch)
fr: Meuleuses d'Etabli (Electriques)
nl: Tafelslijpmachines (Aangedreven)

source: Table Saws – Stationary
de: Tischkreissägen (elektrisch) – stationär
fr: Scies Circulaires à Table (Electriques)- Stationnaires
nl: Tafelzagen (Aangedreven) - Vastgemonteerd

source: Scroll Saws – Stationary
de: Dekupiersägen (elektrisch)
fr: Scies à Découper/Chantourner (Electriques)
nl: Figuurzaagmachines (aangedreven)

source: Radial Arm Saws
de: Radialkreissägen (elektrisch)
fr: Scies Radiales (Electriques)
nl: Radiaalzagen (Aangedreven)

source: Bench Jointers
de: Hobelmaschinen (elektrisch)
fr: Équarrisseuses d'Etabli (Electriques)
nl: bankschroefmachines (Aangedreven)

source: Lathes – Stationary (Powered)
de: Drehmaschinen (elektrisch)
fr: Tours (Electriques)
nl: Draaibanken - Vastgemonteerd (Aangedreven)

source: Power Tools – Stationary – Replacement Parts/Accessories
de: Werkzeuge / Geräte – sonstige – Ersatzteile / Zubehör
fr: Autres Outillages/Equipements - Pièces Détachées/Accessoires
nl: Elektrisch Gereedschap - Vastgemonteerd - Onderdelen/Accessoires

source: Disc Sanders
de: Tellerschleifer (elektrisch) – stationär
fr: Ponceuses à Disque (Electriques) - Stationnaires
nl: Schijfschuurmachines (Aangedreven) - vastgemonteerd

source: Spindle Sanders
de: Spindelschleifer (elektrisch)
fr: Ponceuses à Cylindre (Electriques)
nl: Draaiende Schuurmachines (aangedreven)

source: Combination Sanders – Disc/Belt
de: Kombinierte Band- und Tellerschleifer (elektrisch)
fr: Ponceuses Combinées à Disque/A Ruban (Electriques)
nl: Combinatie Vlakschuurmachines - Schijf/Riem (aangedreven)

source: Drill Presses/Mortisers
de: Standbohrmaschinen / Stemmmaschinen (elektrisch)
fr: Perceuses sur Colonne (Electriques)
nl: Boormachines/freesmachines (aangedreven)

source: Surface/Thickness Planers – Portable
de: Dickenhobelmaschine (elektrisch)
fr: Raboteuses (Electriques)
nl: Schaafbanken/Vandikteschaafbanken (Aangedreven)

source: Jointer Planers – Portable
de: Abrichthobelmaschine (elektrisch) – tragbar
fr: Dégauchisseuses (Electriques) - Portable
nl: Reeschaven (Aangedreven) - Draagbaar

source: Distance/Linear Measurers (Powered)
de: Distanz- / Längenmesser (elektrisch)
fr: Instruments de Mesure Linéaire/des Distances (Electriques)
nl: Afstand-/Lengtemeters (Aangedreven)

source: Angle Measurers (Powered)
de: Winkelmesser (elektrisch)
fr: Appareils de Mesures Angulaires (Electriques)
nl: Hoekmeetapparaten (Aangedreven)

source: Laser Levels
de: Laser-Wasserwaagen (elektrisch)
fr: Niveaux à Lasers (Electriques)
nl: Waterpassen met Laser (Aangedreven)

source: Table Saws – Portable
de: Tischkreissägen (elektrisch) – tragbar
fr: Scies Circulaires à Table (Electriques)- Portable
nl: Tafelzagen (Aangedreven) - Draagbaar

source: Reciprocating Saws
de: Säbelsägen (elektrisch)
fr: Scies alternatives (Electriques)
nl: Reciprozagen (Aangedreven)

source: Jigsaws – Powered
de: Stichsägen (elektrisch)
fr: Scies Sauteuses (Electriques)
nl: Decoupeerzagen (Aangedreven)

source: Nibblers/Shears – Metal (Powered)
de: Hochleistungsscheren (elektrisch)
fr: Cisailles de Force (Electriques)
nl: Doe-het-zelf scharen (Aangedreven)

source: Foam Cutters – Powered
de: Heißdrahtschneidemaschinen (elektrisch)
fr: Arcs de Découpe/Scies Thermiques (Electriques)
nl: Schuimsnijders (Aangedreven)

source: Tappers
de: Gewindeschneider (elektrisch)
fr: Taraudeuses (Electriques)
nl: Draadtapmachines (Aangedreven)

source: Pipe Cutters (Powered)
de: Rohrschneider (elektrisch)
fr: Coupe Tube (Electrique)
nl: Pijpsnijders (Aangedreven)

source: Rotary Saws
de: Handkreissägen (elektrisch)
fr: Scies Rotatives (Electriques)
nl: Handcirkelzagen (Aangedreven)

source: Pipe Threaders – Non Powered
de: Rohrgewindeschneider (nicht elektrisch)
fr: Taraudeuses à Tube (Non Electriques)
nl: Schroefdraadsnijmachines voor Pijpen - Niet-aangedreven

source: Chisels (Powered)
de: Meißel / Beitel (elektrisch)
fr: Burins/Ciseaux (Electriques)
nl: Beitels (Aangedreven)

source: Angle Grinders
de: Winkelschleifer (elektrisch)
fr: Meuleuses d'Angle (Electriques)
nl: Hoekslijpmachines (Aangedreven)

source: Straight/Die Grinders
de: Gerad- / Stabschleifer (elektrisch)
fr: Meuleuses Droites/à Matrice (Electriques)
nl: Rechte-/Stiftslijpmachines(Aangedreven)

source: Surface Grinders
de: Flächenschleifmaschinen (elektrisch)
fr: Rectifieuses (Electriques)
nl: Vlakschuurmachines (Aangedreven)

source: Soldering/Brazing Irons
de: Löt- / Hartlötkolben (elektrisch)
fr: Fers à Souder/Braser (Electriques)
nl: Soldeerapparaten (Aangedreven)

source: Arc Welders
de: Lichtbogenschweißgeräte (elektrisch)
fr: Soudeuses à Arc (Electriques)
nl: Lasapparaten met Vlamboog (Aangedreven)

source: Drill/Drivers (Powered)
de: Bohrmaschinen (elektrisch)
fr: Perceuses (Electriques)
nl: Boor/Schroevendraaiers (Aangedreven)

source: Screwdrivers (Powered)
de: Bohrschrauber (elektrisch)
fr: Tournevis (Electriques)
nl: Schroevendraaiers (Aangedreven)

source: Impact Drivers
de: Schlagschrauber (elektrisch)
fr: Perforateurs (Electriques)
nl: Slagschroevendraaiers (Aangedreven)

source: Impact Wrenches
de: Kraftschrauber (elektrisch)
fr: Clés à Chocs (Electriques)
nl: Slagmoersleutels (Aangedreven)

source: Screw Guns
de: Schnellbauschrauber (elektrisch)
fr: Visseuses (Electriques)
nl: Schroefpistolen (Aangedreven)

source: Drills – Combination (Powered)
de: Kombinationsbohrer (elektrisch)
fr: Perceuses Double Tête (à Moteur)
nl: Boren - Combinatie (Aangedreven)

source: Hammer Drills
de: Schlagbohrmaschinen (elektrisch)
fr: Perceuses à Percussion (Electriques)
nl: Klopboormachines (Aangedreven)

source: Rotary Hammers
de: Bohrhämmer (elektrisch)
fr: Perforatrices Rotatives (Electriques)
nl: Boorhamers (Aangedreven)

source: Heat Guns
de: Heißluftpistolen (elektrisch)
fr: Pistolets Thermiques (Electriques)
nl: Heteluchtpistolen (Aangedreven)

source: Grease Guns (Powered)
de: Fettpressen (elektrisch)
fr: Pistolets Graisseur (Electrique)
nl: Vetspuiten (Aangedreven)

source: Caulking Guns (Powered)
de: Fugenpistolen (elektrisch)
fr: Pistolets à Calfeutrer (Electriques)
nl: Kitspuiten (Aangedreven)

source: Staplers (Powered)
de: Hefter / Tacker (elektrisch)
fr: Agrafeuses (Electriques)
nl: Nietpistolen (Aangedreven)

source: Nail Guns (Powered)
de: Heftwerkzeuge / Nagelpistolen (elektrisch)
fr: Cloueuses (Electriques)
nl: Schiethamers (Aangedreven)

source: Belt Sanders – Stationary
de: Bandschleifer (elektrisch) – stationär
fr: Ponceuses à Ruban (Electriques)- Stationnaires
nl: Bandschuurmachines (aangedreven) - Vastgemonteerd

source: Finishing Sanders
de: Poliermaschinen (elektrisch)
fr: Ponceuses de Finition (Electriques)
nl: Schuurmachines voor Afwerking (Aangedreven)

source: Detail Sanders
de: Dreiecksschleifer (elektrisch)
fr: Ponceuses Triangulaires/Delta (Electriques)
nl: Detailschuurmachines (Aangedreven)

source: Tool Cabinets
de: Werkzeugschränke
fr: Armoires à Outils
nl: Gereedschapskasten

source: Tool Boxes/Cases
de: Werkzeugkästen / -koffer
fr: Boîtes/Caisses à Outils
nl: Gereedschapskisten/Gereedschapskoffers

source: Tool Carrybags/Wallets
de: Taschen / Etuis für Werkzeuge
fr: Housses de Transport/Trousses à Outils
nl: Tassen/Toolboxen voor Gereedschap

source: Tool Belts/Holsters/Pouches
de: Werkzeuggürtel / Gürteltaschen
fr: Ceintures/Etuis/Sacoches Porte-outils
nl: Riemen/Holsters/Buidels voor Gereedschap

source: Hoists/Winches
de: Flaschenzüge / Seilwinden / Aufzüge / Hebeböcke (elektrisch)
fr: Palans/Leviers/Treuils/Crics (Electriques)
nl: Takels/Liften/Hoogwerkers (aangedreven)

source: In-car Electronics Variety Packs
de: Kfz-Audio / Kfz-Video / Kfz-Navigation - Sets
fr: Assortiments de Produits Electroniques Embarqués Pour l'Automobile
nl: Audio/Video in de Auto - Assortimenten

source: Photography/Optics Variety Packs
de: Fotografie / Optik - Sets
fr: Assortiments de Produits pour la Photographie/Instruments d'Optique
nl: Fotografie/Optica - Assortimenten

source: Sports Equipment Variety Packs
de: Sportartikel - Sets
fr: Assortiments d'Equipements Sportif
nl: Sportartikelen - Assortimenten

source: Non Grape Fermented Alcoholic Beverages – Sparkling
de: Alkoholische Getränke, nicht auf Traubenbasis - mit Kohlensäure
fr: Boissons Alcoolisées Fermentées sans Raisin - Mousseux
nl: Alcoholhoudende Dranken gefermenteerd, niet op basis van Druiven - Mousserend

source: Range Cookers/Stoves (Oven/Hob/Cook Top Combined)
de: Herde (Kochfeld- / Backofenkombinationen)
fr: Cuisinières/Fourneaux de Cuisine (Four/Plaque/Table de Cuisson Combinés)
nl: Fornuizen (Kookplaat/Oven Gecombineerd)

source: Steam Ovens
de: Dampfgarer
fr: Fours à Vapeur
nl: Stoomovens

source: Spin/Tumble Dryers
de: Wäscheschleudern / Wäschetrockner
fr: Essoreuse/Sèche-linge à Tambour
nl: Wasdrogers

source: Refrigerators
de: Kühlschränke
fr: Réfrigérateurs
nl: Koelkasten

source: Refrigerator/Freezers
de: Kühl- / Gefrierkombinationen
fr: Réfrigérateurs/Congélateurs
nl: Combi Koelkast/Diepvriezers

source: Freezers
de: Gefrierschränke
fr: Congélateurs
nl: Diepvriezers

source: Protective Wear Accessories
de: Schutzkleidung - Zubehör
fr: Accessoires pour les Vêtements de Protection
nl: Beschermende Kleding - Accessoires

source: Protective Wear Variety Packs
de: Schutzkleidung - Sets
fr: Assortiments d'Accessoires pour les Vêtements de Protection
nl: Beschermende Kleding - Assortimenten

source: Sportswear – Handwear
de: Sportbekleidung - Handschuhe
fr: Vêtements de Sport - Gants
nl: Sportkleding - Handschoenen

source: Sportswear – Headwear
de: Sportbekleidung - Kopfbedeckungen
fr: Vêtements de Sport - Coiffes
nl: Sportkleding - Hoofddeksels

source: Sportswear Hosiery
de: Sportbekleidung - Strumpfwaren
fr: Vêtements de Sport - Sous-vêtements
nl: Sportkleding - Kousen en Sokken

source: Beverage Chillers Other
de: Getränkekühlschränke - sonstige
fr: Autres Fontaines Réfrigérées de Boisson
nl: Drankkoelers - Overig

source: Shoe Cleaners/Polishers
de: Schuhputzmaschinen / Schuhpflegegeräte
fr: Cireuses à Chaussures
nl: Schoenpoets-/Schoenreinigingsmiddelen

source: Water Dispensers – Freestanding
de: Wasserspender - freistehend
fr: Fontaines à Eau – Autonomes
nl: Waterautomaten - Vrijstaand

source: Water Dispensers – Tabletop
de: Wasserspender (Tischgeräte)
fr: Fontaines à Eau - de Table
nl: Waterautomaten - Tafelmodel

source: Shrubs/Trees - Other
de: Sträucher / Bäume - sonstige
fr: Arbustes/Arbres
nl: Struiken/Bomen - Overig

source: Dual Discs – Pre-recorded
de: Dual-Discs (bespielt)
fr: Dual Discs – Préenregistrés
nl: Dubbelzijdige Discs - Voorbespeeld

source: Jointer Planers – Stationary
de: Abrichthobelmaschine (elektrisch) – stationär
fr: Dégauchisseuses (Electriques) - Stationnaires
nl: Bokschaafmachines (aangedreven) - Vastgemonteerd

source: Routers
de: Oberfräsen (elektrisch)
fr: Défonceuses (Electriques)
nl: Bovenfrezen (Aangedreven)

source: Mitre Saws – Portable
de: Gehrungskappsägen (elektrisch)
fr: Scies à Onglets (Electriques)
nl: Verstekzagen (Aangedreven)

source: Drain Augers (Powered)
de: Rohrreinigungsspiralen (elektrisch)
fr: Furets (Electriques)
nl: Gootsteenontstoppers (Aangedreven)

source: Belt Sanders – Portable
de: Bandschleifer (elektrisch) – tragbar
fr: Ponceuses à Ruban (Electriques) - Portable
nl: Bandschuurmachines (Aangedreven) - Draagbaar

source: Welding/Blow Torches
de: Schweiß- / Lötbrenner (elektrisch)
fr: Lampes à Souder/Chalumeaux (Electriques)
nl: Lasbranders/Soldeerlampen (Aangedreven)

source: Shapers – Stationary
de: Feilen (elektrisch)
fr: Étaux Limeurs (Electriques)
nl: Vormers (Aangedreven)

source: Power Tools – Lifting/Handling Equipment Other
de: Trage- / Hebe- / Handhabungs- / Steiggeräte – sonstige
fr: Autres Equipements de Levage/Transport/Manutention
nl: Elektrisch Gereedschap - Hef-/Transportapparatuur - Overig

source: Air Fresheners – Powered (Automotive)
de: Kfz-Lufterfrischer (elektrisch)
fr: Désodorisants - Électriques (Automobile)
nl: Motorvoertuigen - Luchtverfrissers (Aangedreven)

source: Air Fresheners – Non Powered (Automotive)
de: Kfz-Lufterfrischer (nicht elektrisch)
fr: Désodorisants - Non électriques (Automobile)
nl: Motorvoertuigen - Luchtverfrissers (Niet-aangedreven)

source: Locking Devices
de: Schlösser / Lenkrad- / Pedalsicherungen
fr: Systèmes de Verrouillage
nl: Sloten/Stuurwielvergrendelingen/Pedaalvergrendelingen

source: Ice Scrapers (Automotive)
de: Eiskratzer
fr: Grattoirs (Automobile)
nl: Motorvoertuigen - IJskrabbers

source: Horns/Sirens (Automotive)
de: Hupen / Sirenen
fr: Klaxons/Sirènes (Automobile)
nl: Motorvoertuigen - Toeters/Claxons

source: Spot Lights (Automotive)
de: Kfz-Suchscheinwerfer
fr: Lampes Spot (Automobile)
nl: Motorvoertuigen - Zoeklichten

source: Safety Replacement Parts/Accessories (Automotive)
de: Kfz-Sicherheit - Ersatzteile / Zubehör
fr: Produits Pour la Sécurité - Pièces Détachées/Accessoires (Automobile)
nl: Motorvoertuigen - Veiligheid - Onderdelen/Accessoires

source: Body Repair Other (Automotive)
de: Karosseriereparatur - sonstige
fr: Autres Produits Pour la Réparation des Carrosseries (Automobile)
nl: Motorvoertuigen - Carrosseriereparatie - Overig

source: Filters – Fluid (Automotive)
de: Flüssigkeitsfilter
fr: Filtres - à Liquide (Automobile)
nl: Motorvoertuigen - vloeistoffilters

source: Spark Plugs
de: Zündkerzen
fr: Bougies d'Allumage
nl: Ontstekingsbougies

source: Washer Fluid (Automotive)
de: Scheibenwischflüssigkeit
fr: Liquides Lave-Glaces (Automobile)
nl: Motorvoertuigen - Ruitenwisservloeistof

source: Polishing Compound
de: Poliermittel
fr: Agents/Pâtes à Polir
nl: Polijstmengsel

source: Floor Screeds
de: Estrich
fr: Armatures de Chape
nl: Gaasmat/Wapeningsgaas

source: Curtain Pole/Rod Accessories
de: Gardinenstangen - Zubehör
fr: Accessoires pour Barre/Rail/Tringle à Rideaux
nl: Accessoires voor Gordijnroedes/-stangen

source: Stationery/Office Machinery/Occasion Supplies Variety Packs
de: Schreibwaren / Bürobedarf / Büromaschinen / Partyartikel -Sets
fr: Assortiments de Fournitures Occasionnelles/Machines de Bureau
nl: Kantoorbenodigdheden/Kantoorapparaten/Schrijfwaren/Feestartikelen - Assortimenten

source: Camping Tableware
de: Camping-Essgeschirr
fr: Vaisselle de Camping
nl: Kampeertafelgerei

source: Mirrors (Automotive)
de: Kfz-Sicherheitsrückspiegel
fr: Rétroviseurs Intérieurs (Automobile)
nl: Motorvoertuigen - Spiegels
