Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: License Plates – Decorative
de: Kennzeichenrahmen / -halterungen - Dekor
fr: Plaques d'Immatriculation - Décoratives
nl: Nummerplaten - Decoraties

source: Spare Tyre Covers
de: Reserveradabdeckungen
fr: Housses de Roue de Secours
nl: Hoezen Reservebanden

source: Paint Protection Films (Automotive)
de: Lackschutzfolien
fr: Films de Protection de Peinture (Automobile)
nl: Motorvoertuigen - Lakbeschermingsfolies

source: Truck Hardware/Kits
de: LKW-Ausstattung / -Zubehörteile
fr: Équipements/Kits Pour Camion
nl: Accessoires/Kits Vrachtwagens

source: Tops/Skins – Replacement Parts/Accessories (Automotive)
de: Cabriodächer - Ersatzteile / Zubehör
fr: Capotes/Toits - Pièces Détachées/Accessoires (Automobile)
nl: Motorvoertuigen - Cabrioletdaken - Onderdelen/Accessoires

source: Coverings/Protection Other (Automotive)
de: Abdeckungen / Blenden - sonstige
fr: Autres Bâches/Housses de Protection (Automobile)
nl: Motorvoertuigen - Bedekking/Bescherming - Overig

source: Sunroofs/Moonroofs/T-tops (Automotive)
de: Dachfenster / Sonnendächer
fr: Toits Ouvrant/T-Tops (Automobile)
nl: Motorvoertuigen - Zonnedaken/Schuifdaken

source: Scoops/Vents (Automotive)
de: Lufthutzen
fr: Prises d'Air/Bouches d'Aération (Automobile)
nl: Motorvoertuigen - Luchtinlaten

source: Wings/Spoilers (Automotive)
de: Spoiler
fr: Ailerons/Becquets Arrières (Automobile)
nl: Motorvoertuigen - Spatborden/Spoilers

source: Louvres (Automotive)
de: Lüftungsgitter / Luftschlitze
fr: Fentes/Volets d'Aération (Automobile)
nl: Motorvoertuigen - Ventilatieroosters

source: Fenders/Fender Flares
de: Kotflügelverbreiterungen
fr: Ailes/Extensions d'Aile
nl: Spatborden/Spatbordverbreders

source: Side Window Mouldings/Covers (Automotive)
de: Seitenfensterrahmen / -Verkleidungen
fr: Caches/Moulures de Fenêtre Latérale (Automobile)
nl: Motorvoertuigen - Profielen/Bekledingen voor Zijruiten

source: Custom Hoods
de: Tuning-Motorhauben
fr: Capots de Tuning
nl: Gepersonaliseerde Motorkappen

source: Light/Lens Mouldings (Automotive)
de: Scheinwerfer / Rückleuchten - Blenden
fr: Paupières de Phare/d'Eclairage (Automobile)
nl: Motorvoertuigen - Profielen voor Lichten/Lampen

source: Emblems/Graphics – Decorative (Automotive)
de: Dekor-Embleme
fr: Emblèmes/Sigles - Décoratifs (Automobile)
nl: Motorvoertuigen - Decoratieve Emblemen

source: Exterior Appearance Accessories Other (Automotive)
de: Karosseriestyling / -Tuning - sonstige
fr: Autres Accessoires Décoratifs Extérieurs (Automobile)
nl: Buitenaccessoires voor Motorvoertuigen - Overig

source: Exterior Appearance Accessories Variety Packs
de: Karosseriestyling / -Tuning - Sets
fr: Assortiments d'Accessoires Décoratifs Extérieurs (Automobile)
nl: Buitenaccessoires voor Motorvoertuigen - Assortimenten

source: Tyres
de: Reifen
fr: Pneus
nl: Banden

source: Wheels
de: Felgen
fr: Roues
nl: Wielen/velgen

source: Tyre Pumps (Automotive)
de: Luftpumpen (für Autoreifen)
fr: Gonfle-Pneus (Automobile)
nl: Motorvoertuigen - Bandenpompen

source: Air Compressors (Automotive)
de: Auto-Kompressoren
fr: Compresseurs d'Air (Automobile)
nl: Motorvoertuigen - Luchtcompressoren

source: Flat Tyre Repair Kits
de: Reifenreparatursets
fr: Kits de Réparation des Pneus
nl: Reparatiekits voor Lekke Band

source: Tyre/Wheel Hardware
de: Radzubehör
fr: Équipements pour Pneus/Roues
nl: Accessoires/gereedschappen voor wielen/banden

source: Tyre Inflators – Chemical (Automotive)
de: Reifenfüller - chemisch
fr: Gonfleurs de Pneus - Chimique (Automobile)
nl: Motorvoertuigen - Chemische Bandenvullers

source: Wheel Covers
de: Radkappen
fr: Chapeaux de Roues
nl: Wieldoppen

source: Disc Brake Simulators
de: Bremscheibenabdeckungen
fr: Disques de Frein Factices
nl: Schijfremafdichtingen

source: Beauty/Trim Rings
de: Radzierringe
fr: Anneaux Enjoliveurs
nl: Siervelgen

source: Washing Systems – Powered (Automotive)
de: Autowaschsysteme (elektrisch)
fr: Systèmes de Nettoyage/Lavage - Électriques (Automobile)
nl: Motorvoertuigen - Was-/Reinigingssystemen (Aangedreven)

source: Buffers/Polishing Machines (Automotive)
de: Poliermaschinen
fr: Polisseuses/Lustreuses (Automobile)
nl: Motorvoertuigen - Boenschijven/Polijstmachines

source: Appearance/Fragrance Accessories Other
de: Reinigungszubehör / Innenraumdüfte - sonstige
fr: Autres Accessoires Décoratifs/Désodorisants
nl: Reiniging/Luchtverfrissers - Accessoires - Overig

source: Appearance/Fragrance Accessories Variety Packs (Automotive)
de: Reinigungszubehör / Innenraumdüfte - Sets
fr: Assortiments de Produits Décoratifs/Désodorisants (Automobile)
nl: Reiniging/Luchtverfrissers - Accessoires - Assortimenten

source: Hitches (Automotive)
de: Anhängerkupplungen
fr: Attelages (Automobile)
nl: Motorvoertuigen - Trekhaken

source: Hitch Hardware/Assemblies (Automotive)
de: Anhängerkupplungs-Komplettsets
fr: Kits d'Equipements/Matériels Pour Attelage (Automobile)
nl: Motorvoertuigen - Trekhaakset

source: Receiver Tubes/Collars (Automotive)
de: Anhängerkupplungs-Erweiterungen
fr: Tubes/Collets de Monture (Automobile)
nl: Motorvoertuigen - Trekhaakuitbreidingen

source: Adaptors – Hitch (Automotive)
de: Adapter für Träger an Anhängerkupplungen
fr: Adaptateurs - Attelages (Automobile)
nl: Motorvoertuigen - Trekhaakadapters

source: Pins/Clips – Hitch (Automotive)
de: Anhängerkupplungs-Sicherungen
fr: Goupilles/Pinces - Attelages (Automobile)
nl: Motorvoertuigen - Trekhaakzekeringen

source: Tow Ropes/Straps (Automotive)
de: Abschleppseile / -Bänder
fr: Câbles/Sangles de Remorquage (Automobile)
nl: Motorvoertuigen - Sleeptouw/-beugel/-stang

source: Tow Hooks (Automotive)
de: Abschlepphaken
fr: Crochets de Remorquage (Automobile)
nl: Motorvoertuigen - Sleepogen

source: Tow Bars (Automotive)
de: Abschleppstangen
fr: Barres de Remorquage (Automobile)
nl: Motorvoertuigen - Trekstangen

source: Towing Locking Accessories
de: Abschlepp- / Kupplungs-Verriegelungen
fr: Accessoires de Verrouillage Pour Remorquage
nl: Accessoires voor Sleepvergrendeling

source: Hitch Covers (Automotive)
de: Anhängerkupplung-Schutzkappen
fr: Couvre-Barre d'Attelage (Automobile)
nl: Motorvoertuigen - Trekhaakbeschermers

source: Hitch Steps (Automotive)
de: Anhängerkupplungs-Trittbretter
fr: Marches d'Attelage (Automobile)
nl: Motorvoertuigen - Trekhaak Treeplanken

source: Towing Mirrors (Automotive)
de: Zusatzaußenspiegel / Wohnwagenspiegel
fr: Retroviseurs de Remorquage (Automobile)
nl: Motorvoertuigen - Caravanspiegels

source: Safety Chains/Cables – Towing (Automotive)
de: Anhänger - Sicherungsketten / -Kabel
fr: Chaînes/Câbles de Sécurité- Barres de Remorquage (Automobile)
nl: Motorvoertuigen - Veiligheidskettingen/-kabels voor Slepen

source: Trailer/Hitch Balls (Automotive)
de: Kupplungskugelköpfe
fr: Boules d'Attelage (Automobile)
nl: Motorvoertuigen - Kogelkoppen voor Aanhangwagenkoppeling

source: Draw Bars/Trailer Ball Mounts (Automotive)
de: Zugstangen / Kupplungsträger
fr: Barres d'Attelage/Montures d'Attelage à Boule (Automobile)
nl: Motorvoertuigen - Opbouw op Trekstang/Kogelkop

source: Towing Components – Heavy Duty
de: Abschleppzubehör - Schwerlast
fr: Composants de Remorquage - Lourd
nl: Sleeponderdelen - Heavy Duty

source: Towing/Hitch Other
de: Abschleppzubehör / Anhängerkupplungen - sonstige
fr: Autres Produits Pour le Remorquage/l'Attelage
nl: Sleepkabel/Trekhaak - Overig

source: Towing/Hitch Variety Packs
de: Abschleppzubehör / Anhängerkupplungen - Sets
fr: Assortiments de Produits Pour le Remorquage/l'Attelage
nl: Sleepkabel/Trekhaak - Assortimenten

source: Connectors – Towing
de: Anhänger-Anschlussstecker / -Steckdosen
fr: Connecteurs - Remorquage
nl: Aanhangwagen - Aansluitstekker/-stekkerdoos

source: Brake Controls
de: Bremsensteuerungen
fr: Commandes de Frein
nl: Rembesturingen

source: Power Modules
de: Motoroptimierungsmodule für Anhänger- / Abschleppbetrieb
fr: Modules de Puissance
nl: Motoroptimalisatiemodule voor Aanhangers/Slepen

source: Wiring Adapters/Converters
de: Anschlussadapter
fr: Convertisseurs/Adaptateurs de Câblage
nl: Aansluitadapters/Convertors

source: Wiring Kits/Harnesses
de: Verkabelungssets / Kabelbäume
fr: Harnais/Kits de Câblage
nl: Kabelsets/Kabelbomen

source: Tow Lights
de: Abschleppleuchten
fr: Feux de Sécurité/de Remorquage
nl: Sleeplichten

source: Towing/Hitch – Electrical Other
de: Abschleppzubehör / Anhängerkupplungen - Elektrik - sonstige
fr: Autres Produits Electriques - Attelage/Remorquage
nl: Sleepkabel/Trekhaak - Overig (Elektrisch)

source: Towing/Hitch – Electrical Variety Packs
de: Abschleppzubehör / Anhängerkupplungen - Elektrik - Sets
fr: Assortiments de Produits Electriques - Attelage/Remorquage
nl: Sleep/Trekhaak - Assortimenten (Elektrisch)

source: Trailer Jacks/Stands
de: Anhänger- Stützräder / Fallstützen
fr: Béquilles/Vérins de Remorque
nl: Pootjes/Steunen voor Aanhangwagen

source: Couplers – Trailer (Automotive)
de: Zugkugelkupplungen / Zugösen (Anhänger)
fr: Coupleurs - Remorque (Automobile)
nl: Koppelingsstukken voor Aanhangwagen

source: Trailer Brakes
de: Anhängerbremsen
fr: Freins de Remorque
nl: Remmen van Aanhangwagen

source: Wheel Bearing Protectors
de: Radlager-Schutzvorrichtungen
fr: Chapeaux de Moyeu
nl: Beschermers voor Wiellagers

source: Trailer Lighting/Reflectors
de: Anhänger-Beleuchtung / -Reflektoren
fr: Feux/Réflecteurs de Remorque
nl: Verlichting/Reflectors van Aanhangwagen

source: Levelling Devices (Automotive)
de: Nivelliergeräte
fr: Dispositif de Mise à Niveau (Automobile)
nl: Motorvoertuigen - Nivelleerapparatuur

source: Trailers
de: Anhänger
fr: Remorques
nl: Aanhangwagens/caravans

source: Trailer Hardware
de: Anhängerteile
fr: Équipements de Remorque
nl: Onderdelen van Aanhangwagen

source: Trailer/Trailer Accessories Variety Packs
de: Anhänger / Anhängerzubehör - Sets
fr: Assortiments d'Accessoires de Remorquage/Attelage
nl: Aanhangwagen/Accessoires van Aanhangwagen - Assortimenten

source: Trailer/Trailer Accessories Other
de: Anhänger / Anhängerzubehör - sonstige
fr: Autres Accessoires de Remorquage/Attelage
nl: Aanhangwagen/Accessoires van Aanhangwagen - Overig

source: Winches (Automotive)
de: Kfz-Seilwinden
fr: Treuils (Automobile)
nl: Motorvoertuigen - Lieren

source: Winch Parts/Components
de: Kfz-Seilwindenteile / -Komponenten
fr: Pièces Détachées/Composants - Treuils
nl: Onderdelen van Lieren

source: Winch/Winch Accessories Other (Automotive)
de: Kfz-Seilwinden / Seilwindenzubehör - sonstige
fr: Autres Accessoires Pour Treuils (Automobile)
nl: Lieren/Accessoires van Lieren - Overig

source: Winch/Winch Accessories Variety Packs
de: Kfz-Seilwinden / Seilwindenzubehör - Sets
fr: Assortiments d'Accessoires Pour Treuils
nl: Lieren/Accessoires van Lieren - Assortimenten

source: Car Alarms/Anti-jacking Alarms
de: Kfz-Alarmanlagen
fr: Alarmes d'Automobile/Alarmes Anti Soulèvement
nl: Auto Alarmsystemen

source: Tracking Devices
de: Fahrzeug-Ortungssysteme
fr: Systèmes de Localisation
nl: Voertuig Tracking Systemen

source: Anti-theft Products Other
de: Diebstahlsicherungen - sonstige
fr: Autres Produits Antivol
nl: Anti-diefstalartikelen - Overig

source: Anti-theft Products Variety Packs
de: Diebstahlsicherungen - Sets
fr: Assortiments de Produits Antivol
nl: Anti-diefstalartikelen - Assortimenten

source: Wiper Blades
de: Scheibenwischerblätter
fr: Balais d'Essuie-Glaces
nl: Ruitenwisserbladen

source: Wiper Blade Refills
de: Scheibenwischergummis
fr: Recharges de Balais d'Essuie-Glaces
nl: Reserve Ruitenwisserbladen

source: Wipers/Wiper Parts Other
de: Scheibenwischer / Scheibenwischerteile - sonstige
fr: Autres Composants de Lave-Glaces
nl: Ruitenwissers/Ruitenwisseronderdelen - Overig

source: Wipers/Wiper Parts Variety Packs
de: Scheibenwischer / Scheibenwischerteile - Sets
fr: Assortiments de Composants de Lave-Glaces
nl: Ruitenwissers/Ruitenwisseronderdelen - Assortimenten

source: Spark Plugs Other
de: Zündkerzen - sonstige
fr: Autres Produits Pour Bougies d'Allumage
nl: Ontstekingsbougies - Overig

source: Spark Plugs Variety Packs
de: Zündkerzen - Sets
fr: Assortiments de Produits Pour Bougies d'Allumage
nl: Ontstekingsbougies - Assortimenten

source: Filters – Air (Automotive)
de: Luftfilter
fr: Filtres - à Air (Automobile)
nl: Motorvoertuigen - Luchtfilters

source: Transmission Filters (Automotive)
de: Getriebeölfilter
fr: Filtres de Transmission (Automobile)
nl: Motorvoertuigen - Transmissiefilters

source: Filter Accessories (Automotive)
de: Kfz-Filterzubehör
fr: Accessoires de Filtre (Automobile)
nl: Motorvoertuigen - Filteraccessoires

source: Performance Filter Kits/Accessories (Automotive)
de: Sportluftfilter-Kits / -Zubehör
fr: Kits d'Accessoires de Filtrage Haute Performance (Automobile)
nl: Motorvoertuigen - Filterkits/Accessoires

source: Filters Other (Automotive)
de: Kfz-Filter - sonstige
fr: Autres Filtres (Automobile)
nl: Motorvoertuigen - Filters - Overig

source: Filters Variety Packs (Automotive)
de: Kfz-Filter - Sets
fr: Assortiments de Filtres (Automobile)
nl: Motorvoertuigen - Filters - Assortimenten

source: Headlights (Automotive)
de: Frontscheinwerfer
fr: Feux Avant (Automobile)
nl: Motorvoertuigen - Koplampen

source: Replacement Bulbs
de: Kfz-Ersatzbirnen / -leuchtmittel
fr: Ampoules de Rechange
nl: Motorvoertuigen - Reservelampen

source: Fog Lights (Automotive)
de: Nebelscheinwerfer / Nebelschlussleuchten für Kraftfahrzeuge
fr: Phares Antibrouillards (Automobile)
nl: Motorvoertuigen - Mistlampen

source: Back Up Lights (Automotive)
de: Rückfahrleuchten
fr: Feux de Recul (Automobile)
nl: Motorvoertuigen - Achteruitrijdlichten

source: Driving Lights
de: Fahrlichtleuchten
fr: Phares (Automobiles)
nl: Motorvoertuigen - Rijlichten

source: Clearance/Marker/Running Lights (Automotive)
de: Abstands- / Begrenzungs- / Standlichtleuchten
fr: Feux de Fonctionnement/de Position/de Gabarit (Automobile)
nl: Motorvoertuigen - Markeerlichten

source: Siren Lights
de: Lichtsirenen
fr: Lampes de Sirène
nl: Zwaailichten met Sirene

source: Stop/Turn/Tail Lights
de: Bremsleuchten / Blinkleuchten / Schlussleuchten
fr: Feux de Stop
nl: Rem-/Knipperlichten

source: Replacement Lenses (Automotive)
de: Ersatzgläser / Streuscheiben für Kfz-Leuchten
fr: Verres de Rechange (Automobile)
nl: Motorvoertuigen - Reservelenzen

source: Reflectors (Automotive)
de: Reflektoren für Kfz-Leuchten
fr: Réflecteurs (Automobile)
nl: Motorvoertuigen - Reflectoren

source: Lights/Bulbs Other (Automotive)
de: Kfz-Leuchten / Leuchtmittel - sonstige
fr: Autres Eclairages/Ampoules (Automobile)
nl: Motorvoertuigen - Lichten/Lampjes - Overig

source: Lights/Bulbs Variety Packs (Automotive)
de: Kfz-Leuchten / Leuchtmittel - Sets
fr: Assortiments d'Eclairages/Ampoules (Automobile)
nl: Motorvoertuigen - Lichten/Lampjes - Assortimenten

source: Assemblies – Headlight
de: Frontscheinwerfer - Komplettsets
fr: Blocs de Feux Avant
nl: Koplamparmaturen

source: Assemblies – Taillight
de: Rückleuchten - Komplettsets
fr: Blocs de Feux Arrière
nl: Achterlichtarmaturen

source: Light Assemblies Other (Automotive)
de: Kfz-Beleuchtung / -scheinwerfer - sonstige
fr: Autres Blocs - Eclairage (Automobile)
nl: Overige Armaturen

source: Under-Car Lighting
de: Kfz-Unterbodenbeleuchtungen
fr: Éclairages Sous Caisse
nl: Verlichting Onderkant Wagen

source: Strobe Lighting (Automotive)
de: Kfz-Stroboskopleuchten
fr: Éclairages Stroboscopiques (Automobile)
nl: Motorvoertuigen - Stroboscoopverlichting

source: Accent Lighting (Automotive)
de: Kfz-Dekorbeleuchtung – Accent Lighting
fr: Éclairage d'Appoint (Automobile)
nl: Motorvoertuigen - Accentverlichting

source: Decorative Lighting Other (Automotive)
de: Kfz-Dekorbeleuchtung - sonstige
fr: Autres Eclairages Décoratifs (Automobile)
nl: Motorvoertuigen - Decoratieve Verlichting - Overig

source: Decorative Lighting Variety Packs (Automotive)
de: Kfz-Dekorbeleuchtung - Sets
fr: Assortiments d'Eclairages Décoratifs (Automobile)
nl: Motorvoertuigen - Decoratieve Verlichting - Assortimenten

source: Fuses (Automotive)
de: Kfz-Sicherungen
fr: Fusibles (Automobile)
nl: Motorvoertuigen - Zekeringen

source: Sockets/Pigtails (Automotive)
de: Autosteckdosen
fr: Adaptateurs Allume Cigare (Automobile)
nl: Motorvoertuigen - Contactdozen/Oogjes

source: Flex Tube/Wire Loom (Automotive)
de: Kfz-Kabelbündler / Spiralschläuche
fr: Tubes Flexibles/Gaines de Câble (Automobile)
nl: Motorvoertuigen - Flexibele Buis/Draadkabel

source: Cigarette Lighters/Adaptors (Automotive)
de: Zigarettenanzünder / Zigarettenanzünder-Adapter
fr: Allume Cigares/Adaptateurs (Automobile)
nl: Motorvoertuigen - Sigarettenaanstekers/Adapters

source: Electrical Variety Packs (Automotive)
de: Kfz-Elektrik - Sets
fr: Assortiments de Composants Electriques (Automobile)
nl: Motorvoertuigen - Elektrisch - Assortimenten

source: Electrical Other (Automotive)
de: Kfz-Elektrik - sonstige
fr: Autres Composants Electriques (Automobile)
nl: Motorvoertuigen - Elektrisch - Overig

source: Filter Wrenches (Automotive)
de: Ölfilterschlüssel
fr: Pinces/Clés à Filtres (Automobile)
nl: Motorvoertuigen - Oliefiltersleutels

source: Drain Plugs (Automotive)
de: Ablassschrauben
fr: Bouchons de Vidange (Automobile)
nl: Motorvoertuigen - Aftappluggen

source: Fluid Change Kits/Accessories
de: Kfz-Betriebsflüssigkeits-Wechsel - Sets / Zubehör
fr: Kits d'Accessoires de Vidange
nl: Olieverversing Kits/Accessoires

source: Fluid Mixers (Automotive)
de: Kfz-Betriebsflüssigkeits-Mischer
fr: Agitateur/Mélangeurs de Fluides (Automobile)
nl: Motorvoertuigen - Oliemengers

source: Fluid Management/Accessories Other (Automotive)
de: Kfz-Betriebsflüssigkeits-Handhabung - sonstige
fr: Autres Accessoires Pour la Gestion des Liquides (Automobile)
nl: Motorvoertuigen - Olieleidingen/Accessoires - Overig

source: Fluid Management/Accessories Variety Packs (Automotive)
de: Kfz-Betriebsflüssigkeits-Handhabung - Sets
fr: Assortiment d'Accessoires Pour la Gestion des Liquides (Automobile)
nl: Motorvoertuigen - Olieleidingen/Accessoires - Assortimenten

source: Oil Mats (Automotive)
de: Ölschutzmatten
fr: Tapis Absorbant (Automobile)
nl: Motorvoertuigen - Oliematten

source: Fluid Change Items Other (Automotive)
de: Kfz-Betriebsflüssigkeits-Wechselzubehör - sonstige
fr: Autres Produits Pour Vidange (Automobile)
nl: Motorvoertuigen - Artikelen voor Olieverversing - Overig

source: Fluid Change Items Variety Packs (Automotive)
de: Kfz-Betriebsflüssigkeits-Wechselzubehör - Sets
fr: Assortiments de Produits Pour Vidange (Automobile)
nl: Motorvoertuigen - Artikelen voor Olieverversing - Assortimenten

source: Wiper Arms (Automotive)
de: Scheibenwischerarme
fr: Bras d'Essuie-Glaces (Automobile)
nl: Motorvoertuigen - Ruitenwisserarmen

source: Wiper Boots (Automotive)
de: Scheibenwischermuffen
fr: Caches d'Essuie-Glaces (Automobile)
nl: Motorvoertuigen - Ruitenwisserbuizen

source: Wiper Motors
de: Scheibenwischermotoren
fr: Moteurs d'Essuie-Glaces
nl: Ruitenwissermotors

source: Wiper Motors (Cores)
de: Scheibenwischermotoren- Motorkerne
fr: Moteurs d'Essuie-Glaces (Noyaux)
nl: Ruitenwissermotors (Motorkernen)

source: Wiper Nozzles
de: Wischwasserdüsen
fr: Gicleurs de Lave-Glaces
nl: Ruitenwissermondstukken

source: Wiper Pumps
de: Wischwasserpumpen
fr: Pompes de Lave-Glaces
nl: Ruitenwisserpompen

source: Wiper Tubes/Hoses
de: Wischwasserschläuche
fr: Conduits/Tuyaux de Lave-Glaces
nl: Ruitenwisserbuizen/-slangen

source: Wiper Components Other
de: Scheibenwischerteile - sonstige
fr: Autres Composants d'Essuie-Glaces
nl: Ruitenwisseronderdelen - Overig

source: Wiper Components Variety Packs
de: Scheibenwischerteile - Sets
fr: Assortiments de Composants d'Essuie-Glaces
nl: Ruitenwisseronderdelen - Assortimenten

source: Sandpaper
de: Schleifpapier / Schmirgelpapier
fr: Papiers de Verre
nl: Schuurpapier

source: Abrasive Pads/Steel Wool
de: Schleifpads / Stahlwolle
fr: Éponges/Patins Abrasifs/de Laines d'Acier
nl: Schuurkussentjes/Staalwol

source: Emery Cloths/Sheets
de: Schmirgelleinen / Schleifgewebe
fr: Feuilles/Toiles Emery
nl: Schuurlinnen

source: Mineral Abrasives
de: Mineralische Abrasivstoffe
fr: Abrasifs Minéraux
nl: Minerale Schuurmiddelen

source: Abrasives Other
de: Schleifmittel - sonstige
fr: Autres Abrasifs
nl: Schuurmiddelen - Overig

source: Abrasives Variety Packs
de: Schleifmittel - Sets
fr: Assortiments d'Abrasifs
nl: Schuurmiddelen - Assortimenten

source: Turnbuckles (Fixings/Fasteners)
de: Seilspanner
fr: Tendeurs (Fixations/Attaches)
nl: Spanschroeven

source: Rings/Grommets
de: Ösen / Verstärkungsringe
fr: Anneaux/Bagues
nl: Ringen/Pakkingringen

source: Ropes/Chains/Cables (Fixings/Fasteners)
de: Seile / Ketten / Kabel
fr: Cordes/Chaines/Câbles (Fixations/Attaches)
nl: Touwen/Kettingen/Kabels

source: Springs
de: Federn
fr: Ressorts
nl: Veren

source: Bearings/Bushings
de: Wälz- und Gleitlager / Buchsen
fr: Paliers/Traversées
nl: Lagers/Bussen

source: Hooks (Fixings/Fasteners)
de: Haken
fr: Crochets (Fixations/Attaches)
nl: Haken

source: Tubing
de: Rohre
fr: Tuyaux/Tubes
nl: Buizen

source: Anchors/Wall Plugs (Fixings/Fasteners)
de: Dübel
fr: Chevilles/Douilles (Fixations/Attaches)
nl: Ankers/Muurpluggen

source: Washers (Fixings/Fasteners)
de: Unterlegscheiben
fr: Rondelles (Fixations/Attaches)
nl: Sluitringen

source: Screws
de: Schrauben
fr: Vis
nl: Schroeven

source: Nails/Pins (Fixings/Fasteners)
de: Nägel/Bolzen
fr: Clous/Épingles (Fixations/Attaches)
nl: Nagels/Pinnen

source: Staples (Fixings/Fasteners)
de: Krampen
fr: Agrafes (Fixations/Attaches)
nl: Bevestigingen voor Niet-/Nagelmachine (Nieten/Nagels)

source: Nuts (Fixings/Fasteners)
de: Gewindemuttern
fr: Écrous (Fixations/Attaches)
nl: Moeren

source: Bolts/Threaded Rods
de: Gewindeschrauben / Gewindestangen
fr: Boulons/Tiges Filetées
nl: Moerbouten/Draadstaven

source: Brackets/Braces
de: Halter / Bügel
fr: Étriers/Équerres
nl: Steunen/Draagbeugels

source: Catches (Fixings/Fasteners)
de: Arretierungen / Schnäpper
fr: Taquets/Loquets (Fixations/Attaches)
nl: Sluitingen

source: Rivets (Fixings/Fasteners)
de: Nieten
fr: Rivets (Fixations/Attaches)
nl: Klinknagels

source: Hinges – Door
de: Türscharniere
fr: Gonds - de Porte
nl: Deurscharnieren

source: Fixings/Fasteners Hardware Other
de: Befestigungsmaterial - sonstige
fr: Autres Equipements de Fixation/d'Attache
nl: Bevestigingsmaterialen - Overig

source: Fixings/Fasteners Hardware Variety Packs
de: Befestigungsmaterial - Sets
fr: Assortiments d'Equipements de Fixation/d'Attache
nl: Bevestigingsmaterialen - Assortimenten

source: Curtain Poles/Rods
de: Gardinenstangen
fr: Tringle/Suspensions pour Rideaux
nl: Gordijnroedes

source: Curtain Tracks
de: Gardinenschienen / -leisten
fr: Rails/Tringles à Rideaux
nl: Gordijnrails

source: Curtain Parts/Accessories Other
de: Vorhänge - Teile / Zubehör - sonstige
fr: Autres Accessoires pour Rideaux
nl: Gordijnonderdelen/-accessoires - Overig

source: Curtain Parts/Accessories Variety Packs
de: Vorhänge - Teile / Zubehör - Sets
fr: Assortiments d'Accessoires pour Rideaux
nl: Gordijnonderdelen/-accessoires - Assortimenten

source: Grout
de: Fugenmörtel
fr: Produits de Jointoiement
nl: Voegmortel

source: Sealants
de: Dichtungsmittel
fr: Mastics
nl: Dichtingsproducten

source: Fillers
de: Spachtelmasse
fr: Produits de Rebouchage
nl: Vulmateriaal

source: Tape (DIY)
de: Klebebänder (Heimwerkerbedarf)
fr: Rubans Adhésifs (Bricolage)
nl: Tape (DHZ)

source: Glue/Adhesive
de: Kleber / Klebstoffe / Leim
fr: Colles/Glue
nl: Lijm/Kleefstof

source: Caulking
de: Fugendichtmasse
fr: Produits d'Etanchéisation
nl: Stopverf/afdichtkit

source: Sealants/Fillers/Adhesives Other
de: Dichtungs- / Füll- / Klebemittel - sonstige
fr: Autres Mastics/Produits de Rebouchage/Colles/Pâtes de réparation
nl: Afdichtingsproducten/Vulmiddelen/Kleefstoffen/Reparatiepasta - Overig
