Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Endiveplants (Cichorium Endivia)
de: Endivien (Cichorium Endivia)
fr: Chicorées Frisées/Scaroles (Cichorium Endivia)
nl: Andijvieplanten (Cichorium Endivia)

source: Radicchio Rossoplants (Cichorium Intybus var. Foliosum)
de: Zuckerhut (Cichorium Intybus var. Foliosum)
fr: Radicchios (Cichorium Intybus var. Foliosum)
nl: Roodlofplanten (Cichorium Intybus var. Foliosum)

source: Sugarloafplants (Cichorium Intybus var. Foliosum)
de: Salat-Zichorie (Cichorium Intybus var. Foliosum)
fr: Chicorées Pain de Sucre (Cichorium Intybus var. Foliosum)
nl: Groenlofplanten (Cichorium Intybus var. Foliosum)

source: Root Chicoryplants (Cichorium Intybus var. Sativum)
de: Wurzelzichorie (Cichorium Intybus var. Sativum)
fr: Chicorées à Café/Torréfier (Cichorium Intybus var. Sativum)
nl: Wilde Cichoreiplanten (Cichorium Intybus var. Sativum)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Aquarien / Vivarien/ Terrarien
fr: Aquarium/Vivarium/Terrarium
nl: Aquarium/Vivarium/Terrarium

source: Belgian Endive/ Witloofplants (Cichorium Intybus var. Foliosum)
de: Radicchio (Cichorium Intybus var. Foliosum)
fr: Endives/Chicons (Cichorium Intybus var. Foliosum)
nl: Witlofplanten (Cichorium Intybus var. Foliosum)

source: Puntarelleplants (Cichorium Intybus Gr. Catalugna)
de: Puntarelle (Cichorium Intybus Gr. Catalugna)
fr: Chicorées Asperges/Puntarelles/de Catalogne (Cichorium Intybus Gr. Catalugna)
nl: Puntarelleplanten (Cichorium Intybus Gr. Catalugna)

source: Head Lettuceplants (Lactuca Sativa var. Capitata)
de: Kopfsalat (Lactuca Sativa var. Capitata)
fr: Laitues Batavias (Lactuca Sativa var. Capitata)
nl: Kropslaplanten (Lactuca Sativa var. Capitata)

source: Romaine / Cos Lettuceplants (Lactuca Sativa var. Romana)
de: Römersalat (Lactuca Sativa var. Romana)
fr: Laitues Romaines (Lactuca Sativa var. Romana)
nl: Romaineslaplanten (Lactuca Sativa var. Romana)

source: Leaf Lettuceplants (Lactuca Sativa var. Crispa)
de: Schnittsalat (Lactuca Sativa var. Crispa)
fr: Laitues à Couper/Feuilles de Chêne (Lactuca Sativa var. Crispa)
nl: Krulslaplanten (Lactuca Sativa var. Crispa)

source: Kinatrees (Cinchona)
de: Chinarindenbäume (Cinchona)
fr: Quinquinas (Cinchona)
nl: Kinaplanten (Cinchona)

source: Celtuceplants (Lactuca Sativa var. Angustana)
de: Spargelsalat (Lactuca Sativa var. Angustana)
fr: Laitues Celtuce/Asperges (Lactuca Sativa var. Angustana)
nl: Stamslaplanten (Lactuca Sativa var. Angustana)

source: Mamoncillotrees (Meliococcus Bijgatus)
de: Spanische Limette (Meliococcus Bijgatus)
fr: Quenettiers (Meliococcus Bijgatus)
nl: Knippabomen (Meliococcus Bijgatus)

source: Rocketplants (Eruca Sativa)
de: Garten-Senfrauke (Erica Sativa)
fr: Roquettes (Eruca Sativa)
nl: Rucolaplanten (Eruca Sativa)

source: American Gooseberryshrubs (Ribes Hirtellum)
de: Amerikanische Stachelbeere (Ribes Hirtellum)
fr: Groseillers Epineux/Hérissés (Ribes Hirtellum)
nl: Moeraskruisbesstruik (Ribes Hirtellum)

source: Choy Sumplants (Brassica Chinensis var. Parachinensis)
de: Choisum (Brassica Chinensis var. Parachinensis)
fr: Choux Cantonnais/Choy Sum (Brassica Chinensis var. Parachinensis)
nl: Choisamplanten (Brassica Chinensis var. Parachinensis)

source: Blackcurrant Shrubs (Ribes Nigrum)
de: Schwarze Johannisbeere (Ribes Nigrum)
fr: Cassissiers (Ribes Nigrum)
nl: Zwartebesstruiken (Ribes Nigrum)

source: Leaf Mustard / Sareptaplants (Brassica Juncea)
de: Brauner Senf (Brassica Junacea)
fr: Moutardes Brunes/Chinoises (Brassica Juncea)
nl: Sareptamosterdplanten (Brassica Juncea)

source: Red Currantshrubs (Ribes Rubrum)
de: Rote Johannisbeere (Ribes Rubrum)
fr: Groseilliers à Grappes (Ribes Rubrum)
nl: Rode aalbesstruiken (Ribes Rubrum)

source: Tatsoiplants (Brassica Narinosa)
de: Tatsoi (Brassica Narinosa)
fr: Choux Rosettes/Tatsoi (Brassica Narinosa)
nl: Tatsoiplanten (Brassica Narinosa)

source: Gooseberryshrubs (Ribes Uva-Crispa)
de: Stachelbeere (Ribes Uva-Crispa)
fr: Groseilliers à Maquereau (Ribes Uva-Crispa)
nl: Kruisbes (Ribes Uva-Crispa)

source: Pak Choyplants (Brassica Chinensis)
de: Pak Choi (Brassica Chinensis)
fr: Choux de Chine/Bok Choy (Brassica Chinensis)
nl: Paksoiplanten (Brassica Chinensis)

source: Jostaberryshrubs (Ribes X Nidigrolaria)
de: Jostabeere (Ribes X Nidigrolaria)
fr: Casseilliers (Ribes X Nidigrolaria)
nl: Jistabesstruiken (Ribes X Nidigrolaria)

source: Cloudberryshrubs (Rubus Chamaemorus)
de: Moltebeere (Rubus Chamaemorus)
fr: Plaquebières/Mûriers Arctiques (Rubus Chamaemorus)
nl: Kruipbraamstruiken(Rubus Chamaemorus)

source: Wineberryplants (Rubus Phoenicolasius)
de: Japanische Weinbeere (Rubus Phoenicolasius)
fr: Mûriers du Japon (Rubus Phoenicolasius)
nl: Japanse Wijnbesplanten (Rubus Phoenicolasius)

source: Collard greenplants (Brassica oleracea var. viridis)
de: Blattkohl (Brassica oleracea var. viridis)
fr: Choux Cavalier/Verts (Brassica oleracea var. viridis)
nl: Bladkoolplanten (Brassica oleracea var. viridis)

source: Umbu/Brazilia Plumtrees (Spondias Tuberosa)
de: Umbu (Spondias Tuberosa)
fr: Pruniers du Brésil/Imbus (Spondias Tuberosa)
nl: Imbubomen (Spondias Tuberosa)

source: Breadfruittrees (Artocarpus Altilis)
de: Brotfruchtbaum (Artocarpus Altilis)
fr: Arbres à pain (Artocarpus Altilis)
nl: Broodboom (Artocarpus Altilis)

source: Curabastrees (Passiflora Mollissima)
de: Curubabaum (Passiflora Mollissima)
fr: Curubas/Passiflores Bananes (Passiflora Mollissima)
nl: Curababomen (Passiflora Mollissima)

source: Komatsunaplants (Brassica Perviridis)
de: Komatsuna (Brassica Perviridis)
fr: Komatsunas/Moutardes Epinards (Brassica Perviridis)
nl: Komatsunaplanten (Brassica Perviridis)

source: Mibunaplants (Brassica Rapa Japonica)
de: Japanischer Senfkohl (Brassica Rapa Japonica)
fr: Mibunas/Moutardes Japonaises (Brassica Rapa Japonica)
nl: Mibunaplanten (Brassica Rapa Japonica)

source: Mizuna / Japanese Mustardplants (Brassica Rapa Subsp. Nipposinica)
de: Mizuna (Brassica Rapa Subsp. Nipposinica)
fr: Mizunas/Moutardes Japonaises (Brassica Rapa Japonica)
nl: Mizunaplanten (Brassica Rapa Subsp. Nipposinica)

source: Chinese Cabbageplants (Brassica Pekinensis)
de: Chinakohl (Brassica Pekinensis)
fr: Choux Chinois/de Pékin/Napas/Pe-tsaï (Brassica Pekinensis)
nl: Chinesekoolplanten (Brassica Pekinensis)

source: Cressplants (Lepidium Sativum)
de: Gartenkresse (Lepidium Sativum)
fr: Cressons Alénois/Cressonnettes (Lepidium Sativum)
nl: Tuinkersplanten (Lepidium Sativum)

source: Watercressplants (Nasturtium Officinale)
de: Echte Brunnenkresse (Nasturtium Officinale)
fr: Cressons de Fontaine (Nasturtium Officinale)
nl: Waterkersplanten (Nasturtium Officinale)

source: Amaranthplants (Amaranthus)
de: Amarant (Amaranthus)
fr: Amarantes/Amaranthes (Amaranthus)
nl: Amarantplanten (Amaranthus)

source: Oracheplants (Atriplex)
de: Melden (Atriplex)
fr: Arroches (Atriplex)
nl: Meldeplanten (Atriplex)

source: Chardplants (Beta Vulgaris Subsp. Vulgaris var. Cicla)
de: Mangold (Beta Vulgaris Subsp. Vulgaris var. Cicla)
fr: Bettes/Blettes (Beta Vulgaris Subsp. Vulgaris var. Cicla)
nl: Snijbietplanten (Beta Vulgaris Subsp. Vulgaris var. Cicla)

source: Spinachplants (Spinacia Oleracea)
de: Spinat (Spinacia Oleracea)
fr: Epinards (Spinacia Oleracea)
nl: Spinazieplanten (Spinacia Oleracea)

source: Chayatrees (Cnidoscolus Aconitifolius)
de: Baumspinat (Cnidoscolus Aconitifolius)
fr: Chayas/Maniocs Bâtards (Cnidoscolus Aconitifolius)
nl: Chayabomen (Cnidoscolus Aconitifolius)

source: Lambs Lettuceplants (Valerianella Locusta)
de: Gewöhnlicher Feldsalat (Valerianella Locusta)
fr: Mâches (Valerianella Locusta)
nl: Veldslaplanten (Valerianella Locusta)

source: Ong Choy/ Kangkungplants (Ipomoea Aquatica)
de: Wasserspinat (Ipomaea Aquatica)
fr: Liserons d'Eau (Ipomoea Aquatica)
nl: Waterspinazieplanten (Ipomoea Aquatica)

source: Purslaneplants (Portulaca Oleracea)
de: Portulak (Portulaca Oleracea)
fr: Pourpiers/Porcelanes (Portulaca Oleracea)
nl: Posteleinplanten (Portulaca Oleracea)

source: Sorrel- Dockplants (Rumex Acetosa)
de: Wiesen-Sauerampfer (Rummel Acetosa)
fr: Oseilles (Rumex Acetosa)
nl: Zuringplanten (Rumex Acetosa)

source: New Zealand Spinachplants (Tetragonia Tetragonioides)
de: Neuseeländischer Spinat (Tetragonia Tetragoniodes)
fr: Tétragones/Epinards de Nouvelle-Zélande (Tetragonia Tetragonioides)
nl: Nieuw-Zeelandse spinazieplanten (Tetragonia Tetragonioides)

source: Leekplants (Allium Porrum)
de: Lauch (Allium Porrum)
fr: Poireaux (Allium Porrum)
nl: Preiplanten (Allium Porrum)

source: Castanospermum Australe - Live Plants
de: Australische Kastanie – lebende Pflanzen
fr: Châtaignier d'Australie - Plantes Vivantes
nl: Castanospermum Australe - Levende Planten

source: Coffea - Live Plants
de: Kaffee - lebende Pflanzen
fr: Caféiers - Plantes Vivantes
nl: Koffieplant (Coffea) - Levende Plant

source: Dionaea Muscipula - Live Plants
de: Venusfliegenfalle - lebende Pflanzen
fr: Dionées (Dionaea Muscipula)- Plantes Vivantes
nl: Venus Vliegenval (Dionaea) - Levende Plant

source: Alexandersplants (Smyrnium Olusatrum)
de: Pferdeeppich (Smyrnium Olusatrum)
fr: Macerons (Smyrnium Olusatrum)
nl: Zwartmoeskervelplanten (Smyrnium Olusatrum)

source: Angelicaplants (Angelica Archangelica)
de: Arznei-Engelwurz (Angelica Archangelica)
fr: Angéliques/Archangéliques (Angelica Archangelica)
nl: Grote Engelwortelplanten (Angelica Archangelica)

source: Aniseplants (Pimpinella Anisum)
de: Anis (Pimpinella Anisum)
fr: Anis verts (Pimpinella Anisum)
nl: Anijsplanten (Pimpinella Anisum)

source: Asiatic Ginsengplants (Panax)
de: Ginseng (Panax)
fr: Ginsengs (Panax)
nl: Ginsengplanten (Panax)

source: Basilplants (Basilicum Spp.)
de: Basilikum (Basilicum Spp.)
fr: Basilics (Basilicum Spp.)
nl: Basilicumplanten (Basilicum Spp.)

source: Bayleafplants (Laurus Nobilis)
de: Echter Lorbeer (Laurus Nobilis)
fr: Lauriers (Laurus Nobilis)
nl: Laurierplanten (Laurus Nobilis)

source: Bee Balmplants (Monarda Didyma)
de: Goldmelisse (Monarda Didyma)
fr: Monardes (Monarda Didyma)
nl: Bergamotplanten (Monarda Didyma)

source: Blessed Milkthistleplants (Silybum Marianum)
de: Mariendistel (Silybum Marianum)
fr: Chardons-Marie (Silybum Marianum)
nl: Mariadistelplanten (Silybum Marianum)

source: Boldoplants (Peumus Boldus)
de: Boldostrauch (Peumus Boldus)
fr: Boldos (Peumus Boldus)
nl: Boldoplanten (Peumus Boldus)

source: Borageplants (Borago Officinalis)
de: Borretsch (Borago Officinalis)
fr: Bourraches (Borago Officinalis)
nl: Bernagieplanten (Borago Officinalis)

source: Burnetplants (Sanguisorba Spp.)
de: Wiesenknopf (Sanguisorba Spp.)
fr: Sanguisorbes (Sanguisorba Spp.)
nl: Pimpernelplanten (Sanguisorba Spp.)

source: Celeryplants (Apium Graveolens)
de: Echter Sellerie (Apium Graveolens)
fr: Céleris (Apium Graveolens)
nl: Selderijkruid (Apium Graveolens)

source: Chervilplants (Anthriscus Cerefolium)
de: Echter Kerbel (Anthriscus Cerefolium)
fr: Cerfeuils (Anthriscus Cerefolium)
nl: Kervelplanten (Anthriscus Cerefolium)

source: Chiveplants (Allium Schoenoprasum)
de: Schnittlauch (Allium Schoenoprasum)
fr: Ciboulettes/Civettes (Allium Schoenoprasum)
nl: Bieslookplanten (Allium Schoenoprasum)

source: Cilantro/Corianderplants (Coriandrum Sativum)
de: Echter Koriander (Coriandrum Sativum)
fr: Coriandres (Coriandrum Sativum)
nl: Korianderplanten (Coriandrum Sativum)

source: Country Borage/Mexican Mintplants (Plectranthus Amboinicus)
de: Mexikanischer Oregano (Plectranthus Amboinicus)
fr: Menthes Mexicaines/Origans Cubains/Gros Thyms Antillais (Plectranthus Amboinicus)
nl: Cubaanse Oreganoplanten (Plectranthus Amboinicus)

source: Dandelionplants (Taraxacum)
de: Löwenzahn (Taraxacum)
fr: Pissenlits (Taraxacum)
nl: Paardenbloemplanten (Taraxacum)

source: Dillplants (Anethum Graveolens)
de: Dill (Anethum Graveolens)
fr: Aneths (Anethum Graveolens)
nl: Dilleplanten (Anethum Graveolens)

source: Fenugreekplants (Trigonella Foenum-Graecum)
de: Bockshornklee (Trigonella Foenum-Graecum)
fr: Fenugrecs (Trigonella Foenum-Graecum)
nl: Fenegriekplanten (Trigonella Foenum-Graecum)

source: Fingerrootplants (Boesenbergia Rotunda)
de: Chinesischer Ingwer (Boesenbergia Rotunda)
fr: Curcumas Ronds/Clés Chinoises
nl: Temoe-koentjieplanten (Boesenbergia Rotunda)

source: Garlic Chiveplants (Allium Tuberosum)
de: Knoblauch-Schnittlauch (Allium Tuberosum)
fr: Ciboules de Chine/Ciboulettes Chinoises (Allium Tuberosum)
nl: Chinese Bieslookplanten (Allium Tuberosum)

source: Gentianplants (Gentiana Spp.)
de: Enzian (Gentiana Spp.)
fr: Gentianes (Gentiana Spp.)
nl: Gentiaanplanten (Gentiana Spp.)

source: Guascaplants (Galinsoga Parviflora)
de: Kleinbütiges Kopfkraut (Galinsoga Parviflora)
fr: Galinsogas à Petites Fleurs (Galinsoga Parviflora)
nl: Kaalknopkruidplanten (Galinsoga Parviflora)

source: Hyssopplants (Hyssopus Officinalis)
de: Ysop (Hyssopus Officinalis)
fr: Hysopes (Hyssopus Officinalis)
nl: Hysopplanten (Hyssopus Officinalis)

source: Indian Tobaccoplants (Lobelia Inflata)
de: Indianertabak (Lobelia Inflata)
fr: Tabacs Indiens (Lobelia Inflata)
nl: Tabaksplanten (Lobelia Inflata)

source: Johnny Jumpplants (Viola Tricolor)
de: Wildes Stiefmütterchen (Viola Tricolor)
fr: Pensées sauvages (Viola Tricolor)
nl: Viooltjesplanten (Viola Tricolor)

source: Lemon Balmplants (Melissa Officinalis)
de: Ztronenmelisse (Melissa Officinalis)
fr: Mélisses (Melissa Officinalis)
nl: Citroenmelisseplanten (Melissa Officinalis)

source: Lemon Verbenaplants (Aloysia Citriodora)
de: Zitronenstrauch (Aloysia Citriodora)
fr: Verveines Citronelles/Odorantes/du Pérou (Aloysia Citriodora)
nl: Citroenverbenaplanten (Aloysia Citriodora)

source: Lemongrass/Citronellaplants (Cymbopogon Citratus)
de: Zitronengras (Cymbopogon Citratus)
fr: Citronnelles/Verveines des Indes
nl: Citroengrasplanten (Cymbopogon Citratus)

source: Lovageplants (Levisticum Officinale)
de: Liebstöckel (Levisticum Officinale)
fr: Livèches (Levisticum Officinale)
nl: Lavsplanten (Levisticum Officinale)

source: Marjoramplants (Origanum Majorana)
de: Majoran (Origanum Majorana)
fr: Marjolaines (Origanum Majorana)
nl: Marjoraanplanten (Origanum Majorana)

source: Meadowsweetplants (Filipendula Ulmaria)
de: Echtes Mädesüß (Filipendula Ulmaria)
fr: Reines des Près (Filipendula Ulmaria)
nl: Moerasspireaplanten (Filipendula Ulmaria)

source: Mintplants (Mentha Spp.)
de: Minze (Mental Spp.)
fr: Menthes (Mentha Spp.)
nl: Muntplanten (Mentha Spp.)

source: Mugwortplants (Artemisia Vulgaris)
de: Beifuß (Artemisia Vulgaris)
fr: Armoises (Artemisia Vulgaris)
nl: Bijvoetplanten (Artemisia Vulgaris)

source: Origanoplants (Origanum Vulgare)
de: Oregano (Origanum Vulgare)
fr: Origans (Origanum Vulgare)
nl: Origanoplanten (Origanum Vulgare)

source: Parsleyplants (Petroselinum Crispum)
de: Petersilie (Petroselinum Crispum)
fr: Persils (Petroselinum Crispum)
nl: Peterselieplanten (Petroselinum Crispum)

source: Perilla and Shisoplants (Perilla Frutescens)
de: Perilla (Perilla Frutescens)
fr: Périlles (Perilla Frutescens)
nl: Shisoplanten (Perilla Frutescens)

source: Pot Marigoldplants (Calendula Officinalis)
de: Ringelblume (Caldenula Officinalis)
fr: Soucis (Calendula Officinalis)
nl: Goudsbloemplanten (Calendula Officinalis)

source: Purple Coneflowerplants (Echinacea Purpurea)
de: Purpur-Sonnenhut (Echinacea Purpurea)
fr: Echinacées (Echinacea Purpurea)
nl: Rode Zonnehoedplanten (Echinacea Purpurea)

source: Ramsonplants (Allium Ursinum)
de: Bärlauch (Allium Ursinum)
fr: Ails des Ours (Allium Ursinum)
nl: Daslookplanten (Allium Ursinum)

source: Ribwort Plantainplants (Plantago Lanceolata)
de: Spitzwegerich (Plantago Lanceolata)
fr: Plantains (Plantago Lanceolata)
nl: Weegbreeplanten (Plantago Lanceolata)

source: Rice Paddy Herbplants (Limnophila Aromatica)
de: Reisfeldpflanze (Limnophila Aromatica)
fr: Ambulies Aromatiques (Limnophila Aromatica)
nl: Rijstveldkruidplanten (Limnophila Aromatica)

source: Rosemaryplants (Rosmarinus Officinalis)
de: Rosmarin (Rosmarinus Officinalis)
fr: Romarins (Rosmarinus Officinalis)
nl: Rozemarijnplanten (Rosmarinus Officinalis)

source: Rueplants (Ruta Graveolens)
de: Weinraute (Ruta Graveolens)
fr: Rues (Ruta Graveolens)
nl: Wijnruitplanten (Ruta Graveolens)

source: Sageplants (Salvia Officinalis)
de: Echter Salbei (Salvia Officinalis)
fr: Sauges (Salvia Officinalis)
nl: Salviaplanten (Salvia Officinalis)

source: Sassafrasplants (Sassafras Albidum)
de: Sassafrasbaum (Sassafras Albidum)
fr: Lauriers des Iroquois (Sassafras Albidum)
nl: Sassafrasplanten (Sassafras Albidum)

source: Savoryplants (Satureja)
de: Bohnenkräuter (Satureja)
fr: Sarriettes (Satureja)
nl: Bonenkruidplanten (Satureja)

source: Sour Dockplants (Rumex Arcticus)
de: Sauerdock (Rumex Arcticus)
fr: Docks arctiques (Rumex Arcticus)
nl: Zuringplanten (Rumex sp.)

source: Steviaplants (Stevia Rebaudiana)
de: Süßkraut (Stevia Rebaudiana)
fr: Stévias (Stevia Rebaudiana)
nl: Steviaplanten (Stevia Rebaudiana)

source: Sweet Cicelyplants (Myrrhis Odorata)
de: Süßdolde (Myrrhis Odorata)
fr: Cerfeuils Musqués/Anisés/d'Espagne (Myrrhis Odorata)
nl: Roomse Kervelplanten (Myrrhis Odorata)

source: Tarragonplants (Artemisia Dracunculus)
de: Estragon (Artemisia Dracunculus)
fr: Estragons (Artemisia Dracunculus)
nl: Dragonplanten (Artemisia Dracunculus)

source: Thymeplants (Thymus Vulgaris)
de: Echter Thymian (Thymus Vulgaris)
fr: Thyms (Thymus Vulgaris)
nl: Thijmplanten (Thymus Vulgaris)

source: Wasibiplants (Eutrema Japonicum)
de: Echter Wasabi (Eutrema Japonicum)
fr: Wasabis (Eutrema Japonicum)
nl: Wasabiplanten (Eutrema Japonicum)

source: Wormwoodplants/Absinth (Artemisia Absinthium)
de: Wermutkraut (Artemisia Absinthium)
fr: Absinthes (Artemisia Absinthium)
nl: Absintplanten (Artemisia Absinthium)

source: African Peppertrees (Xylopia Aethiopica)
de: Mohrenpfeffer (Xylopia Aethiopica)
fr: Poivriers de Guinée/de Selim (Xylopia Aethiopica)
nl: Xylopia aethiopicaplanten (Xylopia Aethiopica)

source: Ajwainplants (Trachyspermum Ammi)
de: Ajowan (Trachyspermum Ammi)
fr: Ajowans (Trachyspermum Ammi)
nl: Ajowanplanten (Trachyspermum Ammi)

source: Allspice/Pimentplants (Pimenta Dioica)
de: Piment (Pimenta Dioica)
fr: Piments/Poivriers de la Jamaïque (Pimenta Dioica)
nl: Pimentplanten (Pimenta Dioica)

source: Amargoshrubs (Quassia Amara)
de: Brasilianischer Quassiabaum (Quassia Amara)
fr: Quassias Amers/Quinines de Cayenne (Quassia Amara)
nl: Bitterhoutbomen (Quassia Amara)

source: Annato/Achiotetrees (Bixa Orellana)
de: Annattostrauch (Bixa Orellana)
fr: Achiotes/Anatos/Roucous (Bixa Orellana)
nl: Orleaanbomen (Bixa Orellana)

source: Black Cardamomtrees (Amomum Subulatum)
de: Schwarzer Kardamom (Amomum Subulatum)
fr: Cardamomes Brunes/Noires (Amomum Subulatum)
nl: Amomum Subulatumbomen (Amomum Subulatum)

source: Black Cuminplants (Bunium Bulbocastanum)
de: Gewöhnlicher Knollenkümmel (Bunium Bulbocastanum)
fr: Noix/Châtaignes de Terre (Bunium Bulbocastanum)
nl: Aardkastanjeplanten (Bunium Bulbocastanum)

source: Black Peppervines (Piper Nigrum)
de: Schwarzer Pfeffer (Piper Nigrum)
fr: Poivriers noirs (Piper Nigrum)
nl: Peperplanten (Piper Nigrum)

source: Brazilian Peppertrees (Schinus Terebinthifolia)
de: Brasilianischer Pfefferbaum (Schinus Terebinthifolia)
fr: Faux-poivriers/Poivriers Roses (Schinus Terebinthifolia)
nl: Roze peperbomen (Schinus Terebinthifolia)

source: Caper Bushshrubs (Capparis Spinosa)
de: Echter Kapernstrauch (Capparis Spinosa)
fr: Câpriers (Capparis Spinosa)
nl: Kappertjesstruiken (Capparis Spinosa)

source: Carawayplants (Carum Carvi)
de: Echter Kümmel (Carum Carvi)
fr: Carvis (Carum Carvi)
nl: Karwijplanten (Carum Carvi)

source: Cassiatrees (Cinnamomum Cassia)
de: Zimtkassie (Cinnamomum Cassia)
fr: Canneliers de Chine (Cinnamomum Cassia)
nl: Cassiakaneelbomen (Cinnamomum Cassia)

source: Chameleonplants (Houttuynia Cordata)
de: Molchschwanz (Houttuynia Cordata)
fr: Herbes à Poivre/Poivriers de Chine (Houttuynia Cordata)
nl: Moerasanemoonplanten (Houttuynia Cordata)

source: Cinnamontrees (Cinnamomum Verum)
de: Ceylon-Zimtbaum (Cinnamomum Verum)
fr: Canneliers (Cinnamomum Verum)
nl: Kaneelbomen (Cinnamomum Verum)

source: Clovetrees (Syzygium Aromaticum)
de: Gewürznelkenbaum (Syzgium Aromaticum)
fr: Girofliers (Syzygium Aromaticum)
nl: Kruidnagelbomen (Syzygium Aromaticum)

source: Cubebplants (Piper Cubeba)
de: Kubeben-Pfeffer (Piper Cubeba)
fr: Cubèbes (Piper Cubeba)
nl: Staartpeperplanten (Piper Cubeba)

source: Cuminplants (Cuminum Cyminum)
de: Kreuzkümmel (Cuminum Cyminum)
fr: Cumins (Cuminum Cyminum)
nl: Komijnplanten (Cuminum Cyminum)

source: Curryplants (Murraya Koenigii)
de: Currybaum (Murraay Koenigii)
fr: Karouvaipilais/Caloupilés (Murraya Koenigii)
nl: Kerrieplanten (Murraya Koenigii)

source: Epazoteplants (Chenopodium Ambrosioides)
de: Mexikanischer Drüsengänsefuß (Chenopodium Ambrosiodes)
fr: Thés du Mexique/Herbes aux vers/Ansérines/Epazotes (Chenopodium Ambrosioides)
nl: Welriekende ganzevoetplanten (Chenopodium Ambrosioides)

source: Galengaltrees (Alpinia Galanga)
de: Thai-Ingwer (Alpinia Galanga)
fr: Galangas (Alpinia Galanga)
nl: Laosplanten (Alpinia Galanga)

source: Green Cardamomtrees (Elettaria Cardamomum)
de: Grüner Kardamom (Elettaria Cardamomum)
fr: Cardamomes Vertes (Elettaria Cardamomum)
nl: Groene kardemombomen (Elettaria Cardamomum)

source: Indian Longpepperplants (Piper Longum)
de: Langer Pfeffer (Piper Longum)
fr: Poivriers Longs (Piper Longum)
nl: Lange Peperplanten (Piper Longum)

source: Indonesian Bay-Leaftrees (Eugenia Polyantha)
de: Indonesisches Lorbeerblatt (Eugenia Polyantha)
fr: Lauriers Indonésiens (Eugenia Polyantha)
nl: Salambomen (Eugenia Polyantha)

source: Junipertrees (Juniperus Communis)
de: Gemeiner Wacholder (Juniperus Communis)
fr: Genévriers (Juniperus Communis)
nl: Jeneverbesstruiken (Juniperus Communis)

source: Kawakawaplants (Piper Excelsum)
de: Tahiti-Pfeffer (Piper Excelsum)
fr: Kawakawas (Piper Excelsum)
nl: Piper Excelsumbomen (Piper Excelsum)

source: Lemon Myrtleplants (Backhousia Citriodoria)
de: Australische Zitronenmyrte (Backhousia Citriodoria)
fr: Myrtes Citronnées (Backhousia Citriodoria)
nl: Citroenmirteplant (Backhousia Citriodoria)

source: Licoricetrees (Glycyrrhiza Glabra)
de: Echtes Süßholz (Glycyrrhiza Glabra)
fr: Réglisses (Glycyrrhiza Glabra)
nl: Zoethoutplanten (Glycyrrhiza Glabra)

source: Long Coriander/Culantroplants (Eryngium Foetidum)
de: Langer Koriander (Eryngium Foetidum)
fr: Coriandres Chinoises/Longues (Eryngium Foetidum)
nl: Mexicaanse korianderplanten (Eryngium Foetidum)

source: Mahlebtrees (Prunus Mahaleb)
de: Steichweichsel (Prunus Mahaleb)
fr: Cerisiers/Bois de Sainte Lucie (Prunus Mahaleb)
nl: Weichselbomen (Prunus Mahaleb)

source: Malaguetta Pepper/Grains of Paradiseplants (Aframomum Melegueta)
de: Paradieskörner (Aframomum Melegueta)
fr: Maniguettes (Aframomum Melegueta)
nl: Paradijskorrelplanten (Aframomum Melegueta)

source: Mexican Pepperleafplants (Piper Auritum )
de: Mexikanischer Blattpfeffer (Piper Auritum)
fr: Poivriers Mexicains (Piper Auritum)
nl: Hoja Santaplanten (Piper Auritum )

source: Mountain-Horopitotrees (Pseudowintera Colorata)
de: Südliches Pfefferholz (Pseudowintera Colorata)
fr: Arbres à Poivre de Nouvelle Zélande (Pseudowintera Colorata)
nl: Nieuw-Zeelandse Peperbomen (Pseudowintera Colorata)

source: Myrtleplants (Myrtus)
de: Myrte (Myrtus)
fr: Myrtes (Myrtus)
nl: Mirteplanten (Myrtus)

source: Nigella/Black Carawayplants (Nigella Sativa )
de: Echter Schwarzkümmel (Nigella Sativa)
fr: Nigelles/Cumins Noirs (Nigella Sativa)
nl: Zwarte komijnplanten (Nigella Sativa)

source: Njangsatrees (Ricinodendron Heudelotii)
de: Njangsa (Ricinodendron Heudelotii)
fr: Njansangs/Akpis/Musodos (Ricinodendron Heudelotii)
nl: Njangsabomen (Ricinodendron Heudelotii)

source: Nutmegtrees (Myristica Fragrans)
de: Muskatnussbaum (Myristica Fragrans)
fr: Muscadiers (Myristica Fragrans)
nl: Nootmuskaatbomen (Myristica Fragrans)
