Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Mobile Phone/Smartphone Accessories
de: Mobiltelefon- / Smartphone-Zubehör
fr: Accessoires de téléphones mobiles/smartphones
nl: Accessoires voor Mobiele Telefoons/Smartphones

source: Smart Home/Home Automation Equipment - Control Panel
de: Smarthome- / Heimautomatisierungs-Ausrüstung - Bedienfeld
fr: Systèmes domotiques - Panneau de contrôle
nl: Domotica - Bedieningspaneel

source: Smart Home/Home Automation Equipment - Security Appliances
de: Smarthome- / Heimautomatisierungs-Ausrüstung - Sicherheitsvorrichtungen
fr: Systèmes domotiques - Appareils de sécurité
nl: Domotica - Beveiligingsapparatuur

source: Smart Home/Home Automation Equipment - Temperature Regulation Appliances
de: Smarthome- / Heimautomatisierungs-Ausrüstung - Geräte zur Temperaturregulierung
fr: Systèmes domotiques - Appareils de régulation de la température
nl: Domotica - Apparaten voor Temperatuurregeling

source: Smart Home/Home Automation Equipment - Lawn/Garden/Leisure Appliances
de: Smarthome- / Heimautomatisierungs-Ausrüstung - Rasen-/Garten-/Freizeitgeräte
fr: Systèmes domotiques - Appareils pour pelouse/jardin/loisirs
nl: Domotica - Tuinapparatuur

source: Abrasive Blasters/Sandblasters
de: Abrasivstrahler / Sandstrahler (elektrisch)
fr: Sableuses (Electriques)
nl: Zandstraalmachines (Aangedreven)

source: Hammer Drill and Impact Driver Kit
de: Schlagbohrer- und Schlagschrauber-Set (elektrisch)
fr: Kit Perceuses à Percussion et Perforateur (Electriques)
nl: Boorhamer en Schroevendraaier Set (Aangedreven)

source: Demolition Hammer
de: Abbruchhämmer (elektrisch)
fr: Burineurs (Electriques)
nl: Sloophamer (Aangedreven)

source: Endoscope Camera (DIY)
de: Endoskopkameras (DIY) (elektrisch)
fr: Caméra Endoscope (Bricolage) (Electriques)
nl: Inspectiecamera/Endoscoop (DIY) (Aangedreven)

source: Hole Saw
de: Lochsägen (elektrisch)
fr: Scies trépans (Electriques)
nl: Gatenzaag (Aangedreven)

source: Mixer/Vibrator
de: Mischer (elektrisch)
fr: Mixeurs/Malaxeurs (Electriques)
nl: Mixers (Aangedreven)

source: Oscillating Multitools
de: Oszillierende Multifunktionswerkzeuge (elektrisch)
fr: Outils Multifonctions Oscillants (Electriques)
nl: Oscillerende Multitools (Aangedreven)

source: Rotary Multitools
de: Rotierende Multifunktionswerkzeuge (elektrisch)
fr: Outils Multifonctions Rotatifs (Electriques)
nl: Roterende Multitools (Aangedreven)

source: Sanding Rollers (Powered)
de: Schleifwalzen (elektrisch)
fr: Ponceuses multifonctions (Electriques)
nl: Schuurrollers (Aangedreven)

source: Wall Slotter (Powered)
de: Mauernutfräse (elektrisch)
fr: Rainureuses (Electriques)
nl: Muurfrezen (Aangedreven)

source: Umbrellas/Parasols Stands/Bases
de: Ständer/Sockel für Schirme/Sonnenschirme
fr: Pieds/Socles de Parapluies/Parasols
nl: Parasolvoeten

source: Water Softeners Replacement Parts/Accessories
de: Wasserfilter - Ersatzteile/Zubehör
fr: Adoucisseurs d'eau - Pièces Détachées/Accessoires
nl: Waterverzachters Onderdelen/Accessoires

source: Window Shutter Motorisation
de: Motorisierung für Fensterläden
fr: Motorisation des Volets
nl: Raamluikmotoren

source: Amelanchiershrubs (Amelanchier)
de: Felsenbirne (Amelanchier)
fr: Amélanchiers
nl: Krentenbomen (Amelanchier)

source: Madronatrees (Arbutus menziesii)
de: Amerikanischer Erdbeerbaum (Arbutus menziesii)
fr: Arbousiers d'Amérique (Arbutus menziesii)
nl: Madronabomen (Arbutus menziesii)

source: Bearberrytrees (Arctostaphylos uva-ursi)
de: Echte Bärentraube (Arctostaphylos uva-ursi)
fr: Arbres à Raisin-d'ours (Arctostaphylos uva-ursi)
nl: Berendruifplanten (Arctostaphylos uva-ursi)

source: Chokeberryshrubs (Aronia)
de: Apfelbeerenbüsche (Aronia)
fr: Aronias
nl: Appelbesheesters (Aronia)

source: Hawthornshrubs (Crataegus)
de: Weißdornbusch (Crataegus)
fr: Aubépines (Crataegus)
nl: Meidoornheesters (Crataegus)

source: Goumitrees (Elaeagnus multiflora)
de: Reichblütige Ölweide (Elaeagus multiflora)
fr: Goumis du Japon (Elaeagnus multiflora)
nl: Olijfwilgbomen (Elaeagnus multiflora)

source: Crowberry shrubs (Empetrum nigrum)
de: Schwarzer Krähenbeerenbusch (Empetrum nigrum)
fr: Camarines Noires (Empetrum nigrum)
nl: Kraaiheiplanten (Empetrum nigrum)

source: Strawberryplants (Fragaria x ananassa)
de: Erdbeerpflanzen (Fragaria x ananassa)
fr: Fraisiers cultivés (Fragaria x ananassa)
nl: Aardbeienplanten (Fragaria x ananassa)

source: Sea Buckthornshrubs (Hippophae)
de: Sanddornbusch (Hippohae)
fr: Argousiers (Hippophae)
nl: Duindoornheesters (Hippophae)

source: Acerola/Barbados-cherrytrees (Malpighia emarginata)
de: Acerola (Malpighia emarginata)
fr: Acérolas/Cerisiers des Barbades (Malpighia emarginata)
nl: Acerola/West-Indische kersbomen (Malpighia emarginata)

source: Golden currantshrubs (Ribes aureum)
de: Gold-Johannisbeerenbusch (Ribes aureum)
fr: Groseilliers Dorés (Ribes aureum)
nl: Gele ribesheesters (Ribes aureum)

source: Dewberryshrubs (Rubus flagellaris)
de: Rubus flagellaris (Rubus flagellaris)
fr: Myrtilliers d'Amérique du Nord (Rubus flagellaris)
nl: Dauwbraamheesters (Rubus flagellaris)

source: Blackberryplants (Rubus fruticosus)
de: Bromeerpflanzen (Rubus fruticosus)
fr: Mûriers (Rubus fruticosus)
nl: Bramenplanten (Rubus fruticosus)

source: Raspberryplants (Rubus idaeus)
de: Himbeerpflanzen (Rubus ideaus)
fr: Framboisiers (Rubus idaeus)
nl: Frambozenplanten (Rubus idaeus)

source: Tayberryshrubs (Rubus Tayberry hybrids)
de: Taybeere (Rubus Tayberry hybridis)
fr: Mûriers Framboisiers (Rubus Tayberry hybrids)
nl: Taybesheesters (Rubus Tayberry hybrids)

source: Boysenberryplants (Rubus ursinus)
de: Rubus ursinus (Rubus ursinus)
fr: Mûriers du Pacifique (Rubus ursinus)
nl: Californische dauwbraamplanten (Rubus ursinus)

source: Loganberrytrees (Rubus x loganobaccus)
de: Loganbeerbusch (Rubus x loganobaccus)
fr: Mûriers Loganberry (Rubus x loganobaccus)
nl: Loganbesheesters (Rubus x loganobaccus)

source: Eldershrubs (Sambucus)
de: Holunder (Sambucus)
fr: Sureaux (Sambucus)
nl: Vlierbesheesters (Sambucus)

source: Five-flavor berryshrubs (Schisandra chinensis)
de: Chinesischer Spaltkörbchenbusch (Schisandra chinensis)
fr: Arbustes de baies aux cinq saveurs (Schisandra chinensis)
nl: Schisandra chinensisheesters (Schisandra chinensis)

source: Rowanberrytrees (Sorbus aucuparia)
de: Vogelbeerbaum (Sorbus aucuparia)
fr: Sorbiers des oiseleurs (Sorbus aucuparia)
nl: Wilde lijsterbesbomen (Sorbus aucuparia)

source: Servicetrees (Sorbus domestica)
de: Speierling (Sorbus domestica)
fr: Cormiers (Sorbus domestica)
nl: Lijsterbesbomen (Sorbus domestica)

source: Blue/Cascade Huckleberryshrubs (Vaccinium deliciosum)
de: Vaccinium deliciosum
fr: Airelles/Canneberges bleues (Vaccinium deliciosum)
nl: Blueleaf/Cascadebesheesters (Vaccinium deliciosum)

source: American Cranberryshrubs (Vaccinium macrocarpon)
de: Großfrüchtige Moosbeere (Vaccinium macrocarpon)
fr: Airelles/Canneberges à gros fruits (Vaccinium macrocarpon)
nl: Amerikaanse Cranberryheesters (Vaccinium macrocarpon)

source: Black Huckleberryshrubs (Vaccinium membranaceum)
de: Vaccinium membranaceum
fr: Airelles (Vaccinium membranaceum)
nl: Kraakbesheesters (Vaccinium membranaceum)

source: Bilberryshrubs (Vaccinium myrtillus)
de: Heidelbeerstrauch (Vaccinium myrtillus)
fr: Myrtilliers (Vaccinium myrtillus)
nl: Blauwe bosbesplanten (Vaccinium myrtillus)

source: Small Cranberryshrubs (Vaccinium oxycoccos)
de: Gewöhnliche Moosbeerbüsche (Vaccinium oxycoccos)
fr: Canneberges (Vaccinium oxycoccos)
nl: Kleine veenbesplanten (Vaccinium oxycoccos)

source: Red Huckleberryshrubs (Vaccinium parvifolium)
de: Vaccinium parvifolium
fr: Myrtilliers rouges (Vaccinium parvifolium)
nl: Rode kraakbesheesters (Vaccinium parvifolium)

source: Blueberryshrubs (Vaccinium sect. Cyanococcus)
de: Amerikanischer Heidelbeerbusch (Vaccinium sect. Cyanococcus)
fr: Bleuets (Vaccinium sect. Cyanococcus)
nl: Amerikaanse bosbesheesters (Vaccinium sect. Cyanococcus)

source: Cowberry/Lingonberryshrubs (Vaccinium vitis-idaea)
de: Preiselbeerbusch (Vaccinium vitis-idaea)
fr: Airelles rouges (Vaccinium vitis-idaea)
nl: Vossenbesheesters (Vaccinium vitis-idaea)

source: Nannyberrytrees (Viburnum lentago)
de: Kanadischer Schneeball (Viburnum lentago)
fr: Viornes à manchettes (Viburnum lentago)
nl: Schapenbesheesters (Viburnum lentago)

source: Tablegrapeplants (Vitis sp.)
de: Weinreben (Vitis sp.)
fr: Vignes de Raisins de Table (Vitis sp.)
nl: Tafeldruivenplanten (Vitis sp.)

source: Baeltrees (Aegle marmelos)
de: Bengalische Quitte (Aegle marmelos)
fr: Baels (Aegle marmelos)
nl: Slijmappelbomen (Aegle marmelos)

source: Calamondintrees (Citrofortunella microcarpa)
de: Calamondinorangenbaum (Citrofortunella microcarpa)
fr: Calamondins (Citrofortunella microcarpa)
nl: Calamondinbomen (Citrofortunella microcarpa)

source: Citrontrees (Citrus medica)
de: Zitronatzitronenbäume (Citrus medica)
fr: Cédratiers (Citrus medica)
nl: Sukadebomen (Citrus medica)

source: Clementinetrees (Citrus clementina)
de: Clementinenbäume (Citrus clementina)
fr: Clémentiniers (Citrus clementina)
nl: Clementinebomen (Citrus clementina)

source: Graprefruittrees (Citrus paradisi)
de: Grapefruitbaum (Citrus paradisi)
fr: Pamplemoussiers (Citrus paradisi)
nl: Grapefruitbomen (Citrus paradisi)

source: Hardy orangetrees (Poncirus trifolata)
de: Dreiblättrige Orangenbäume (Poncirus trifolata)
fr: Citronniers épineux/Orangers trifoliés (Poncirus trifolata)
nl: Wilde citroenbomen (Poncirus trifolata)

source: Indian limetrees (Citrus limettioides)
de: Citrus limettioides
fr: Limettiers doux (Citrus limettioides)
nl: Zoete limoenbomen (Citrus limettioides)

source: Kingtrees (Citrus nobilis)
de: Tangerinenbäume (Citrus nobilis)
fr: Mandariniers à gros fruits (Citrus nobilis)
nl: King mandarijnenbomen (Citrus nobilis)

source: Kumquattrees (Citrus japonica)
de: Kumquatbäume (Citrus japonica)
fr: Kumquats (Citrus japonica)
nl: Kumquatbomen (Citrus japonica)

source: Lemontrees (Citrus limon)
de: Echte Zitronenbäume (Citrus limon)
fr: Citronniers (Citrus limon)
nl: Citroenbomen (Citrus limon)

source: Limetrees (Citrus latifolia)
de: Gewöhnliche Limettenbäue (Citrus latifolia)
fr: Limettiers (Citrus latifolia)
nl: Perzische limoenbomen (Citrus latifolia)

source: Mandarintrees (Citrus x reticulata)
de: Mandarinenbäume (Citrus x reticulata)
fr: Mandariniers (Citrus x reticulata)
nl: Mandarijnenbomen (Citrus x reticulata)

source: Mexican limetrees (Citrus aurantifolia)
de: Echte Limettenbäume (Citrus aurantifolia)
fr: Limettiers mexicains (Citrus aurantifolia)
nl: Limoenbomen (Citrus aurantifolia)

source: Minneolatrees (Citrus x tangelo)
de: Tangelobäume (Citrus x tangelo)
fr: Mandariniers Tangelo (Citrus x tangelo)
nl: Minneolabomen (Citrus x tangelo)

source: Papedatrees (Citrus papeda)
de: Kaffernlimettenbäume (Citrus papeda)
fr: Combavas (Citrus papeda)
nl: Papedabomen (Citrus papeda)

source: Pomelotrees (Citrus maxima)
de: Pampelmusenbäume (Citrus maxima)
fr: Pamplemoussiers (Citrus maxima)
nl: Pompelmoesbomen (Citrus maxima)

source: Satsumatrees (Citrus reticulata 'Satsuma')
de: Satsumabäume (Citrus reticulata 'Satsuma')
fr: Mandariniers Satsuma (Citrus reticulata 'Satsuma')
nl: Satsumabomen (Citrus reticulata 'Satsuma')

source: Sour orangetrees (Citrus aurantium)
de: Bitterorangenbäume (Citrus aurantium)
fr: Bigaradiers (Citrus aurantium)
nl: Zure sinaasappelbomen (Citrus aurantium)

source: Sweet limetrees (Citrus limetta)
de: Süße Limettenbäume (Citrus limetta)
fr: Limettiers doux (Citrus limetta)
nl: Limetten bomen (Citrus limetta)

source: Sweet orangetrees (Citrus sinensis)
de: Orangenbäume (Citrus sinensis)
fr: Orangers (Citrus sinensis)
nl: Sinaasappelbomen (Citrus sinensis)

source: Tangerinetrees (Citrus tangerina)
de: Tangerinenbäume (Citrus tangerina)
fr: Mandariniers à Tangerines (Citrus tangerina)
nl: Tangerinebomen (Citrus tangerina)

source: Wampeetrees (Clausena lansium)
de: Wampibaum (Clausena lansium)
fr: Wampis (Clausena lansium)
nl: Wampeebomen (Clausena lansium)

source: Apricottrees (Prunus armeniaca)
de: Aprikosenbäume (Prunus armeniaca)
fr: Abricotiers (Prunus armeniaca)
nl: Abrikozenbomen (Prunus armeniaca)

source: Damsontrees (Prunus domestica ssp. Insititia)
de: Kriechpflaumenbäume (Prunus domestica ssp. Institiia)
fr: Quetschiers (Prunus domestica ssp. Insititia)
nl: Mirabelbomen (Prunus domestica ssp. Insititia)

source: Greengagetrees (Prunus domestica ssp. Italica)
de: Edel-Pflaumenbaum (Prunus domestica ssp. Italica)
fr: Pruniers d'Italie/à Reine-Claude (Prunus domestica ssp. Italica)
nl: Reine Claudebomen (Prunus domestica ssp. Insititia)

source: Nectarinetrees (Prunus persica var nucipersica)
de: Nektarinenbäume (Prunus persica var nucipersica)
fr: Nectariniers/Brugnoniers (Prunus persica var nucipersica)
nl: Nectarinebomen (Prunus persica var nucipersica)

source: Paraguayotrees (Prunus persica var. Platycarpa)
de: Plattpfirsichbaum (Prunus persica var. Platycarpa)
fr: Pêchers à Pêches Plates (Prunus persica var. Platycarpa)
nl: Paraguayobomen (Prunus persica var. Platycarpa)

source: Peachtrees (Prunus persica)
de: Pfirsichbäume (Prunus persica)
fr: Pêchers (Prunus persica)
nl: Perzikbomen (Prunus persica)

source: Plumtrees (Prunus domestica)
de: Pflaumenbäume (Prunus domestica)
fr: Pruniers (Prunus domestica)
nl: Pruimenbomen (Prunus domestica)

source: Prunus interspecific hybridtrees (Prunus hybrids)
de: Prunus-Hybriden (Prunus hybridis)
fr: Pruniers Hybrides Interspécifiques (Prunus hybrids)
nl: Hybride pruimenbomen(Prunus hybrids)

source: Sloetrees (Prunus spinosa)
de: Schlehdornbusch (Prunus spinosa)
fr: Prunelliers (Prunus spinosa)
nl: Sleedoornbomen (Prunus spinosa)

source: Sour Cherrietrees (Prunus cerasus)
de: Sauerkirschbäume (Prunus cerasus)
fr: Cerisiers acides/Griottiers (Prunus cerasus)
nl: Zure kersenbomen (Prunus cerasus)

source: Sweet Cherrietrees (Prunus avium)
de: Vogel-Kirschbaum (Prunus avium)
fr: Merisiers/Cerisiers des oiseaux (Prunus avium)
nl: Zoete kersenbomen (Prunus avium)

source: Cactus figplants (Opuntia ficus-indica)
de: Feigenkaktuspflanzen (Opuntia ficus-indica)
fr: Figuiers de Barbarie (Opuntia ficus-indica)
nl: Cactusvijgplanten (Opuntia ficus-indica)

source: Redfleshed Sweet Pitahaya or Dragonfruitplants (Hylocereus costaricensis)
de: Hylocereus costaricensis
fr: Pitahayas/Cactus de nuit du Costa Rica (Hylocereus costaricensis)
nl: Roodvlezige Drakenvruchtenplanten (Hylocereus costaricensis)

source: Sour Pitayaplants (Stenocereus)
de: Stenocereus
fr: Stenocereus (Stenocereus)
nl: Pitayaplanten (Stenocereus)

source: Whitefleshed Pitahaya or Dragonfruitplants (Hylocereus undatus)
de: Chacampflanze (Hylocereus undatus)
fr: Cactus à fruit du dragon (Hylocereus undatus)
nl: Witvlezige drakenvruchtplanten (Hylocereus undatus)

source: Yellow Pitahayaplants (Selenicereus megalanthus)
de: Gelbe Drachenfruchtpflanze (Selenicereus megalanthus)
fr: Cactus à pitayas jaunes (Selenicereus megalanthus)
nl: Gele Pitahayaplanten (Selenicereus megalanthus)

source: Acaipalmtrees (Euterpe oleracea)
de: Kohlpalme (Euterpe olearcea)
fr: Palmiers pinot (Euterpe oleracea)
nl: Acaipalmbomen (Euterpe oleracea)

source: Coconut palmtrees (Cocos nucifera)
de: Kokospalme (Cocos nucifera)
fr: Cocotiers (Cocos nucifera)
nl: Kokosnootpalmbomen (Cocos nucifera)

source: Datepalmtrees (Phoenix dactylifera)
de: Echte Dattelpalme (Phoenix dactylifera)
fr: Palmiers dattiers (Phoenix dactylifera)
nl: Dadelpalmbomen (Phoenix dactylifera)

source: Palmyra palmtrees (Borassus)
de: Borassus (Borassus)
fr: Rôniers/Borasses (Borassus)
nl: Palmyra palmbomen (Borassus)

source: Salaktrees (Salacca edulis)
de: Salakpalme (Salacca edulis)
fr: Salaks (Salacca edulis)
nl: Salakbomen (Salacca edulis)

source: Feijoatrees (Feijoa sellowiana)
de: Brasilianische Guavenbäume (Fejoa sellowiana)
fr: Feijoas/Goyavier du Brésil (Feijoa sellowiana)
nl: Feijoabomen (Feijoa sellowiana)

source: Guavetrees (Psidium guajava)
de: Echte Guavenbäume (Psidium guajava)
fr: Goyaviers (Psidium guajava)
nl: Guavebomen (Psidium guajava)

source: Jabuticabatrees (Myrciaria cauliflora)
de: Baumstammkirschenbaum (Myrciaria cauliflora)
fr: Jaboticabas/Guapurus (Myrciaria cauliflora)
nl: Jaboticababomen (Myrciaria cauliflora)

source: Jambolantrees (Syzygium cumini)
de: Jambolanapflaumenbaum (Syzygium cumini)
fr: Jameloniers (Syzygium cumini)
nl: Djambolanbomen (Syzygium cumini)

source: Java-appletrees (Syzygium samarangense)
de: Javaapfelbäume (Syzygium samarangense)
fr: Jamalaquiers (Syzygium samarangense)
nl: Djamboe-semarangbomen (Syzygium samarangense)

source: Ma-kiangtrees (Cleistocalyx operculatus var. paniala)
de: Cleistocalyx operculatus var. paniala
fr: Arbres à Ma-kiangs (Cleistocalyx operculatus var. paniala)
nl: Ma-kiangbomen (Cleistocalyx operculatus var. paniala)

source: Malayrose-appletrees (Syzygium malaccense)
de: Wasserapfelbäume (Syzgium malaccense)
fr: Jambosiers Rouges (Syzygium malaccense)
nl: Djamboe-bolbomen (Syzygium malaccense)

source: Strawberry Guavatrees (Psidium cattleianum)
de: Erdbeer-Guavenbaum (Psidium cattleianum)
fr: Goyaviers de Chine (Psidium cattleianum)
nl: Strawberry Guavabomen (Psidium cattleianum)

source: Water appletrees (Syzygium aqueum)
de: Wasserjambosenbaum (Syzgium aqueum)
fr: Pommiers d'eau (Syzygium aqueum)
nl: Water applebomen (Syzygium aqueum)

source: Ambarellatrees (Spondias dulcis)
de: Goldpflaumenbäume (Spondias dulcis)
fr: Pruniers/Pommiers de Cythère (Spondias dulcis)
nl: Ambarellabomen (Spondias dulcis)

source: Argus pheasanttrees (Dracontomelon dao)
de: Dractonmelon dao
fr: Noyers du Pacifique (Dracontomelon dao)
nl: Dracontomelon daobomen (Dracontomelon dao)

source: Cajatrees (Spondias mombin)
de: Gelber Mombinpflaumenbaum (Spondias mombin)
fr: Pruniers Mombin (Spondias mombin)
nl: Gele mombinpruimenbomen (Spondias mombin)

source: Gandaria, Marian plumtrees (Bouea macrophylla)
de: Gandariabaum (Bouea macrophylla)
fr: Gandarias/Pruniers de Marian (Bouea macrophylla)
nl: Gandariabomen (Bouea macrophylla)

source: Horse mangotrees (Mangifera foetida)
de: Stinkender Mangobaum (Mangifera foetida)
fr: Manguiers Fétides (Mangifera foetida)
nl: Stinkende-mangobomen (Mangifera foetida)

source: Kuwinitrees (Mangifera odorata)
de: Wohlriechende Mangobäume (Mangifera odorata)
fr: Manguiers Odorants (Mangifera odorata)
nl: Kuwinibomen (Mangifera odorata)

source: Mangotrees (Mangifera indica)
de: Mangobäume (Mangifera indica)
fr: Manguiers (Mangifera indica)
nl: Mangobomen (Mangifera indica)

source: Marulatrees (Sclerocarya birrea)
de: Marula-Bäume (Scleocarya birrea)
fr: Marulas (Sclerocarya birrea)
nl: Marulabomen (Sclerocarya birrea)

source: Purple mombriltrees (Spondias purpurea)
de: Roter Mobinpflaumenbaum (Spondias purpurea)
fr: Pruniers d'Espagne/Mombins Rouges (Spondias purpurea)
nl: Purple mombrilbomen (Spondias purpurea)

source: Ackeetrees (Blighia sapida)
de: Akeenbäume (Blighia sapida)
fr: Pommiers d'Aki (Blighia sapida)
nl: Akibomen (Blighia sapida)

source: Longantrees (Dimocarpus longan)
de: Longanbäume (Dimocarpus longan)
fr: Longaniers (Dimocarpus longan)
nl: Longanbomen (Dimocarpus longan)

source: Lycheetrees (Litchi chinensis)
de: Litschibäume (Litchi chinensis)
fr: Litchis (Litchi chinensis)
nl: Lycheebomen (Litchi chinensis)

source: Rambutantrees (Nephelium lappaceum)
de: Rambutanbäume (Nephelium lappaceum)
fr: Ramboutans/Litchis chevelus (Nephelium lappaceum)
nl: Rambutanbomen (Nephelium lappaceum)

source: Tavatrees (Pometia pinnata)
de: Pometia pinnata
fr: Pometiers/Kavas (Pometia pinnata)
nl: Tavabomen (Pometia pinnata)

source: African star apple/white star appletrees (Chrysophyllum albidum)
de: Chrysophyllum albidum
fr: Caïmites Africaines (Chrysophyllum albidum)
nl: Afrikaanse sterappelbomen (Chrysophyllum albidum)

source: Lucumatrees (Pouteria lucuma)
de: Lucumabäume (Pouteria lucuma)
fr: Lucumas (Pouteria lucuma)
nl: Lucumabomen (Pouteria lucuma)

source: Mamey Sapotetrees (Pouteria sapota)
de: Großer Sapotenbaum (Pouteria sapota)
fr: Sapotiers (Pouteria sapota)
nl: Mamey Sapotebomen (Pouteria sapota)

source: Sapodillatrees (Manilkara zapota)
de: Breiapfelbäume (Manilkara zapota)
fr: Sapotilliers (Manilkara zapota)
nl: Sapodillabomen (Manilkara zapota)

source: Star-appletrees (Chrysophyllum cainito)
de: Sternapfelbäume (Chrysophyllum cainito)
fr: Caïmitiers/Caïnitiers (Chrysophyllum cainito)
nl: Cainitobomen (Chrysophyllum cainito)

source: White Sapotetrees (Casimiroa edulis)
de: Weiße Sapotenbäume (Casimiroa edulis)
fr: Sapotes blanches (Casimiroa edulis)
nl: Witte zapotebomen (Casimiroa edulis)

source: Yellow Mameytrees (Mammea americana)
de: Mammiapfelbaum (Mammea americana)
fr: Abricotiers des Antilles (Mammea americana)
nl: Amerikaanse mammi-appelbomen (Mammea americana)

source: Yellow Sapotetrees (Pouteria campechiana)
de: Pouteria campechiana
fr: Canistels/Sapotes Jaunes (Pouteria campechiana)
nl: Gele zapotebomen (Pouteria campechiana)

source: Bignay, Chinese laurel, or Salamandertrees (Antidesma bunius)
de: Salamanderbäume (Antidesma bunius)
fr: Bignays (Antidesma bunius)
nl: Salamanderbomen (Antidesma bunius)

source: Burmese grapetrees (Baccaurea ramiflora)
de: Baccaurea ramiflora
fr: Raisins Birmans (Baccaurea ramiflora)
nl: Burmese druivenbomen (Baccaurea ramiflora)

source: Indian gooseberrytrees (Phyllanthus emblica)
de: Amlabäume (Phyllanthus emblica)
fr: Amlas/Groseilliers Népalais/Indiens (Phyllanthus emblica)
nl: Indiase kruisbesbomen (Phyllanthus emblica)

source: Rambaitrees (Baccaurea motleyana)
de: Baccaurea motleyana
fr: Rambais (Baccaurea motleyana)
nl: Rambaibomen (Baccaurea motleyana)

source: Star-gooseberrytrees (Phyllanthus acidus)
de: Stachelbeerbäume (Phyllanthus acidus)
fr: Girembelliers (Phyllanthus acidus)
nl: Grosellabomen (Phyllanthus acidus)

source: Tampoitrees (Baccaurea macrocarpa)
de: Baccaurea macrocarpa
fr: Tampois (Baccaurea macrocarpa)
nl: Tampoibomen (Baccaurea macrocarpa)

source: American Persimmontrees (Diospyros virginiana)
de: Amerikanischer Persimonenbaum (Diospyros virginiana)
fr: Plaqueminiers de Virginie (Diospyros virginiana)
nl: Amerikaanse Persimoenbomen (Diospyros virginiana)

source: Avocadotrees (Persea americana)
de: Avocadobäume (Persea americana)
fr: Avocatiers (Persea americana)
nl: Avocadobomen (Persea americana)

source: Barbadine/Giant Granadillatrees (Passiflora quadrangularis)
de: Granadillabäume (Passiflora quadrangularis)
fr: Barbadines/Passiflores Suadrangulaires/Grenadilles géantes (Passiflora quadrangularis)
nl: Reuzengranadillabomen (Passiflora quadrangularis)

source: Bayberrytrees (Myrica)
de: Myricabaum (Myrica)
fr: Myricas (Myrica)
nl: Gagelheesters (Myrica)

source: Bilimbitrees (Averrhoa bilimbi)
de: Gurkenbaum (Averrhoa bilimbi)
fr: Bilimbis (Averrhoa bilimbi)
nl: Blimbingbomen (Averrhoa bilimbi)

source: Black Sapotetrees (Diospyros digyna)
de: Schwarzer Sapotenbaum (Diospyros digya)
fr: Sapotiers noirs (Diospyros digyna)
nl: Zwarte zapotebomen (Diospyros digyna)

source: Cape Gooseberrytrees (Physalis peruviana)
de: Kapstachelbeerbäume (Physalis peruviana)
fr: Coquerets du Pérou (Physalis peruviana)
nl: Goudbesbomen (Physalis peruviana)

source: Carambola - starfruittrees (Averrhoa carambola)
de: Sternfruchtbaum (Averrhoa carambola)
fr: Caramboliers (Averrhoa carambola)
nl: Carambola/Stervruchtbomen (Averrhoa carambola)

source: Chempedaktrees (Artocarpus integer)
de: Cempedakbaum (Artocarpus integer)
fr: Arbres à Cempedak (Artocarpus integer)
nl: Tjampedakbomen (Artocarpus integer)

source: Chinese Jujubetrees (Ziziphus jujuba)
de: Chinesische Jujubenbäume (Ziziphus jujuba)
fr: Jujubiers (Ziziphus jujuba)
nl: Chinese Jujubebomen (Ziziphus jujuba)

source: Cupuaçutrees (Theobroma grandiflora)
de: Großblütiger Kakaobaum (Theobroma grandiflora)
fr: Arbres à Cupuaçu (Theobroma grandiflora)
nl: Cupuazubomen (Theobroma grandiflora)
