Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Musical Instrument Cases/Bags/Covers
de: Musikinstrumente - Koffer / Taschen / Abdeckungen
fr: Étuis/Sacs/Protections pour Instruments de Musique
nl: Koffers/Tassen/Hoezen voor Muziekinstrumenten

source: Musical Instrument Cleaning Products
de: Musikinstrumente - Reinigungsprodukte
fr: Produits pour le Nettoyage d'Instruments de Musique
nl: Schoonmaakproducten voor Muziekinstrumenten

source: Metronomes/Tuners (Powered)
de: Metronome / Stimmer (elektrisch)
fr: Métronomes/Accordeurs (Électrique)
nl: Metronomen/Stemapparaten (Elektrisch)

source: Musical Instrument Holders/Stands/Lyres
de: Musikinstrumente - Halter / Ständer / Marschgabeln
fr: Supports/Stands/Lyres pour Instruments de Musique
nl: Houders/Standaards voor Muziekinstrumenten

source: Metronomes/Tuners (Non Powered)
de: Metronome / Stimmer (nicht elektrisch)
fr: Métronomes/Accordeurs (Non Electrique)
nl: Metronomen/Stemapparaten (Niet-elektrisch)

source: Musical Instruments/Accessories Variety Packs
de: Musikinstrumente / Zubehör - Sets
fr: Assortiments d'Instruments de Musique et d'Accessoires
nl: Muziekinstrumenten/Accessoires - Assortimenten

source: Musical Instrument Accessories Variety Packs
de: Musikinstrumente - Zubehör - Sets
fr: Assortiments d'Accessoires pour Instruments de Musique
nl: Accessoires voor Muziekinstrumenten - Assortimenten

source: Musical Instrument Accessories Other
de: Musikinstrumente - Zubehör - sonstige
fr: Autres Accessoires pour Instruments de Musique
nl: Muziekinstrumenten - Overige Accessoires

source: Household/Office Tables/Desks – Replacement Parts/Components
de: Tische / Schreibtische – Ersatzteile / Zubehör
fr: Tables/Bureaux Domestiques/De Bureau - Pièces détachées/Composants
nl: Huis/Kantoor Tafels/Bureaus - Onderdelen/Accessoires

source: Household Beds – Replacement Parts/Components
de: Betten – Ersatzteile / Zubehör
fr: Lits Domestiques - Pièces Détachées/Composants
nl: Bedden - Onderdelen/Accessoires

source: Household/Office Chairs – Replacement Parts/Components
de: Stühle / Bürositzmöbel – Ersatzteile / Zubehör
fr: Chaises Domestiques/De Bureau - Pièces détachées/Composants
nl: Huis/Kantoor Zitmeubelen - Onderdelen/Accessoires

source: Household/Office Storage/Display Furniture – Replacement Parts/Components
de: Aufbewahrungs- / Ergänzungsmöbel – Ersatzteile / Zubehör
fr: Meubles de Rangement/D'Exposition Domestiques/De Bureau - Pièces détachées/Composants
nl: Huis/Kantoor Kasten/Vitrines - Onderdelen/Accessoires

source: Workshop Aids Replacement Parts/Accessories
de: Werkstatteinrichtungen - Ersatzteile / Zubehör
fr: Mobiliers d'Atelier - Pièces Détachées/Accessoires
nl: Werkplaatshulpmiddelen - Onderdelen/Accessoires

source: Workshop Aids Other
de: Werkstatteinrichtungen - sonstige
fr: Autres Mobiliers d'Atelier
nl: Werkplaatshulpmiddelen - Overig

source: Tool Storage Other
de: Werkzeugaufbewahrung - sonstige
fr: Autres Rangements pour l'Outillage
nl: Opslag van Gereedschap - Overig

source: Tool Storage Variety Packs
de: Werkzeugaufbewahrung - Sets
fr: Assortiments de Rangements pour l'Outillage
nl: Opslag van Gereedschap - Assortimenten

source: Environmental Respiratory Protection – Powered
de: Atemschutzausrüstungen (elektrisch)
fr: Protections Respiratoires Environnementales - Motorisés
nl: Ademhalingsbescherming - Aangedreven

source: Environmental Respiratory Protection – Non Powered
de: Atemschutzausrüstungen (nicht elektrisch)
fr: Protections Respiratoires Environnementales - Non Motorisés
nl: Ademhalingsbescherming - Niet-aangedreven

source: Hearing Protection – Powered
de: Gehörschutz (elektrisch)
fr: Protections Auditives - Electriques
nl: Gehoorbescherming - Aangedreven

source: Hearing Protection – Non Powered
de: Gehörschutz (nicht elektrisch)
fr: Protections Auditives - Non Electriques
nl: Gehoorbescherming - Niet-aangedreven

source: Helmets – Powered
de: Helme - elektrisch
fr: Casques - Electriques
nl: Lashelmen/Helmen - Aangedreven

source: Helmets – Non Powered
de: Helme (nicht elektrisch)
fr: Casques - Non Electriques
nl: Lashelmen/Helmen - Niet-aangedreven

source: Hard Hats/Caps
de: Schutzhelme
fr: Casques de Chantier
nl: Bouwhelmen/Veiligheidspetten

source: Face Shields/Guards
de: Gesichtsschilde
fr: Écrans facials/Masques de Soudure
nl: Lasmaskers/Gezichtsbeschermkappen

source: Protective Personal Aids Replacement Parts/Accessories
de: Persönliche Schutzausrüstung - Ersatzteile / Zubehör
fr: Protections Individuelles - Pièces Détachées/Accessoires
nl: Persoonlijke Beschermingsmiddelen - Onderdelen/Accessoires

source: Protective Personal Aids Other
de: Persönliche Schutzausrüstung - sonstige
fr: Autres Protections Individuelles
nl: Persoonlijke Beschermingsmiddelen - Overig

source: Protective Personal Aids Variety Packs
de: Persönliche Schutzausrüstung - Sets
fr: Protections Individuelles - Assortiments
nl: Persoonlijke Beschermingsmiddelen - Assortimenten

source: Sticky Notes/Paper Cubes
de: Haftnotizen / Papierwürfel
fr: Papillons Adhésifs/Cube-notes
nl: Zelfklevende Memo/Papierblokhouders

source: Paper Shredders (Powered)
de: Aktenvernichter (elektrisch)
fr: Déchiqueteuses (Electriques)
nl: Papierversnipperaars (Elektrisch)

source: Stationery Paper/Card/Film Other
de: Bürobedarf - Papiere / Kartone / Folien - sonstige
fr: Autre Papier/Carton/Film
nl: Kantoorartikelen - Papier/Karton/Vellen - Overig

source: Stationery Paper/Card/Film Variety Packs
de: Bürobedarf - Papiere / Kartone / Folien - Sets
fr: Assortiments de Papier/Carton/Film
nl: Kantoorartikelen - Papier/Karton/Vellen - Assortimenten

source: Tax Disc Holders (Automotive)
de: Steuerplakettenhalter
fr: Porte-Vignette/Porte-Assurance (Automobile)
nl: Motorvoertuigen - Houders voor tickets/betaalbewijzen.

source: Abrasives Replacement Parts-Accessories
de: Schleifmittel - Ersatzteile / Zubehör
fr: Abrasifs - Pièces détachées/Accessoires
nl: Schuurmiddelen - Onderdelen/Accessoires

source: Book Covers
de: Buch-Schutzumschläge
fr: Couvertures de Livres
nl: Boekomslagen

source: Stationery Adhesive Tapes
de: Klebebänder (Bürobedarf)
fr: Rubans Adhésifs
nl: Kantoorbenodigdheden - Plakbanden

source: Automotive Appearance/Fragrance – Accessories/Replacement Parts
de: Reinigungszubehör / Innenraumdüfte - Ersatzteile / Zubehör
fr: Produits décoratifs/désodorisants pour automobile - Pièces détachées/Accessoires
nl: Reiniging/Luchtverfrissers - Onderdelen/Accessoires

source: Exterior Storage Carriers/Bags (Automotive)
de: Dachboxen
fr: Conteneurs/Sacs de Transport Extérieur (Automobile)
nl: Motorvoertuigen - dakkoffers

source: Anti-theft Products Replacement Parts/Accessories
de: Diebstahlsicherungen - Ersatzteile / Zubehör
fr: Produits Antivol - Pièces Détachées/Accessoires
nl: Anti-diefstalartikelen - Onderdelen/Accessoires

source: Cargo Management – Replacement Parts/Accessories
de: Transportvorrichtungen - Ersatzteile / Zubehör
fr: Produits Pour le Transport des Chargements - Pièces détachées/Accessoires
nl: Motorvoertuigen - Transportapparaten - Onderdelen/Accessoires

source: Automotive Electrical – Replacement Parts/Accessories
de: Kfz-Elektrik - Ersatzteile / Zubehör
fr: Composants Electriques pour l'Automobile - Pièces Détachées/Accessoires
nl: Motorvoertuigen - Elektrisch - Onderdelen/Accessoires

source: Automotive Switches
de: Kfz-Schalter
fr: Interrupteurs/Commutateurs pour Automobile
nl: Motorvoertuigen - Schakelaars

source: Board Games (Non Powered)
de: Brettspiele (nicht elektrisch)
fr: Jeux de Société (Non-Electrique)
nl: Bordspelen (Niet-elektrisch)

source: Board Games (Powered)
de: Brettspiele (elektrisch)
fr: Jeux de Société (Électrique)
nl: Bordspelen (Elektrisch)

source: Board Games/Cards/Puzzles – Accessories/Replacement Parts
de: Brettspiele / Kartenspiele / Geduldspiele / Puzzles - Ersatzteile / Zubehör
fr: Jeux de Société/Cartes/Puzzles – Pièces détachées/Accessoires
nl: Bordspelen/Kaarten/Puzzels - Accessoires/Onderdelen

source: Board Games/Cards/Puzzles Other
de: Brettspiele / Kartenspiele / Geduldspiele / Puzzles - sonstige
fr: Autres Jeux de Société/Cartes/Puzzles
nl: Bordspelen/Kaarten/Puzzels - Overig

source: Board Games/Cards/Puzzles Variety Packs
de: Brettspiele / Kartenspiele / Geduldspiele / Puzzles - Sets
fr: Assortiments de Jeux de Société/Cartes/Puzzles
nl: Bordspelen/Kaarten/Puzzels - Assortimenten

source: Card Games (Non Powered)
de: Kartenspiele (nicht elektrisch)
fr: Jeux de Cartes (Non Electrique)
nl: Kaartspelen (Niet-elektrisch)

source: Card Games (Powered)
de: Kartenspiele (elektrisch)
fr: Jeux de Cartes (Électrique)
nl: Kaartspelen (Elektrisch)

source: Puzzles (Non Powered)
de: Puzzles / Geduldspiele (nicht elektrisch)
fr: Puzzles (Non Electrique)
nl: Puzzels (Niet-elektrisch)

source: Puzzles (Powered)
de: Puzzles / Geduldspiele (elektrisch)
fr: Puzzles (Électrique)
nl: Puzzels (Elektrisch)

source: Dolls/Soft Toys (Non Powered)
de: Puppen / Stofftiere (nicht elektrisch)
fr: Poupées/Peluches (Non Electrique)
nl: Poppen/Pluchen Speelgoed (Niet-elektrisch)

source: Dolls/Soft Toys (Powered)
de: Puppen / Stofftiere (elektrisch)
fr: Poupées/Peluches (Électrique)
nl: Poppen/Pluchen Speelgoed (Elektrisch)

source: Dolls/Puppets/Soft Toys Other
de: Puppen / Marionetten / Stofftiere - sonstige
fr: Autres Poupées/Marionnettes/Peluches
nl: Poppen/Handpoppen/Pluchen Speelgoed - Overig

source: Puppets
de: Marionetten / Handpuppen
fr: Marionnettes
nl: Handpoppen

source: Dolls Beauty/Cosmetic Accessories
de: Schönheits- / Kosmetikzubehör für Puppen
fr: Accessoires de Beauté/Produits Cosmétiques pour Poupées
nl: Schoonheids-/Cosmetica Accessoires voor Poppen

source: Dolls Buildings/Settings
de: Puppenhäuser / -Ausstattung
fr: Maisons/Décors de Poupées
nl: Poppen Gebouwen/Omgevingen

source: Dolls Clothing
de: Puppenbekleidung
fr: Vêtements pour Poupées
nl: Poppenkleding

source: Dolls Furniture
de: Puppenmöbel
fr: Meubles de Poupée
nl: Poppenmeubilair

source: Dolls/Puppets/Soft Toys Accessories Other
de: Puppen- / Marionetten- / Stofftier-Zubehör - sonstige
fr: Autres Accessoires pour Poupées/Marionnettes/Peluches
nl: Accessoires voor Poppen/Handpoppen/Pluchen Speelgoed - Overig

source: Dolls/Puppets/Soft Toys Accessories Variety Packs
de: Puppen- / Marionetten- / Stofftier-Zubehör - Sets
fr: Assortiments d'Accessoires pour Poupées/Marionnettes/Peluches
nl: Accessoires voor Poppen/Handpoppen/Pluchen Speelgoed - Assortimenten

source: Puppet Theatres
de: Puppentheater
fr: Théâtres de Marionnettes
nl: Poppenkasten

source: Baby/Infant Stimulation Toys (Non Powered)
de: Pädagogische - / Lern - Baby-/Kinderspielzeug (nicht elektrisch)
fr: Jouets d'Eveil pour Bébé/Jeunes Enfants (Non Electrique)
nl: Baby/Peuter Stimuleringsspeelgoed (Niet-elektrisch)

source: Baby/Infant Stimulation Toys (Powered)
de: Pädagogische - / Lern-Baby-/Kinderspielzeug (elektrisch)
fr: Jouets d'Eveil pour Bébé/Jeunes Enfants (Électriques)
nl: Baby/Peuter Stimuleringsspeelgoed (Elektrisch)

source: Bath/Pool Water Toys
de: Bade- / Wasserspielzeuge (nicht elektrisch)
fr: Jouets de Bain
nl: Waterspeelgoed voor Bad/Zwembad (Niet Aangedreven)

source: Communication Toys (Non Powered)
de: Kommunikationsspielzeuge (nicht elektrisch)
fr: Jouets de Communication (Non Electriques)
nl: Communicatiespeelgoed (Niet-elektrisch)

source: Communication Toys (Powered)
de: Kommunikationsspielzeuge (elektrisch)
fr: Jouets de Communication (Électriques)
nl: Communicatiespeelgoed (Elektrisch)

source: Toy Computers
de: Spielzeugcomputer
fr: Ordinateurs-jouets
nl: Speelgoedcomputers

source: Developmental/Educational Toys Other
de: Lern- / Entwicklungsspielzeuge - sonstige
fr: Autres Jouets Educatifs/Pédagogiques
nl: Ontwikkelings/Educatief Speelgoed - Overig

source: Developmental/Educational Toys Variety Packs
de: Lern- / Entwicklungsspielzeuge - Sets
fr: Assortiments de Jouets Educatifs/Pédagogiques
nl: Ontwikkelings/Educatief Speelgoed - Assortimenten

source: Push/Pull-along Toys (Non Powered)
de: Schiebe- / Ziehspielzeuge (nicht elektrisch)
fr: Jouets à pousser/A traîner (Non Electriques)
nl: Stoot/Trek Speelgoed (Niet-elektrisch)

source: Push/Pull-along Toys (Powered)
de: Schiebe- / Ziehspielzeuge (elektrisch)
fr: Jouets à pousser/A traîner (Électriques)
nl: Stoot/Trek Speelgoed (Elektrisch)

source: Scientific Toys (Non Powered)
de: Wissenschaftliche Spielzeuge (nicht elektrisch)
fr: Jouets Scientifiques (Non Electriques)
nl: Wetenschappelijk Speelgoed (Niet-elektrisch)

source: Scientific Toys (Powered)
de: Wissenschaftliche Spielzeuge (elektrisch)
fr: Jouets Scientifiques (Électriques)
nl: Wetenschappelijk Speelgoed (Elektrisch)

source: Spinning Tops/Yo-Yos
de: Kreisel / Jojos
fr: Toupies/Yo-yo
nl: Tollen/Jojo's

source: Toy Building Blocks (Non Powered)
de: Bauklötze (nicht elektrisch)
fr: Jouets de Manipulation (Non Electriques)
nl: Speelgoed Bouwblokken (Niet-elektrisch)

source: Toy Building Blocks (Powered)
de: Bauklötze (elektrisch)
fr: Jouets de Manipulation (Électriques)
nl: Speelgoed Bouwblokken Elektrisch)

source: Toy Model Construction (Non Powered)
de: Modellbau (nicht elektrisch)
fr: Jeux de Construction (Non Electriques)
nl: Speelgoed Modelbouw (Niet-elektrisch)

source: Toy Model Construction (Powered)
de: Modellbau (elektrisch)
fr: Jeux de Construction (Électriques)
nl: Speelgoed Modelbouw (Elektrisch)

source: Viewing Toys (Non Powered)
de: Optische Spielzeuge (nicht elektrisch)
fr: Jouets Visuels (Non Electriques)
nl: Kijkspeelgoed (Niet-elektrisch)

source: Viewing Toys (Powered)
de: Optische Spielzeuge (elektrisch)
fr: Jouets Visuels (Électriques)
nl: Kijkspeelgoed (Elektrisch)

source: Fancy Dress Costumes
de: Kostüme
fr: Costumes/Déguisements
nl: Feest-/Themakleding

source: Fancy Dress Costumes/Accessories Other
de: Kostüme / Kostümzubehör - sonstige
fr: Autres Accessoires pour Costumes/Déguisements
nl: Feest-/Themakleding Accessoires - overig

source: Fancy Dress Costumes/Accessories Variety Packs
de: Kostüme / Kostümzubehör - Sets
fr: Assortiments d'Accessoires et Costumes/Déguisement
nl: Feest-/Themakleding Accessoires - assortimenten

source: Fancy Dress Accessories (Non Powered)
de: Kostüme (nicht elektrisch) - Zubehör
fr: Accessoires pour Costumes/Déguisement (Non Electrique)
nl: Feest-/Themakleding – Accessoires (Niet-aangedreven)

source: Fancy Dress Accessories (Powered)
de: Kostüme (elektrisch) - Zubehör
fr: Accessoires pour Costumes/Déguisements (Électrique)
nl: Feest-/Themakleding – Accessoires (Aangedreven)

source: Musical Toys (Non Powered)
de: Musikspielzeuge (nicht elektrisch)
fr: Jouets Musicaux (Non Electrique)
nl: Muzikaal Speelgoed (Niet-elektrisch)

source: Musical Toys (Powered)
de: Musikspielzeuge (elektrisch)
fr: Jouets Musicaux (Electrique)
nl: Muzikaal Speelgoed (Elektrisch)

source: Musical Toys Other
de: Musikspielzeuge - sonstige
fr: Autres Jouets Musicaux
nl: Muzikaal Speelgoed - Overig

source: Outdoor Games/Play Structures Other
de: Spielzeuge / Spielgeräte für Garten und Spielplatz - sonstige
fr: Autres Jeux de Plein Air/Structures de Jeu
nl: Spellen/Speeltoestellen voor Buiten - Overig

source: Indoor/Outdoor Games
de: Spielzeuge für Innen und Außen
fr: Jeux d'Intérieur ou de Plein Air
nl: Spellen voor Binnen of Buiten

source: Outdoor Play Structures
de: Spielgeräte für Garten und Spielplatz
fr: Structures de Jeu de Plein Air
nl: Speeltoestellen en -zwembaden voor Buiten

source: Table Games (Non Powered)
de: Tischspiele (nicht elektrisch)
fr: Jeux de Table (Non Electrique)
nl: Tafelspelen (Niet-elektrisch)

source: Table Games (Powered)
de: Tischspiele (elektrisch)
fr: Jeux de Table (Électrique)
nl: Tafelspelen (Elektrisch)

source: Table Games Other
de: Tischspiele - sonstige
fr: Autres Jeux de Table
nl: Tafelspelen - Overig

source: Toys/Games Variety Packs
de: Spielzeuge / Spiele - Sets
fr: Assortiments de Jouets/Jeux
nl: Speelgoed/Spelletjes - Assortimenten

source: Toys – Ride-on (Non Powered)
de: Kinderfahrzeuge (nicht elektrisch)
fr: Jouets – Porteurs (Non Electriques)
nl: Speelgoedvoertuigen - Berijdbaar (Niet-elektrisch)

source: Toys – Ride-on (Powered)
de: Kinderfahrzeuge (elektrisch)
fr: Jouets – Porteurs (Électriques)
nl: Speelgoedvoertuigen - Berijdbaar (Elektrisch)

source: Toys – Ride-on Other
de: Kinderfahrzeuge - sonstige
fr: Autres Jouets – Porteurs
nl: Speelgoedvoertuigen - Berijdbaar - Overig

source: Car/Train Sets (Non Powered)
de: Auto- / Modelleisenbahn-Sets (nicht elektrisch)
fr: Circuits de Voitures/Trains (Non Electrique)
nl: Auto/Treinsets (Niet-elektrisch)

source: Car/Train Sets (Powered)
de: Auto- / Modelleisenbahnsets (elektrisch)
fr: Circuits de Voitures/Trains (Électrique)
nl: Auto/Treinsets (Elektrisch)

source: Car/Train Set – Replacement Parts/Accessories
de: Auto- / Modelleisenbahnsets - Ersatzteile / Zubehör
fr: Circuits de Voitures/Trains – Pièces Détachées/Accessoires
nl: Auto/Treinset - Onderdelen/Accessoires

source: Toy Vehicles – Non-ride (Non Powered)
de: Spielzeugfahrzeuge / Miniaturen (nicht elektrisch)
fr: Véhicules-Jouets – Non Porteurs (Non Electrique)
nl: Speelgoedvoertuigen - Niet-berijdbaar (Niet-elektrisch)

source: Toy Vehicles – Non-ride (Powered)
de: Spielzeugverkehrsmittel / nicht zum Aufsitzen (elektrisch)
fr: Véhicules-Jouets – Non Porteurs (Électrique)
nl: Speelgoedvoertuigen - Niet-berijdbaar (Elektrisch)

source: Toy Vehicles – Non-ride Other
de: Spielzeugfahrzeuge - sonstige
fr: Autres Véhicules-Jouets – Non Porteurs
nl: Speelgoedvoertuigen - Niet-berijdbaar - Overig

source: Toy Vehicles – Non-ride Variety Packs
de: Spielzeugfahrzeuge - Sets
fr: Assortiments de Véhicules-Jouets – Non Porteurs
nl: Speelgoedvoertuigen - Niet-berijdbaar - Assortimenten

source: Blankets/Throws (Powered)
de: Decken (beheizt)
fr: Couvertures/Jetés de Lit (Electriques)
nl: Dekens/Plaids (Elektrisch)

source: Camping Water Purification Treatments
de: Wasseraufbereitungsmittel
fr: Traitements de Purification de l'Eau Pour le Camping
nl: Kampeeruitrusting Waterzuiveringsproducten

source: Household/Office Cupboards/Display Cabinets
de: Schränke / Vitrinen
fr: Armoires/Vitrines Domestiques/De Bureau
nl: Huis/Kantoor Vitrine-/uitstalkasten

source: Toiletry Bags/Vanity Cases
de: Reisenecessaire / Kosmetikkoffer
fr: Trousses/Mallettes de Toilette
nl: Toilettassen/Beauty Cases

source: Kitchen Knife Sharpeners (Non Powered)
de: Messerschärfer (nicht elektrisch)
fr: Aiguiseurs de Couteaux de Cuisine (Non-électriques)
nl: Keukenmessenslijpers (Niet-elektrisch)

source: Megaphones
de: Megafone
fr: Mégaphones
nl: Megafoons

source: Car Audio Cassette Players/Changers
de: Kfz-Audio - Kassettenspieler / -Wechsler
fr: Lecteurs/Changeurs de Cassettes Audio pour l'Automobile
nl: Audio Cassettespelers/Wisselaars voor Auto

source: Desktop Mats
de: Schreibtischunterlagen
fr: Sous-mains
nl: Bureauonderleggers

source: Photograph Albums – Replacement Parts/Accessories
de: Fotoalben - Ersatzteile / Zubehör
fr: Albums de Photographies – Pièces Détachées/Accessoires
nl: Onderdelen/Accessoires voor Fotoalbums

source: Household Water Testing Kits
de: Wassertest-Kits
fr: Analyseurs d'Eau Ménagers
nl: Watertestkits

source: Kitchen Storage – Replacement Parts/Accessories
de: Haushalt / Küche - Aufbewahrung - Ersatzteile / Zubehör
fr: Rangements pour la Cuisine - Pièces Détachées/Accessoires
nl: Keukenopslag - Onderdelen/Accessoires

source: Napkin Rings
de: Serviettenringe
fr: Ronds de Serviettes
nl: Servetringen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Generatoren
fr: Générateurs Electriques
nl: Generatoren

source: Glue Guns – Powered
de: Klebepistolen (elektrisch)
fr: Pistolets à Colle (Electriques)
nl: Lijmpistolen - Aangedreven

source: Cement/Mortar Mixing Machines
de: Beton- / Mörtelmischmaschinen (elektrisch)
fr: Malaxeurs/Mélangeur à Ciment/Mortier (Electriques)
nl: Cement/Mortelmolens (Aangedreven)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Fackeln / Laternen / Taschenlampen (nicht elektrisch)
fr: Torches/Lanternes/Lampes de Poches (Non Electriques)
nl: Buitenlampen/Toortsen/Lantaarns - Niet-aangedreven

source: Lawn/Garden Lighting Replacement Parts/Accessories
de: Beleuchtung – Ersatzteile / Zubehör
fr: Eclairages – Pièces détachées/Accessoires
nl: Tuinverlichting - Onderdelen/Accessoires

source: Umbrellas/Parasols
de: Sonnenschirme
fr: Parapluies/Parasols
nl: TuinParaplu's/Parasols

source: Plant Supports/Stakes
de: Rankhilfen / Pflanzenhalter
fr: Tuteurs/Treillis
nl: Plantensteunen/Plantengeleiders

source: Wheelbarrows – Powered
de: Schubkarren (elektrisch)
fr: Brouettes (Electriques)
nl: Kruiwagens (aangedreven)

source: Circular Saws
de: Kreissägen (elektrisch)
fr: Scies Circulaires (Electriques)
nl: Cirkelzagen (Aangedreven)

source: Egg Based Products / Meals – Not Ready to Eat (Frozen)
de: Produkte / Gerichte auf Ei-Basis - nicht verzehrbereit (tiefgefroren)
fr: Produits à Base d'Œufs / Repas - Non Prêt à Consommer (Surgelé)
nl: Producten/Maaltijden op basis van Eieren - Niet-gebruiksklaar (Diepvries)

source: Egg Based Products / Meals – Not Ready to Eat (Perishable)
de: Produkte / Gerichte auf Ei-Basis - nicht verzehrbereit (leicht verderblich)
fr: Produits à Base d'Œufs / Repas - Non Prêt à Consommer (Périssable)
nl: Producten/Maaltijden op basis van Eieren - Niet-gebruiksklaar (Beperkt Houdbaar)

source: Egg Based Products / Meals – Not Ready to Eat (Shelf Stable)
de: Produkte / Gerichte auf Ei-Basis - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base d'Œufs / Repas - Non Prêt à Consommer (Longue Conservation)
nl: Producten/Maaltijden op basis van Eieren - Niet-gebruiksklaar (Houdbaar)

source: Dairy/Egg Based Products / Meals – Ready to Eat (Perishable)
de: Produkte / Gerichte auf Basis von Molkerei- / Ei-Erzeugnissen - verzehrbereit (leicht verderblich)
fr: Produits Laitiers et à Base d'Œufs / Repas - Prêt à Consommer (Périssable)
nl: Producten/Maaltijden op basis van Zuivelproducten/Eieren - Gebruiksklaar (Beperkt Houdbaar)

source: Dairy/Egg Based Products / Meals – Ready to Eat (Shelf Stable)
de: Produkte / Gerichte auf Basis von Molkerei- / Ei-Erzeugnissen - verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Lait/d'Œufs / Repas - Prêt à Consommer (Longue Conservation)
nl: Producten/Maaltijden op basis van Zuivelproducten/Eieren - Gebruiksklaar (Houdbaar)

source: Multifunctional Devices
de: Multifunktionsgeräte (Büromaschinen)
fr: Appareils Multifonctions
nl: Multifunctionele Kantoormachine

source: Air Compressors – Stationary
de: Druckluftkompressoren (elektrisch) – stationär
fr: Compresseurs d'air (Electriques)- Stationnaires
nl: Luchtcompressoren (Aangedreven) - Vastgemonteerd

source: Band Saws – Portable
de: Bandsägen (elektrisch) – tragbar
fr: Scies à Ruban (Electriques) - Portable
nl: Bandzagen (Aangedreven) - Draagbaar

source: Batteries (Automotive)
de: Kfz-Batterien
fr: Batteries (Automobile)
nl: Motorvoertuigen - Accu's

source: Battery Accessories (Automotive)
de: Kfz-Batteriezubehör
fr: Accessoires de batterie (Automobile)
nl: Motorvoertuigen - Accu Accessoires

source: Antifreeze/Coolants (Automotive)
de: Frostschutzmittel / Kühlerflüssigkeiten
fr: Antigels/Liquides de refroidissement (Automobile)
nl: Motorvoertuigen - Antivries-/Koelmiddelen

source: Immobilisers (Automotive)
de: Wegfahrsperren
fr: Systèmes Anti Démarrage (Automobile)
nl: Motorvoertuigen - Startonderbrekers

source: Disc Sanders/Drywall Sanders – Portable
de: Teller- / Exzenterschleifer (elektrisch) – tragbar
fr: Ponceuses à Disque/A Plâtre (Electriques) - Portable
nl: Schijfschuurmachines / Gipsplaatschuurmachines - Draagbaar (Aangedreven)

source: Automotive Applicators/Brushes
de: Applikatoren / Bürsten für Kraftfahrzeuge
fr: Applicateurs/Brosses pour Automobile
nl: Motorvoertuigen - Applicatoren/Borstels
