Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Pies/Pastries/Pizzas/Quiches – Savoury (Frozen)
de: Pasteten / Gebäck / Pizzas / Quiches - herzhaft (tiefgefroren)
fr: Tartes/Pâtisseries/Pizzas/Quiches – Salé (Surgelé)
nl: Taarten/Gebakjes/Pizza's/Quiches - Hartig (Diepvries)

source: Pies/Pastries/Pizzas/Quiches – Savoury (Perishable)
de: Pasteten / Gebäck / Pizzas / Quiches - herzhaft (leicht verderblich)
fr: Tartes/Pâtisseries/Pizzas/Quiches – Salé (Périssable)
nl: Taarten/Gebakjes/Pizza's/Quiches - Hartig (Beperkt Houdbaar)

source: Pies/Pastries/Pizzas/Quiches – Savoury (Shelf Stable)
de: Pasteten / Gebäck / Pizzas / Quiches - herzhaft (ohne Kühlung haltbar)
fr: Tartes/Pâtisseries/Pizzas/Quiches – Salé (Longue Conservation)
nl: Taarten/Gebakjes/Pizza's/Quiches - Hartig (Houdbaar)

source: Popcorn (Shelf Stable)
de: Popcorn (ohne Kühlung haltbar)
fr: Pop-corn (Longue Conservation)
nl: Popcorn (Houdbaar)

source: Sandwiches/Filled Rolls/Wraps (Frozen)
de: Sandwiches / belegte Brötchen / Wraps (tiefgefroren)
fr: Sandwichs/Rouleaux Farcis/Tortillas Fourrées (Surgelé)
nl: Sandwiches/Gevulde Broodjes/Wraps (Diepvries)

source: Sandwiches/Filled Rolls/Wraps (Perishable)
de: Sandwiches / belegte Brötchen / Wraps (leicht verderblich)
fr: Sandwichs/Rouleaux Farcis/Tortillas Fourrées (Périssable)
nl: Sandwiches/Gevulde Broodjes/Wraps (Beperkt Houdbaar)

source: Shellfish Prepared/Processed (Frozen)
de: Schalen- / Krustentiere – bearbeitet / verarbeitet (tiefgefroren)
fr: Crustacés et Mollusques - Préparés/Transformés (Surgelé)
nl: Schaal-/Schelpdieren - Bereid/Bewerkt (Diepvries)

source: Shellfish Prepared/Processed (Perishable)
de: Schalen- / Krustentiere – bearbeitet / verarbeitet (leicht verderblich)
fr: Crustacés et Mollusques - Préparés/Transformés (Périssable)
nl: Schaal-/Schelpdieren - Bereid/Bewerkt (Beperkt Houdbaar)

source: Shellfish Prepared/Processed (Shelf Stable)
de: Schalen- / Krustentiere – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Crustacés et Mollusques - Préparés/Transformés (Longue Conservation)
nl: Schaal-/Schelpdieren - Bereid/Bewerkt (Houdbaar)

source: Soups – Prepared (Frozen)
de: Fertigsuppen (tiefgefroren)
fr: Soupes - Préparé (Surgelé)
nl: Soepen - Bereid (Diepvries)

source: Soups – Prepared (Perishable)
de: Fertigsuppen (leicht verderblich)
fr: Soupes - Préparé (Périssable)
nl: Soepen - Bereid (Beperkt Houdbaar)

source: Soups – Prepared (Shelf Stable)
de: Fertigsuppen (ohne Kühlung haltbar)
fr: Soupes - Préparées (Longue Conservation)
nl: Soepen - Bereid (Houdbaar)

source: Spirits
de: Spirituosen
fr: Spiritueux
nl: Sterke Drank

source: Sports Drinks – Rehydration (Not Ready to Drink)
de: Sportgetränke - Isotonische und mineralangereicherte Getränke (nicht trinkfertig)
fr: Boissons Réhydratantes – Non Prêt à Boire
nl: Sportdranken - Isotoon/Verrijkt met Mineralen (Niet-gebruiksklaar)

source: Sports Drinks – Rehydration (Ready To Drink)
de: Sportgetränke - Isotonische und mineralangereicherte Getränke (trinkfertig)
fr: Boissons Réhydratantes – Prêt à Boire
nl: Sportdranken - Isotoon/Verrijkt met Mineralen (Gebruiksklaar)

source: Stimulants/Energy Drinks – Ready to Drink
de: Energydrinks - trinkfertig
fr: Stimulants/Boissons Energisantes – Prêt à boire
nl: Energiedranken - Gebruiksklaar

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Feinschnitt-Tabak / Pfeifentabak
fr: Tabac - En Vrac
nl: Tabak - Los

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Blocktabak
fr: Tabac - Solide
nl: Tabak - Vast

source: Vegetables – Prepared/Processed (Frozen)
de: Gemüse – bearbeitet / verarbeitet (tiefgefroren)
fr: Légumes – Préparés/Transformés (Surgelé)
nl: Groenten - Bereid/Bewerkt (Diepvries)

source: Vegetables – Prepared/Processed (Perishable)
de: Gemüse – bearbeitet / verarbeitet (leicht verderblich)
fr: Légumes – Préparés/Transformés (Périssable)
nl: Groenten - Bereid/Bewerkt (Beperkt Houdbaar)

source: Vegetables – Prepared/Processed (Shelf Stable)
de: Gemüse – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Légumes – Préparés/Transformés (Longue Conservation)
nl: Groenten - Bereid/Bewerkt (Houdbaar)

source: Wine – Fortified
de: Weine – verstärkt (aufgespritet)
fr: Vin - Fortifié
nl: Versterkte Wijn

source: Wine – Sparkling
de: Schaum- / Perlwein
fr: Vin - Mousseux
nl: Mousserende wijn

source: Wine – Still
de: Weine - ohne Kohlensäure
fr: Vin - Tranquille
nl: Stille Wijn

source: Yogurt (Frozen)
de: Joghurt (tiefgefroren)
fr: Yaourt (Surgelé)
nl: Yoghurt (Diepvries)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Joghurt (leicht verderblich)
fr: Yaourt (Périssable)
nl: Yoghurt (Beperkt Houdbaar)

source: Yogurt (Shelf Stable)
de: Joghurt (ohne Kühlung haltbar)
fr: Yaourt (Longue Conservation)
nl: Yoghurt (Houdbaar)

source: Other Sauces Dipping/Condiments/Savoury Toppings/Savoury Spreads/Marinades (Shelf Stable)
de: Dipsaucen / Würzsaucen / Feinkostsaucen / Aufstriche / Marinaden (ohne Kühlung haltbar)
fr: Autres Sauces Condimentaires/Condiments/Nappages Salés/Produits à Tartiner Salés/Marinades (Longue Conservation)
nl: Dipsauzen/Smaakmakers/Hartige Toppings/Hartige Spreads/Marinades (Houdbaar)

source: Fish – Unprepared/Unprocessed (Frozen)
de: Fisch – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Poissons - Non Préparés/Non Transformés (Surgelé)
nl: Vis - Niet-bereid/Niet-bewerkt (Diepvries)

source: Fish – Unprepared/Unprocessed (Perishable)
de: Fisch – nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Poissons - Non Préparés/Non Transformés (Périssable)
nl: Vis - Niet-bereid/Niet-bewerkt (Beperkt Houdbaar)

source: Fish – Unprepared/Unprocessed (Shelf Stable)
de: Fisch – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Poissons - Non Préparés/Non Transformés (Longue Conservation)
nl: Vis - Niet-bereid/Niet-bewerkt (Houdbaar)

source: Cereals Products – Ready to Eat (Shelf Stable)
de: Getreideprodukte – verzehrfertig (ohne Kühlung haltbar)
fr: Produits Céréaliers – Prêt à Consommer (Longue Conservation)
nl: Graanproducten - Gebruiksklaar (Houdbaar)

source: Cereals Products – Not Ready to Eat (Shelf Stable)
de: Getreideprodukte – nicht verzehrfertig (ohne Kühlung haltbar)
fr: Produits Céréaliers – Non Prêt à Consommer (Longue Conservation)
nl: Graanproducten - Niet-gebruiksklaar (Houdbaar)

source: Cereal Products – Ready to Eat (Perishable)
de: Cerealien - verzehrbereit (leicht verderblich)
fr: Produits Céréaliers – Prêt à Consommer (Périssable)
nl: Graanproducten - Gebruiksklaar (Beperkt Houdbaar)

source: Cereal/Muesli Bars
de: Müslis / Müsliriegel
fr: Barres de Céréales/Müesli
nl: Graan-/Mueslirepen

source: Vegetable Based Products / Meals – Ready to Eat (Shelf Stable)
de: Gemüse- /Kartoffelbasierte Produkte /-Gerichte - verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Légumes - Prêt à Consommer (Longue Conservation)
nl: Producten/Maaltijden op basis van Groenten - Gebruiksklaar (Houdbaar)

source: Vegetable Based Products / Meals – Ready to Eat (Perishable)
de: Gemüse-/Kartoffelbasierte Produkte /- Gerichte - verzehrbereit (leicht verderblich)
fr: Produits à Base de Légumes - Prêt à Consommer (Périssable)
nl: Producten/Maaltijden op basis van Groenten - Gebruiksklaar (Beperkt Houdbaar)

source: Vegetable Based Products / Meals – Not Ready to Eat (Perishable)
de: Gemüse-/Kartoffelbasierte Produkte / - Gerichte - nicht verzehrbereit (leicht verderblich)
fr: Produits à Base de Légumes - Non Prêt à Consommer (Périssable)
nl: Producten/Maaltijden op basis van Groenten - Niet-gebruiksklaar (Beperkt Houdbaar)

source: Vegetable Based Products / Meals – Not Ready to Eat (Frozen)
de: Gemüse- / Kartoffelbasierte Produkte /- Gerichte - nicht verzehrbereit (tiefgefroren)
fr: Produits à Base de Légumes - Non Prêt à Consommer (Surgelé)
nl: Producten/Maaltijden op basis van Groenten - Niet-gebruiksklaar (Diepvries)

source: Vegetable Based Products / Meals – Not Ready to Eat (Shelf Stable)
de: Gemüse- / Kartoffelbasierte Produkte /- Gerichte - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Légumes - Non Prêt à Consommer (Longue Conservation)
nl: Producten/Maaltijden op basis van Groenten - Niet-gebruiksklaar (Houdbaar)

source: Grain Based Products / Meals – Ready to Eat – Savoury (Perishable)
de: Getreidebasierte Produkte/-Gerichte, herzhaft - verzehrbereit (leicht verderblich)
fr: Produits à Base de Céréales / Repas - Prêt à Consommer - Salé (Périssable)
nl: Producten/Maaltijden op basis van Graan - Gebruiksklaar (Beperkt Houdbaar)

source: Grain Based Products / Meals – Ready to Eat – Savoury (Shelf Stable)
de: Getreidebasierte Produkte/-Gerichte, herzhaft - verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Céréales / Repas - Prêt à Consommer - Salé (Longue Conservation)
nl: Producten/Maaltijden op basis van Graan - Gebruiksklaar (Houdbaar)

source: Grain Based Products / Meals – Not Ready to Eat – Savoury (Perishable)
de: Getreidebasierte Produkte /-Gerichte, herzhaft - nicht verzehrbereit (leicht verderblich)
fr: Produits à Base de Céréales / Repas - Non Prêt à Consommer - Salé (Périssable)
nl: Producten/Maaltijden op basis van Graan - Niet-gebruiksklaar)

source: Grain Based Products / Meals – Not Ready to Eat – Savoury (Frozen)
de: Getreidebasierte Produkte/-Gerichte, herzhaft - nicht verzehrbereit (tiefgefroren)
fr: Produits à Base de Céréales - Non Prêt à Consommer - Salé (Surgelé)
nl: Producten/Maaltijden op basis van Graan - Niet-gebruiksklaar (Diepvries)

source: Grain Based Products / Meals – Not Ready to Eat – Savoury (Shelf Stable)
de: Getreidebasierte Produkte/-Gerichte, herzhaft - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Céréales / Repas - Non Prêt à Consommer - Salé (Longue Conservation)
nl: Producten/Maaltijden op basis van Graan - Niet-gebruiksklaar (Houdbaar)

source: Dough Based Products / Meals – Ready to Eat – Savoury (Perishable)
de: Teigbasierte Produkte /- Gerichte, herzhaft - verzehrbereit (leicht verderblich)
fr: Produits à Base de Pâte / Repas - Prêt à Consommer - Salé (Périssable)
nl: Producten/Maaltijden op basis van Deeg - Gebruiksklaar (Beperkt Houdbaar)

source: Dough Based Products / Meals – Ready to Eat – Savoury (Shelf Stable)
de: Teigbasierte Produkte/- Gerichte, herzhaft - verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Pâte / Repas - Prêt à Consommer - Salé (Longue Conservation)
nl: Producten/Maaltijden op basis van Deeg - Gebruiksklaar (Houdbaar)

source: Dough Based Products / Meals – Not Ready to Eat – Savoury (Perishable)
de: Teigbasierte Produkte/- Gerichte, herzhaft - nicht verzehrbereit (leicht verderblich)
fr: Produits à Base de Pâte / Repas - Non Prêt à Consommer - Salé (Périssable)
nl: Producten/Maaltijden op basis van Deeg - Niet-gebruiksklaar (Beperkt Houdbaar)

source: Dough Based Products / Meals – Not Ready to Eat – Savoury (Frozen)
de: Teigbasierte Produkte /- Gerichte, herzhaft - nicht verzehrbereit (tiefgefroren)
fr: Produits à Base de Pâte / Repas - Non Prêt à Consommer - Salé (Surgelé)
nl: Producten/Maaltijden op basis van Deeg - Niet-gebruiksklaar (Diepvries)

source: Dough Based Products / Meals – Not Ready to Eat – Savoury (Shelf Stable)
de: Teigbasierte Produkte /- Gerichte, herzhaft - nicht verzehrbereit (ohne Kühlung haltbar)
fr: Produits à Base de Pâte / Repas - Non Prêt à Consommer - Salé (Longue Conservation)
nl: Producten/Maaltijden op basis van Deeg - Niet-gebruiksklaar (Houdbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Raucherbedarf
fr: Accessoires pour Fumeur
nl: Rookaccessoires

source: Biscuits/Cookies (Frozen)
de: Kekse / Gebäck (tiefgefroren)
fr: Gâteaux Secs/Biscuits (Surgelé)
nl: Biscuits/Koekjes (Diepvries)

source: Dried Breads (Frozen)
de: Getrocknete Broterzeugnisse (tiefgefroren)
fr: Pains Secs (Surgelé)
nl: Gedroogde Broodproducten (Diepvries)

source: Pate (Shelf Stable)
de: Pasteten / Paté (ohne Kühlung haltbar)
fr: Pâté (Longue Conservation)
nl: Paté (Houdbaar)

source: Fruit Juice – Not Ready to Drink (Frozen)
de: Fruchtsaft - nicht trinkfertig (tiefgefroren)
fr: Jus de Fruits – Non Prêt à Boire (Surgelé)
nl: Vruchtensap - Niet-gebruiksklaar (Diepvries)

source: Fruit Juice – Not Ready to Drink (Shelf Stable)
de: Fruchtsaft - nicht trinkfertig (ohne Kühlung haltbar)
fr: Jus de Fruits – Non Prêt à Boire (Longue Conservation)
nl: Vruchtensap - Niet-gebruiksklaar (Houdbaar)

source: Fruit Juice Drinks – Not Ready to Drink (Shelf Stable)
de: Fruchtsaftgetränke- nicht trinkfertig (ohne Kühlung haltbar)
fr: Boissons à Base de Jus de Fruits – Non Prêt à Boire (Longue Conservation)
nl: Dranken met Vruchtensap - Niet-gebruiksklaar (Houdbaar)

source: Dairy Based Drinks – Not Ready to Drink (Shelf Stable)
de: Milchbasierte Getränke - nicht trinkfertig (ohne Kühlung haltbar)
fr: Boissons à Base de Produits Laitiers – Non prêt à boire (Longue Conservation)
nl: Op Zuivel Gebaseerde Dranken - Niet-gebruiksklaar (Houdbaar)

source: Stimulants/Energy Drinks – Not Ready to Drink
de: Energydrinks - nicht trinkfertig
fr: Stimulants/Boissons Energisantes – Non prêt à boire
nl: Energiedranken - Niet-gebruiksklaar

source: Desserts (Shelf Stable)
de: Desserts (ohne Kühlung haltbar)
fr: Desserts (Longue Conservation)
nl: Desserts (Houdbaar)

source: Fruit Herbal Infusions/Tisanes - Liquid/Ready to Drink
de: Früchtetee/Kräutertee - flüssig/trinkfertig
fr: Infusions/Tisanes d'Herbes et de Fruits – Liquides/Prêtes à Boire
nl: Vruchten- en Kruideninfusies/-tisanes - Vloeibaar/Gebruiksklaar

source: Grains/Cereal – Not Ready to Eat – (Frozen)
de: Körner / Getreide - nicht verzehrbereit (tiefgefroren)
fr: Céréales/Grains – Non Prêt à Consommer (Surgelé)
nl: Granen/Graanproducten - Niet-gebruiksklaar (Diepvries)

source: Grains/Cereal – Not Ready to Eat – (Perishable)
de: Körner / Getreide - nicht verzehrbereit (leicht verderblich)
fr: Céréales/Grains – Non Prêt à Consommer (Périssable)
nl: Granen/Graanproducten - Niet-gebruiksklaar (Beperkt Houdbaar)

source: Grains/Cereal – Ready to Eat – (Perishable)
de: Körner / Getreide - verzehrbereit (leicht verderblich)
fr: Céréales/Grains – Prêt à Consommer (Périssable)
nl: Granen/Graanproducten - Gebruiksklaar - (Beperkt Houdbaar)

source: Pasta/Noodles – Not Ready to Eat (Perishable)
de: Teigwaren / Nudeln - nicht verzehrbereit (leicht verderblich)
fr: Pâtes/Nouilles - Non Prêt à Consommer (Périssable)
nl: Pasta/Noedels - Niet-gebruiksklaar (Beperkt Houdbaar)

source: Pasta/Noodles – Not Ready to Eat (Frozen)
de: Teigwaren / Nudeln - nicht verzehrbereit (tiefgefroren)
fr: Pâtes/Nouilles - Non Prêt à Consommer (Surgelé)
nl: Pasta/Noedels - Niet-gebruiksklaar (Diepvries)

source: Grains/Cereal – Ready to Eat – (Shelf Stable)
de: Körner / Getreide - verzehrbereit (ohne Kühlung haltbar)
fr: Céréales/Grains – Prêt à Consommer (Longue Conservation)
nl: Granen/Graanproducten - Gebruiksklaar - (Houdbaar)

source: Feminine Hygiene – Tampons
de: Tampons
fr: Hygiène Féminine – Tampons
nl: Vrouwelijke Hygiëne - Tampons

source: Adult Incontinence – Supplies
de: Inkontinenzprodukte - Ergänzungsprodukte / Zubehör
fr: Incontinence Adulte – Fournitures
nl: Incontinentie bij Volwassenen - Benodigdheden

source: After Shave Care
de: After-Shave-Produkte
fr: Soins Après-rasage
nl: Aftershave

source: Anti-spot Aids (Non Powered)
de: Anti-Pickel-Pflegegeräte (nicht elektrisch)
fr: Outils Anti-Boutons (Non Electriques)
nl: Anti-acné Hulpmiddelen (Niet-elektrisch)

source: Bath Additives
de: Badezusätze
fr: Additifs pour Bain
nl: Badadditieven

source: Bleaching/Lightening Products
de: Haarbleichmittel / -aufheller (Körperhaare)
fr: Produits Décolorants/Eclaircissants
nl: Lichaamshaar Bleek-/Maskeermiddelen

source: Cleansing/Washing/Soap – Body
de: Produkte zur Körperreinigung – Seife / Duschgel
fr: Nettoyage/Toilette/Savons - Corps
nl: Producten voor Lichaamsreiniging

source: Cleansers/Cosmetics Removers (Non Powered)
de: Gesichtsreinigungs / Make-Up Entfernungsprodukte (nicht elektrisch)
fr: Nettoyants/Démaquillants (Non Electriques)
nl: Gezichtsreiniging/Make-up Verwijderproducten (Niet-elektrisch)

source: Nails – Cleansers/Cosmetic Removers
de: Nagellackentferner / Nagelreiniger
fr: Ongles - Nettoyants/Dissolvants
nl: Nagels - Reinigingsmiddelen/Cosmetica Verwijderproducten

source: Cleansing/Washing Accessories – Personal
de: Bade- / Duschzubehör - persönlich
fr: Accessoires pour le Nettoyage/la Toilette - Personnel
nl: Bad/Douche Accessoires - Persoonlijk

source: Cotton Wool Products
de: Watteprodukte
fr: Produits en Coton Hydrophile
nl: Watten Producten

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnersatz- / Zahnspangen-Pflegeprodukte
fr: Prothèses Dentaires/Orthodontiques – Entretien
nl: Gebitsprothesen/Orthodontie - Verzorgingsproduct

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Gebiss- / Zahnspangen-Reiniger
fr: Prothèses Dentaires/Orthodontiques – Nettoyage
nl: Gebitsprothesen/Orthodontie - Reinigingsproduct

source: Antiperspirants/Deodorants
de: Antitranspirante / Deodorants
fr: Anti-transpirants/Déodorants
nl: Transpiratiewerende producten/Deodoranten

source: Depilation/Epilation (Non Powered)
de: Produkte zur Epilation / Depilation (nicht elektrisch)
fr: Dépilation/Epilation (Non Electrique)
nl: Depilatie/Epilatie (Niet-elektrisch)

source: Ear/Nasal Care
de: Ohren- / Nasenpflegeprodukte
fr: Produits de Soins du Nez/des Oreilles
nl: Oor-/Neusverzorging

source: Exfoliants/Masks
de: Peelings / Masken
fr: Exfoliants/Masques
nl: Peelings/Maskers

source: Hair – False
de: Haarverlängerungen / Haarteile / Perücken
fr: Cheveux – Faux
nl: Haar - Vals

source: Feminine Hygiene – Accessories
de: Damenhygiene - Zubehör
fr: Hygiène Féminine – Accessoires
nl: Vrouwelijke Hygiëne - Accessoires

source: Hair – Colour
de: Haarfärbeprodukte / Colorationen
fr: Cheveux – Produits pour la Coloration
nl: Haar - Kleurmiddelen

source: Hair – Conditioner/Treatment
de: Haarspülungen / Haarkurprodukte
fr: Cheveux – Produits Conditionneurs/Traitants
nl: Haar - Crèmespoeling/Behandeling

source: Hair – Perming
de: Dauerwellenpräparate
fr: Cheveux – Produits pour les Permanentes
nl: Haar - Permanent

source: Hair Removal/Shaving – Accessories
de: Haarentfernung / Rasurbedarf - Zubehör
fr: Produit d'Elimination/de Rasage des Poils – Accessoires
nl: Scheeraccessoires

source: Hair Removal – Care
de: Produkte zur Unterstützung / Pflege bei Haarentfernung
fr: Produits d'Elimination des Poils – Soins
nl: Producten ter Verzorging na Ontharing

source: Sunless Tanning – Topical (Non Powered)
de: Selbstbräuner (Anwendung auf der Haut)
fr: Produits Bronzants - Topiques (Non Electriques)
nl: Bruinen Zonder Zon - Topisch (Niet-elektrisch)

source: Skin Care/Moisturising Products
de: Feuchtigkeitsspendende Hautpflegeprodukte
fr: Produits de Soin de la Peau/Hydratants
nl: Huidverzorging/Vochtinbrengende Producten

source: Nails – Aids (Non Powered)
de: Nagelkosmetik / Nagelpflege - Hilfsmittel (nicht elektrisch)
fr: Ongles - Outils (Non Electriques)
nl: Nagels - Hulpmiddelen(Niet-elektrisch)

source: Nails – False
de: Künstliche Fingernägel
fr: Ongles - Faux
nl: Nagels - Vals

source: Cosmetics – Nails
de: Nagellacke
fr: Produits Cosmétiques - Ongles
nl: Nagels - Cosmetica

source: Nails – Treatments
de: Nagelpflegeprodukte / Nagelkuren
fr: Ongles - Traitement
nl: Nagels - Behandelingen

source: Nursing Hygiene Accessories
de: Stillhygieneprodukte
fr: Accessoire pour l'Allaitement
nl: Borstvoedingshygiëne Accessoires

source: Oral Care – Accessories
de: Mundpflegeprodukte - Zubehör
fr: Soins Buccaux – Accessoires
nl: Mondverzorging - Accessoires

source: Fragrances
de: Parfüms / Düfte
fr: Parfums
nl: Parfums

source: Hair – Shampoo
de: Haarshampoo
fr: Cheveux – Shampooing
nl: Haar - Shampoo

source: Shaving – Blades
de: Rasierklingen
fr: Rasage – Lames
nl: Scheermesjes

source: Shaving – Razors – Disposable (Non Powered)
de: Einwegrasierer (nicht elektrisch)
fr: Rasage – Rasoirs – Jetables (Non Electriques)
nl: Wegwerp Scheermesjes (Niet-elektrisch)

source: Sun Protection Products
de: Sonnenschutzmittel
fr: Produits de Protection du Soleil
nl: Zonbeschermende Producten

source: Skin Drying Powder
de: Körperpuder
fr: Poudres Séchantes pour la Peau
nl: Body Poeder

source: Toilet Paper
de: Toilettenpapier
fr: Papiers Hygiéniques
nl: WC-papier

source: Feminine Hygiene – Towels/Pads
de: Damenbinden
fr: Hygiène Féminine – Serviettes
nl: Vrouwelijke Hygiëne - Maandverbanden

source: Cosmetic/MakeUp Aids/Accessories
de: Kosmetische Hilfsmittel / Zubehör
fr: Accessoires/Outils de Cosmétique/Maquillage
nl: Cosmetica/Make-up - Hulpmiddelen/Accessoires

source: Hair – Accessories
de: Haarschmuck / Accessoires
fr: Cheveux – Accessoires
nl: Haar - Accessoires

source: Hair – Styling (Non Powered)
de: Haarstyling
fr: Cheveux – Produits Coiffants (Non Electriques)
nl: Haar - Styling (Niet-elektrisch)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnreinigungsmittel / Zahnpasta
fr: Nettoyage Dentaire/Dentifrices
nl: Gebitsreiniging/tandpasta

source: Nails – Accessories (Non Powered)
de: Nagelkosmetik / Nagelpflege - Zubehör (nicht elektrisch)
fr: Ongles - Accessoires (Non électriques)
nl: Nagels - Accessoires (Niet-elektrisch)

source: Sun Tan Accelerator Products
de: Bräunungsbeschleuninger
fr: Produits Accélérateurs de Bronzage
nl: Kleurversnellende Producten

source: Cleaning Aids Accessories
de: Reinigungs-Hilfsmittel
fr: Accessoires de Nettoyage/Entretien
nl: Schoonmaakhulpmiddelen Accessoires

source: Shoe Cleaning/Care Preparations
de: Pflege- und Reinigungsprodukte für Schuhe
fr: Préparations pour l'Entretien et le Nettoyage des Chaussures
nl: Reinigings-/Onderhoudsproducten voor Schoenen

source: Air Fresheners/Deodorisers (Non Powered)
de: Lufterfrischer (nicht elektrisch)
fr: Diffuseurs/Désodorisants (Non-Electriques)
nl: Luchtverfrissers (Niet-aangedreven)

source: Surface Cleaners
de: Oberflächenreiniger
fr: Nettoyants de surface
nl: Huishoudelijke Schoonmaakmiddelen

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Insekten- / Schädlingsbekämpfungs - Barrieren / Gitter / Fallen
fr: Produits Contre les Insectes/Nuisibles - Barrières/Pièges
nl: Insecten-/Ongediertebestrijding - Barrières/Vallen

source: Drain Treatments/Pipe Unblockers
de: Rohrreiniger
fr: Déboucheurs de Tuyaux
nl: Leidingontstoppers

source: Laundry Detergents
de: Waschmittel
fr: Détergents pour la Lessive
nl: Wasmiddelen

source: Toilet Cleaning Products
de: Toilettenreiniger
fr: Produits d'Entretien des Toilettes
nl: WC-Schoonmaakproducten

source: Laundry Colour Care
de: Wäsche-Farbpflege
fr: Soins des Couleurs du Linge
nl: Kleurbeschermend middel

source: Shoe Colour/Dyes
de: Schuhfarben
fr: Couleurs/Teintures pour les Chaussures
nl: Schoenkleur/Verf

source: Footwear – Replacement Parts/Accessories
de: Schuhe - Ersatzteile / Zubehör
fr: Chaussures – Pièces Détachées/Accessoires
nl: Schoenen - Onderdelen/Accessoires

source: Surface Care/Protection
de: Oberflächenpflege / -schutz - Polituren / Versiegelungen
fr: Soin/Protection des Surfaces
nl: Oppervlakteverzorging/Bescherming

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Insektizide / Pestizide / Rodentizide
fr: Insecticides/Pesticides/Rodenticides
nl: Insecticiden/Pesticiden/Rodenticiden

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Insekten- / Schädlingsabwehrmittel (nicht zum Auftragen auf die Haut)
fr: Répulsifs Non Personnels
nl: Niet-persoonlijke Afweermiddelen
