Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Hyacinthus Orientalis
de: Gartenhyazinthen
fr: Jacinthe d'Orient
nl: Hyacint - Bol/Knol

source: Crocus
de: Krokusse
nl: Krokus - Bol/Knol

source: Lilium
de: Lilien
fr: Lys
nl: Lelie - Bol/Knol

source: Narcissus
de: Narzissen
fr: Narcisse
nl: Narcis - Bol/Knol

source: Tulipa
de: Tulpen
fr: Tulipe
nl: Tulp - Bol/Knol

source: Zantedeschia
de: Zantedeschien
nl: Zantedeschia/Calla - Bol/Knol

source: Citron
de: Zitronatzitrone
fr: Cédrat
nl: Sukadecitroenen (Cederappels)

source: Indian flaxplants (Abroma augustum)
de: Mistel (Abroma augustum)
fr: Jute (Abroma augustum)
nl: Indisch Vlas Planten (Abroma augustum)

source: China juteplants (Abutilon avicennae)
de: Chinesische Jutepflanze (Abutilon avicennae)
fr: Jute de Chine (Abutilon avicennae)
nl: Fluweelblad Planten (Abutilon avicennae)

source: Pita plants (Agave americana)
de: Agave americana (Agave americana)
fr: Agave d'Amérique (Agave americana)
nl: Honderdjarige Aloë Cactussen (Agave americana)

source: Maguey plants (Agave cantala)
de: Agave cantala (Agave cantala)
fr: Plantes agave (Agave cantala)
nl: Cantala Cactussen (Agave cantala)

source: Mauritian hempplants (Furcraea foetida)
de: Furcraea foetida (Furcraea foetida)
fr: Chanvre de Maurice (Furcraea foetida)
nl: Mauritius-Hennep Planten (Furcraea foetida)

source: Henequen plants (Agave fourcroydes )
de: Agave fourcroydes (Agave fourcroydes)
fr: Sisal Blanc (Agave fourcroydes)
nl: Henequen Cactussen (Agave fourcroydes)

source: Ixtle or tampico plants (Agave lecheguilla)
de: Agave lechuguilla (Agave lechuguilla)
fr: Agave Lecheguilla (Agave lecheguilla)
nl: Agave Lechuguilla Cactussen (Agave lecheguilla)

source: Other agave hemp plants (Agave letonae)
de: Sonstige Agave-Hanfpflanzen (Agave letonae)
fr: Autre Plante de Chanvre d'Agave (Agave Letonae)
nl: Savadoreaanse Hennep Cactussen (Agave letonae)

source: Sisalplants (Agave sisalane)
de: Sisal-Agave (Agave sisalana)
fr: Sisal (Agave sisalane)
nl: Sisalcactussen (Agave sisalane)

source: Kyenkyen / Upastrees (Antiaris Africana)
de: Upas-Baum (Antiaris Africana)
fr: Antiaris (Antiaris Africana)
nl: Oepasbomen (Antiaris Africana)

source: Bambooshrubs (Bambuseae)
de: Bambusa (Bambuseae)
fr: Bambous (Bambuseae)
nl: Bamboestruiken (Bambuseae)

source: Ramieplants (Boehmeria nivea)
de: Ramie (Boehmeria nivea)
fr: Ramie Blanche (Boehmeria nivea)
nl: Ramieplanten/Chinees Gras (Boehmeria nivea)

source: Rattan palmtrees (Calamus rotang)
de: Rattanpalme (Calamus rotang)
fr: Palmier à Rotin (Calamus rotang)
nl: Rotanpalmen (Calamus rotang)

source: Hempplants (Cannabis sativa)
de: Hanfpflanzen (Cannais sativa)
fr: Chanvre Cultivé (Cannabis sativa)
nl: Hennepplanten (Cannabis sativa)

source: Kapoktrees (Ceiba pentandra)
de: Kapokbaum (Ceiba pentandra)
fr: Arbre à Kapok (Ceiba pentandra)
nl: Kapokbomen (Ceiba pentandra)

source: Juteshrubs (Corchorus)
de: Corchorus (Corchorus)
fr: Jute (Corchorus)
nl: Jutestruiken (Corchorus)

source: Sea island cotton plants (Gossypium barbadense)
de: Pima-Baumwolle (Gossypium barbadense)
fr: Cotonnier Créole (Gossypium barbadense)
nl: Amerikaans Katoenplanten (Gossypium barbadense)

source: Cottonplants (Gossypium hirsutum)
de: Baumwollpflanze (Gossypium hirsutum)
fr: Cotonnier (Gossypium hirsutum)
nl: Behaard Katoenplanten (Gossypium hirsutum)

source: Kenafplants (Hibiscus cannabinus)
de: Kenaf (Hibiscus cannabinus)
fr: Kénaf (Hibiscus cannabinus)
nl: Kenafplanten (Hibiscus cannabinus)

source: Roselle hempplants (Hibiscus sabdariffa var. altissima)
de: Rosellahanf (Hibiscus sabdariffa var. altissima)
fr: Oseille de Guinée (Hibiscus sabdariffa var. altissima)
nl: Roselleplanten (Hibiscus sabdariffa var. altissima)

source: Flaxplants (Linum usitatissimum)
de: Gemeiner Lein (Linum usitatissimum)
fr: Lin cultivé (Linum usitatissimum)
nl: Vlasplanten (Linum usitatissimum)

source: Aramina fiberplants (Musa textilis)
de: Abacá (Musa textilis)
fr: Chanvre de Manille (Musa textilis)
nl: Abacaplanten (Musa textilis)

source: Raffia palmtrees (Raphia farinifera)
de: Raphia farinifera (Raphia farinifera)
fr: Palmiers Raffia (Raphia farinfera)
nl: Raffiapalmen (Raphia farinifera)

source: Congo Jute plants (Urena lobata)
de: Kongojute (Urena lobata)
fr: Herbe à panier (Urena Lobata)
nl: Urenaplanten (Urena lobata)

source: Nettleplants (Urtica dioica)
de: Große Brennnessel (Urtica dioica)
fr: Ortie Dioïque (Urtica dioca)
nl: Grote Brandnetelplanten (Urtica dioica)

source: Rubbertrees (Hevea brasiliensis)
de: Kautschukbaum (Hevea brasiliensis)
fr: Arbre à caoutchouc (Hevea brasiliensis)
nl: Rubberbomen (Hevea brasiliensis)

source: Decorative Banners/Flags - Accessories
de: Dekorative Fahnen / Flaggen - Zubehör
fr: Banderoles Décoratives/Drapeaux – Accessoires
nl: Decoratieve Spandoeken/Vlaggen - Accessoires

source: Small Domestic Appliances - Other
de: Haushaltskleingeräte - sonstige
fr: Petit Electroménager – Autre
nl: Kleine Huishoudapparaten - Overig

source: Building Products - Other
de: Bauprodukte - sonstige
fr: Produits de Construction - Autre
nl: Bouwbenodigdheden - Overig

source: Electrical Lighting - Other
de: Beleuchtung – sonstige
fr: Eclairages – Autre
nl: Verlichting - Overig

source: Pencil/Pen Cases
de: Federmäppchen
fr: Etuis/Trousses à Crayons/Stylos
nl: Etuis voor Potloden en Pennen

source: Stationery/Office Machinery - Other
de: Schreibwaren / Büromaschinen - sonstige
fr: Machines de Bureau - Autre
nl: Kantoorbenodigdheden/Kantoorapparaten/Schrijfwaren - Overig

source: Toys/Games - Other
de: Spielzeuge / Spiele - sonstige
fr: Jouets/Jeux – Autre
nl: Speelgoed/Spelletjes - Overig

source: Access Covers/Panels
de: Abdeckungen/Panele
fr: Couvercles/Tampons/Couronnements
nl: Afsluitdeksels/Toegangspanelen

source: Entrance Grid/Mat Frame
de: Eingangsroste / Rahmen für Fußmatten
fr: Tapis/Grilles d'Entrée/Paillassons
nl: Toegangsrooster/ Mattenkader

source: Channel (Guttering/Drainage)
de: Rinne (Dachrinne / Drainage)
fr: Caniveaux (Gouttières/Drainage)
nl: Afvoergoten

source: Clothing/Fashion Tape
de: Kleidungs- / Fashion-Tape
fr: Rubans Adhésifs pour Vêtements
nl: Fashion Tape

source: Automotive Fire Extinguishers
de: Feuerlöscher fürs Auto
fr: Extincteurs Automobiles
nl: Motorvoertuigen - Brandblussers

source: Asafoetida plants (Ferula assa-foetida)
de: Asant (Ferula assa-foetida)
fr: Plants d'Ase Fétide (Ferula assa-foetida)
nl: Duivelsdrekplanten (Ferula assa-foetida)

source: Gutta-percha trees (Palaquium sp.)
de: Guttaperchabäume (Palladium sp.)
fr: Arbres à Gutta-percha (Palaquium sp.)
nl: Guttaperchabomen (Palaquium sp.)

source: Guayule plants (Parthenium argentatum)
de: Guayule (Parthenium argentatum)
fr: Plants de Guayule (Parthenium argentatum)
nl: Guayuleplanten (Parthenium argentatum)

source: Russian dandelion plants (Taraxacum kok-saghyz)
de: Russischer Löwenzahn (Taraxacum kok-saghyz)
fr: Plants de Pissenlit de Russie (Taraxacum kok-saghyz)
nl: Russische Paardenbloemplanten (Taraxacum kok-saghyz)

source: Agarwood trees (Aquilaria malaccensis)
de: Adlerholzbaum (Aquilaria malaccensis)
fr: Arbres à Bois d'Agar (Aquilaria malaccensis)
nl: Agarhoutbomen (Aquilaria malaccensis)

source: Arabic Gum trees (Acacia senegal)
de: Gummiarabikumbaum (Acacia senegal)
fr: Acacias à Gomme Arabique (Acacia senegal)
nl: Arabische Gombomen (Acacia senegal)

source: Balsam fir trees (Abies balsamea)
de: Balsam-Tanne (Abies balsamea)
fr: Sapins Baumiers (Abies balsamea)
nl: Balsemzilverparbomen (Abies balsamea)

source: Dyer's broom shrubs (Genista tinctoria)
de: Färber-Ginster (Genista tinctoria)
fr: Genêts des Teinturiers (Genista tinctoria)
nl: Verfbremstruiken (Genista tinctoria)

source: Galbanum plants (Ferula gummosa)
de: Steckenkräuter (Ferula gummosa)
fr: Plants de Galbanum/Férule Gommeuse (Ferula gummosa)
nl: Galbanumplanten (Ferula gummosa)

source: Henna trees (Lawsonia inermis)
de: Hennastrauch (Lawsonia inermis)
fr: Arbres à Henné (Lawsonia inermis)
nl: Hennabomen (Lawsonia inermis)

source: Indigo plants (Indigofera tinctoria)
de: Indigopflanze (Indigefera tinctoria)
fr: Indigotiers (Indigofera tinctoria)
nl: Indigoplanten (Indigofera tinctoria)

source: Kamala trees (Mallotus philippensis)
de: Mallotus philippensis (Mallotus philippensis)
fr: Arbres à Kamala (Mallotus philippensis)
nl: Kamalabomen (Mallotus philippensis)

source: Labdanum trees (Cistus ladanifer)
de: Lack-Zistrose (Cistus ladanifer)
fr: Cistes Ladanifères/à Gomme (Cistus ladanifer)
nl: Labdanumstruiken (Cistus ladanifer)

source: Madder plants (Rubia tinctorum)
de: Färberkrapp (Rubia tinctorum)
fr: Plants de Garance des Teinturiers (Rubia tinctorum)
nl: Meekrapplanten (Rubia tinctorum)

source: Mastic shrubs (Pistacia lentiscus)
de: Mastixstrauch (Pistacia lentiscus)
fr: Pistachiers Lentisque/Arbres à Mastic (Pistacia lentiscus)
nl: Mastiekbomen (Pistacia lentiscus)

source: Peru balsam trees (Myroxylon balsamum)
de: Balsambaum (Myroxylon balsamum)
fr: Baumiers du Pérou (Myroxylon balsamum)
nl: Perubalsembomen (Myroxylon balsamum)

source: Senegal Rosewood trees (Pterocarpus erinaceus)
de: Pterocarpus erinaceus (Pterocarpus erinaceus)
nl: Senegalese Palissanderbomen (Pterocarpus erinaceus)

source: Styrax trees (Styrax benzoin)
de: Benzoeharzbaum (Styrax benzoin)
nl: Styraxbomen (Styrax benzoin)

source: Olibanum trees (Boswelia)
de: Weihrauchbaum (Boswellia)
nl: Wierookbomen (Boswelia)

source: Turpentine trees (Pistacia terebinthus)
de: Terpentin-Pistazie (Pistacia terebinthus)
fr: Pistachiers Térébinthes (Pistacia terebinthus)
nl: Terpentijnbomen (Pistacia terebinthus)

source: Wax Palm trees (Ceroxylon quindiuense)
de: Quindio-Wachspalme (Ceroxylon quindicenne)
fr: Palmiers à cire du Quindio (Ceroxylon Quindiuense)
nl: Waspalmbomen (Ceroxylon quindiuense)

source: Cherimoya trees (Annona cherimola)
de: Cherimoya (Annona cherimola)
fr: Chérimoliers (Annona cherimola)
nl: Cherimoyabomen (Annona cherimola)

source: Ilama trees (Annona diversifolia)
de: Ilama (Annona diversifolia)
fr: Arbres à Ilama (Annona diversifolia)
nl: Ilamabomen (Annona diversifolia)

source: Soursop trees (Annona muricata)
de: Stachelannone (Annona muricata)
fr: Corossoliers (Annona muricata)
nl: Zuurzak/Guanabanabomen (Annona muricata)

source: Bullock heart trees (Annona reticulata)
de: Netzannone (Annona reticulata)
fr: Cachimans/Corossoliers Réticulés (Annona reticulata)
nl: Custardappelbomen (Annona reticulata)

source: Sweetsop/Sugar apple trees (Annona squamosa)
de: Zimtapfel (Annona squamosa)
fr: Attiers/Pommiers Cannelle (Annona squamosa)
nl: Zoetzak/Suikerappelbomen (Annona squamosa)

source: Atemoya trees (Annona x atemoya)
de: Atemoya (Annona x atemoya)
fr: Arbres à Atemoya (Annona x Atemoya)
nl: Atemoyabomen (Annona x atemoya)

source: Pawpaw trees (Asimina)
de: Dreilappige Papau (Asimina)
fr: Asiminiers (Asimina)
nl: Pawpawheesters (Asimina)

source: Snowbanana trees (Ensete glaucum)
de: Schneebanane (Ensete glaucum)
fr: Bananiers des neiges (Ensete Glaucum)
nl: Sneeuwbanaanbomen (Ensete glaucum)

source: Abyssinian Banana trees (Ensete ventricosum)
de: Zierbanane (Ensete ventricosum)
fr: Bananiers d'Abyssinie (Ensete Ventricosum)
nl: Ethiopische banaanbomen (Ensete ventricosum)

source: Plantain Banana shrubs (Musa x paradisiaca - AAB)
de: Dessertbanane ( Musa x paradisiaca - AAB)
fr: Bananiers Communs (Musa x Paradisiaca - AAB)
nl: Plantagebanaanstruiken (Musa x paradisiaca - AAB)

source: Cavendish banana shrubs (Musa acuminata - AAA)
de: Cavendish-Bananenstauden (Musa acuminata - AAA)
fr: Bananiers Cavendish (Musa acuminata - AAA)
nl: Cavendish Banaanstruiken (Musa acuminata - AAA)

source: Babybanana shrubs (Musa acuminata - AA)
de: Zwergbananenstaude (Musa acuminata - AA)
fr: Bananiers Orito (Musa acuminata - AA)
nl: Dwergbanaanstruiken (Musa acuminata - AA)

source: Red Dacca banana shrubs (Musa acuminata - AAA var. Rubra)
de: Rote Bananen ( Musa acuminata - AAA Sorte Rubra)
fr: Bananiers Red Dacca (Musa Acuminata - AAA var. Rubra)
nl: Rode banaanstruiken (Musa acuminata - AAA var. Rubra)

source: Latundan (or apple) banana shrubs (Musa acuminata × M. balbisiana (AAB Group) Silk)
de: Latundan-Banane (Musa acuminate x M. balbisiana (AAB Gruppe) Silk)
fr: Bananiers Latundan (Musa acuminata × M. balbisiana - AAB - Silk)
nl: Latundan of appel banaanstruiken (Musa acuminata × M. balbisiana (AAB Group) Silk)

source: Lacatan banana shrubs (Musa acuminata × M. balbisiana - AA Group- Lakatan)
de: Lakatan-Bananenstauden (Musa acuminata x M. balbisiana - AA Gruppe - Lakatan)
fr: Bananiers Lakatan (Musa acuminata × M. balbisiana - AA - Lakatan)
nl: Lacatan banaanstruiken (Musa acuminata × M. balbisiana - AA Group - Lacatan)

source: Quincetrees (Cydonia oblonga)
de: Quittenbaum (Cydonia oblonga)
fr: Cognassier (Cydonia oblonga)
nl: Kweepeerbomen (Cydonia oblonga)

source: Japanese Medlartrees (Eriobotrya japonica)
de: Japanische Wollmispel (Eriobotrya Japonica)
fr: Nèfles du Japon (Eriobotrya japonica)
nl: Japanse mispelbomen (Eriobotrya japonica)

source: Appletrees (Malus domestica)
de: Apfelbäume (Malus domestica)
fr: Pommiers (Malus domestica)
nl: Appelbomen (Malus domestica)

source: Crabappletrees (Malus sylvestris)
de: Holzapfel (Malus sylvestris)
fr: Pommetier (Malus sylvestris)
nl: Wilde appelbomen (Malus sylvestris)

source: Medlartrees (Mespilus germanica)
de: Mispelbäume (Mespilus germanica)
fr: Néflier Commun (Mespilus germanica)
nl: Mispelbomen (Mespilus germanica)

source: Ya Peartrees (Pyrus bretschneideri)
de: Weißer Birnbaum (Pyrus bretschneideri)
fr: Poirier Ya (Pyrus bretschneideri)
nl: Ya perenbomen (Pyrus bretschneideri)

source: Peartrees (Pyrus communis)
de: Birnenbäume (Pyrus communis)
fr: Poirier (Pyrus communis)
nl: Perenbomen (Pyrus communis)

source: Nashipeartrees (Pyrus pyrifolia)
de: Nashi-Birnenbaum (Pyrus pyrifolia)
fr: Poirier Japonais (Pyrus pyrifolia)
nl: Nashi Perenbomen (Pyrus pyrifolia)

source: Harbinpeartrees (Pyrus ussuriensis)
de: Pyrus ussuriensis
fr: Poirier (Pyrus ussuriensis)
nl: Harbin Perenbomen (Pyrus ussuriensis)

source: Elephant Garlicplants (Allium ampeloprasum)
de: Ackerlauch (Allium ampelorasum)
fr: Ail d'Orient (Allium ampeloprasum)
nl: Levantknoflookplanten (Allium ampeloprasum)

source: Shallotplants (Allium ascalonicum)
de: Schalotten (Allium ascalonicrum)
fr: Echalote (Allium ascalonicum)
nl: Sjalotplanten (Allium ascalonicum)

source: Onionplants (Allium cepa)
de: Zwiebelpflanzen (Allium cepa)
fr: Oignon (Allium cepa)
nl: Uienplanten (Allium cepa)

source: Scallionplants (Allium cepa var. cepa)
de: Frühlingszwiebeln (Allium cepa var. cepa)
fr: Oignon (bulbe) (Allium cepa var. cepa)
nl: Lente-uitjesplanten (Allium cepa var. cepa)

source: Welsh onionplants (Allium fistulosum)
de: Winterzwiebel (Allium fistulosum)
fr: Ciboule (Allium fistulosum)
nl: Stengel- of bosuiplanten (Allium fistulosum)

source: Kurratplants (Allium kurrat)
de: Allium kurrat
fr: Kurrat (Allium kurrat)
nl: Kurratplanten (Allium kurrat)

source: Garlicplants (Allium sativum)
de: Knoblauchpflanzen (Allium sativum)
fr: Ail Commun (Allium sativum)
nl: Knoflookplanten (Allium sativum)

source: Oils Edible – Vegetable or Plant (Perishable)
de: Speiseöle - pflanzlich (leicht verderblich)
fr: Huiles Comestibles – Végétales ou de Plante (Périssable)
nl: Eetbare Oliën - Plantaardig (Beperkt Houdbaar)

source: Health Treatments/Aids Sheets
de: Materialschichten / Tücher
fr: Traitements de Santé/Orthèses
nl: Materiaalvellen voor Gezondheidsbehandelingen en -Hulpmiddelen

source: Toilet Accessories
de: Toilettenzubehör
fr: Accessoires de Toilette
nl: Toiletbenodigdheden

source: Bathroom Sink Accessories
de: Zubehör für Waschbecken im Badezimmer
fr: Accessoires de Lavabo
nl: Wastafelbenodigdheden

source: Beachwear/Cover Ups
de: Strandbekleidung/Strandtücher zum Umhängen
fr: Vêtement/Tenue de Plage
nl: Strandkleding/Cover-Ups

source: Swimwear - Other
de: Schwimmbekleidung - sonstige
fr: Maillots de Bain - Autres
nl: Zwemkleding - Overig

source: Crosne
de: Knollenkartoffel
nl: Japanse Andoorn

source: Mashua (Capucine Tubereuse)
de: Knollige Kapuzinerkresse
fr: Capucine Tubereuse (Mashua)
nl: Knolcapucien

source: Oca
de: Knolliger Sauerklee
fr: Oca du Pérou (Oxalis tuberosa)

source: Milk Substitutes (Frozen)
de: Milchersatz (tiefgefroren)
fr: Succédanés de Lait (Surgelé)
nl: Vervangingsproducten voor Melk (Diepvries)

source: Milk Substitutes (Perishable)
de: Milchersatz (leicht verderblich)
fr: Succédanés de Lait (Périssable)
nl: Vervangingsproducten voor Melk (Beperkt Houdbaar)

source: Milk Substitutes (Shelf Stable)
de: Milchersatz (ohne Kühlung haltbar)
fr: Succédanés de Lait (Longue Conservation)
nl: Vervangingsproducten voor Melk (Houdbaar)

source: Dairy Subsitute Based Drinks – Ready to Drink (Perishable)
de: Milchersatzbasierte Getränke - trinkfertig (leicht verderblich)
fr: Boissons à Base de Succédané de Lait – Prêt à boire (Périssable)
nl: Op Zuivelvervangers Gebaseerde Dranken - Gebruiksklaar (Beperkt Houdbaar)

source: Dairy Subsitute Based Drinks – Ready to Drink (Shelf Stable)
de: Milchersatzbasierte Getränke - trinkfertig (ohne Kühlung haltbar)
fr: Boissons à Base de Succédané de Lait – Prêt à boire (Longue Conservation)
nl: Op Zuivelvervangers Gebaseerde Dranken - Gebruiksklaar (Houdbaar)

source: Dairy Substitute Based Drinks – Not Ready to Drink (Shelf Stable)
de: Milchersatzbasierte Getränke- nicht trinkfertig (ohne Kühlung haltbar)
fr: Boissons à base de Succédanés de Lait – Non Prêt à Boire (Longue Conservation)
nl: Op Zuivelvervangers Gebaseerde Dranken - Niet-gebruiksklaar (Houdbaar)

source: Cream Substitute (Frozen)
de: Sahneersatz (tiefgefroren)
fr: Succédanés de Crème (Surgelé)
nl: Vervangingsproducten voor Room (Diepvries)

source: Cream Substitute (Perishable)
de: Sahneersatz (leicht verderblich)
fr: Succédanés de Crème (Périssable)
nl: Vervangingsproducten voor Room (Beperkt Houdbaar)

source: Cream Substitute (Shelf Stable)
de: Sahneersatz (ohne Kühlung haltbar)
fr: Succédanés de Crème (Longue Conservation)
nl: Vervangingsproducten voor Room (Houdbaar)

source: Yogurt Substitutes (Frozen)
de: Joghurtersatz (tiefgefroren)
fr: Succédanés Yaourt (Surgelé)
nl: Vervangingsmiddel voor Yoghurt (Diepvries)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Joghurtersatz (leicht verderblich)
fr: Succédanés de Yaourt (Périssable)
nl: Yoghurtvervangers (Beperkt Houdbaar)

source: Yogurt Substitutes (Shelf Stable)
de: Joghurtersatz (ohne Kühlung haltbar)
fr: Succédanés Yaourt (Longue Conservation)
nl: Vervangingsproducten voor Yoghurt (Houdbaar)

source: Margarine (Shelf Stable)
de: Margarine (ohne Kühlung haltbar)
fr: Margarine (Longue Conservation)
nl: Margarine (Houdbaar)

source: Margarine (Perishable)
de: Margarine (leicht verderblich)
fr: Margarine (Périssable)
nl: Margarine (Beperkt Houdbaar)

source: Margarine (Frozen)
de: Margarine (tiefgefroren)
fr: Margarine (Surgelée)
nl: Margarine (Diepvries)

source: Dairy Spreads (Perishable)
de: Milchstreichfettprodukte (leicht verderblich)
fr: Pâte à Tartiner (Périssable)
nl: Zuivelspread (Beperkt Houdbaar)

source: Dairy Spreads (Frozen)
de: Milchstreichfettprodukte (tiefgefroren)
fr: Pâte à Tartiner (Surgelé)
nl: Zuivelspread (Diepvries)

source: Dairy Spreads (Shelf Stable)
de: Milchstreichfettprodukte (ohne Kühlung haltbar)
fr: Pâte à Tartiner (Longue Conservation)
nl: Zuivelspread (Houdbaar)

source: Mixed Fat Spreads (Shelf Stable)
de: Aufstriche aus gemischten Fetten (ohne Kühlung haltbar)
fr: Mélanges de Matières Grasses (Longue Conservation)
nl: Plantaardige Zuivelspread (Houdbaar)

source: Mixed Fat Spreads (Frozen)
de: Aufstriche aus gemischten Fetten (tiefgefroren)
fr: Mélanges de Matières Grasses (Surgelé)
nl: Plantaardige Zuivelspread (Diepvries)

source: Mixed Fat Spreads (Perishable)
de: Aufstriche aus gemischten Fetten (leicht verderblich)
fr: Mélanges de Matières Grasses (Périssable)
nl: Plantaardige Zuivelspread (Beperkt Houdbaar)

source: Fats Edible – Mixed (Perishable)
de: Speisefette - gemischt (leicht verderblich)
fr: Graisses Comestibles – Mixes (Périssable)
nl: Eetbare Vetten - Gemengd (Beperkt Houdbaar)

source: Fats Edible – Mixed (Shelf Stable)
de: Speisefette - gemischt (ohne Kühlung haltbar)
fr: Graisses Comestibles – Mixes (Longue Conservation)
nl: Eetbare Vetten - Gemengd (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Öl / Mundspray / Tinktur
fr: Cannabis - Huiles/Vaporisateurs Buccaux/Teintures
nl: Cannabis - Olie/Mondspray/Tincture

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – getrocknete Blüte – ganz
fr: Cannabis - Fleurs Séchées - Entières
nl: Cannabis - Gedroogde Bloem - Heel

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Vorgerolltes Cannabis
fr: Cannabis - Pré-roulé
nl: Cannabis - Voorgerold

source: Cheese Substitutes (Frozen)
de: Käseersatz (tiefgefroren)
fr: Succédané de Fromage (Surgelé)
nl: Vervangingsmiddel voor Kaas (Diepvries)

source: Cheese Substitutes (Perishable)
de: Käseersatz (leicht verderblich)
fr: Succédané de Fromage (Périssable)
nl: Vervangingsmiddel voor Kaas (Beperkt Houdbaar)

source: Cheese Substitutes (Shelf Stable)
de: Käseersatz (ohne Kühlung haltbar)
fr: Succédanés de Fromage (Longue Conservation)
nl: Vervangingsmiddel voor Kaas (Houdbaar)

source: Patio Roof/Shelter
de: Terrassenüberdachung/Schutzbereich
fr: Toit Patio/Abris
nl: Terrasoverkapping

source: Dowel Pins
de: Dübelbolzen
fr: Tourillons
nl: Deuvels

source: Biscuits (DIY)
de: Verbindungsplättchen (DIY)
fr: Lamelles (Bricolage)
nl: Lamellendeuvels

source: Heating Cable/Heat Tape/Heating Cord
de: Heizkabel / Heizband / Heizschnur
fr: Câbles/Rubans/Cordons Chauffants
nl: Verwarmingskabel/Verwarmingstape

source: Fireplace Treatments/Cleaning Products
de: Reinigungs-/Pflegeprodukte für den Kamin
fr: Produits d'Entretien/Nettoyage des Cheminées
nl: Open Haard Behandelingen/Reinigingsmiddelen

source: Household Boilers/Furnaces/Tank Water Heaters Replacement Parts/Accessories
de: Haushaltsboiler / Heizöfen / Vorratswassererhitzer - Ersatzteile/Zubehör
fr: Chaudières Domestique/Calorifères/Chauffe-Eau à Réservoir - Pièces Détachées/Accessoires
nl: Huishoud Boilers/Verwarmingsketels/Geisers - Onderdelen/Accessoires

source: Alarm Clocks
de: Wecker
fr: Réveils
nl: Wekkers

source: Anti-Climb/Deterrent Security Product
de: Übersteigschutz / Abschreckendes Sicherheitsprodukt
fr: Produit de Sécurité/Dissuasion anti-escalade
nl: Anti-klim Veiligheidsproduct

source: Glass Break Detector
de: Glasbruchmelder
fr: Détecteur de bris de verre
nl: Glasbreukmelder

source: Artificial Turf
de: Kunstrasen
fr: Pelouses artificielles
nl: Kunstgras

source: Christmas Tree - Artificial (Non Powered)
de: Künstlicher Weihnachtsbaum
fr: Arbres de Noël Artificiels (Non Electrique)
nl: Kunstkerstboom (Niet-elektrisch)

source: Drain Grids (Guttering/Drainage)
de: Gitterroste (Regenrinnen/Drainage)
fr: Grilles de Drainage (Gouttières/Drainage)
nl: Afvoerroosters

source: Garden Storage Boxes
de: Aufbewahrungsboxen für den Garten
fr: Coffres de jardin
nl: Tuin Opslagbox

source: Toilet/Bidet Frames
de: Toiletten- / Bidet-Einbaurahmen
fr: Bâti Support de WC/Bidets

source: Toilet/Bidet Kits
de: Toiletten-/Bidet-Sets
fr: WC/Bidets Complets
nl: Toilet/Bidet - complete set

source: Toilet/Bidet/Urinal Replacement Parts/Accessories
de: Toilette-/Bidet-/Urinal – Ersatzteile/Zubehör
fr: WC/Bidets/Urinoirs - Pièces Détachées/Accessoires
nl: Toilet/Bidet/Urinoir Onderdelen/Accessoires

source: Toilet/Bidet Wall Covers
de: Toilette-/ Bidet-Wandabdeckungen
fr: Coffrages pour WC/Bidets
nl: Toilet/Bidet Frontplaat
