Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Stationery Files/Folders/Wallets
de: Ordner / Hefter / Mappen / Ablagesysteme (Bürobedarf)
fr: Dossiers/Classeurs/Pochettes
nl: Kantoorbenodigdheden - Ordners/Mappen/Portefeuilles

source: Stationery Item Storage/Desk Accessories
de: Behälter für Bürokleinartikel / Schreibtischzubehör (Bürobedarf)
fr: Accessoires pour Rangement/Classement d'Articles de Bureau
nl: Accessoires voor Opberg-/Bureauartikelen

source: Stationery Storage/Filing Other
de: Bürobedarf - Aufbewahrung / Archivierung - sonstige
fr: Autres Produits de Rangement/Classement d'Articles de Bureau
nl: Kantoorartikelen - Opslag/Archivering - Overig

source: Stationery Storage/Filing – Replacement Parts/Accessories
de: Bürobedarf - Aufbewahrung / Archivierung - Ersatzteile / Zubehör
fr: Rangement/Classement d'Articles de Bureau - Pièces Détachées/Accessoires
nl: Kantoorartikelen - Opslag/Archivering - Onderdelen/Accessoires

source: Stationery Storage/Filing Variety Packs
de: Bürobedarf - Aufbewahrung / Archivierung - Sets
fr: Assortiments de Rangement/Classement d'Articles de Bureau
nl: Kantoorartikelen - Opslag/Archivering - Assortimenten

source: Stationery/Office Machinery Variety Packs
de: Schreibwaren / Bürobedarf / Büromaschinen - Sets
fr: Assortiments de Machines de Bureau
nl: Kantoorbenodigdheden/Kantoorapparaten - Assortimenten

source: Belts/Braces/Cummerbunds
de: Gürtel / Hosenträger / Kummerbunde
fr: Ceintures/Bretelles
nl: Riemen/Bretels/Sjerpen

source: Handkerchiefs
de: Taschentücher
fr: Mouchoirs/Pochette
nl: Pochets/Zakdoeken

source: Handwear
de: Handschuhe
fr: Gants
nl: Handschoenen

source: Headwear
de: Kopfbedeckungen
fr: Coiffes
nl: Hoofddeksels

source: Neckwear
de: Schal/Krawatte/Halsbekleidung
fr: Écharpe/Cravate/Foulard
nl: Sjaals/Stropdassen/Dassen

source: Clothing Adornment/Floral Accessories/Badges/Buckles
de: Bekleidungsschmuck / Anstecker / Abzeichen / Schnallen
fr: Ornements Vestimentaires/Accessoires Floraux/Badges/Boucles de Ceinture
nl: Kledingsieraden/Pins/Badges/Gespen

source: Overalls/Bodysuits
de: Overalls / Einteiler / Bodysuits
fr: Combinaisons/Bodies
nl: Overalls/Jumpsuits/Bodysuits

source: Dresses
de: Kleider
fr: Robes
nl: Jurken

source: Skirts
de: Röcke
fr: Jupes
nl: Rokken

source: Trousers/Shorts
de: Hosen (lang / kurz)
fr: Pantalons/Shorts
nl: Broeken/Korte Broeken

source: Dressing Gowns
de: Bademäntel / Morgenmäntel
fr: Robes de Chambre
nl: Ochtendjassen

source: Night Dresses/Shirts
de: Nachthemden / Schlafanzugoberteile
fr: Robes de Nuit/Chemises de Nuit
nl: Nachtjaponnen/Nachthemden

source: Sleep Headwear
de: Schlafmützen / Schlafmasken
fr: Bonnets/Masques de Nuit
nl: Slaapmutsen

source: Sleep Trousers/Shorts
de: Schlafanzughosen (kurz / lang)
fr: Pantalons/Shorts de Nuit
nl: Pyjamabroeken Lang en Kort

source: Sportswear – Full Body Wear
de: Sportbekleidung - Ganzkörperbekleidung
fr: Vêtements de Sport - Vêtements d'une Pièce
nl: Sportkleding - Kleding voor het hele Lichaam

source: Sportswear – Lower Body Wear
de: Sportbekleidung - Beinbekleidung
fr: Vêtements de Sport - Vêtements pour le Bas du Corps
nl: Sportkleding - Kleding voor het Onderlichaam

source: Sportswear – Upper Body Wear
de: Sportbekleidung - Oberkörperbekleidung
fr: Vêtements de Sport - Vêtements du Haut du Corps
nl: Sportkleding - Kleding voor Bovenlichaam

source: Bras/Basques/Corsets
de: Büstenhalter / Mieder / Korsetts
fr: Soutiens-gorge/Guêpières/Corsets
nl: Beha's/Bodies/Korsetten

source: Full Body Underwear
de: Ganzkörper-Unterwäsche
fr: Sous-vêtements d'une Pièce
nl: Ondergoed voor het hele Lichaam

source: Pants/Briefs/Undershorts
de: Unterhosen / Slips / Boxershorts
fr: Culottes/Boxer/Caleçons
nl: Onderbroeken/Slipjes/Boxershorts

source: Socks
de: Socken / Strümpfe
fr: Chaussettes
nl: Sokken

source: Undershirts/Chemises/Camisoles
de: Unterhemden / Unterkleider
fr: Maillots de Corps/Camisoles/Caracos
nl: Onderhemden/Onderjurken

source: Jackets/Blazers/Cardigans/Waistcoats
de: Jacken / Blazer / Strickjacken / Westen
fr: Vestes/Blazers/Cardigans/Gilets
nl: Jasjes/Blazers/Vesten/Hesjes

source: Sweaters/Pullovers
de: Pullover / Sweatshirts
fr: Sweat-shirts/Pulls

source: Shirts/Blouses/Polo Shirts/T-shirts
de: Hemden / Blusen / Polohemden / T-Shirts
fr: Chemises/Chemisiers/Polos/T-shirts
nl: Overhemden/Bloezen/Poloshirts/T-Shirts

source: Clothing Accessories Variety Packs
de: Bekleidung - Accessoires / Zubehör- Sets
fr: Assortiments d'Accessoires Vestimentaires
nl: Kledingaccessoires - Assortimenten

source: Full Body Wear Variety Packs
de: Ganzkörperbekleidung - Sets
fr: Assortiments de Vêtements d'une Pièce
nl: Kleding voor het hele Lichaam - Assortimenten

source: Lower Body Wear/Bottoms Variety Packs
de: Beinbekleidung - Sets
fr: Assortiments de Vêtements pour le Bas du Corps
nl: Kleding voor het Onderlichaam - Assortimenten

source: Sleepwear Variety Packs
de: Nachtwäsche - Sets
fr: Assortiments de Vêtements de Nuit
nl: Nachtkleding - Assortimenten

source: Sportswear Variety Packs
de: Sportbekleidung - Sets
fr: Assortiments de Vêtements de Sport
nl: Sportkleding - Assortimenten

source: Underwear Variety Packs
de: Unterwäsche / Strumpfwaren - Sets
fr: Assortiments de Sous-vêtements
nl: Ondergoed - Assortimenten

source: Upper Body Wear/Tops Variety Packs
de: Oberkörperbekleidung - Sets
fr: Assortiments de Vêtements pour le Haut du Corps
nl: Kleding voor Bovenlichaam - Assortimenten

source: Computer/Video Game Accessories Other
de: Computer- / PC- / Videospiele - Zubehör - sonstige
fr: Autres Accessoires pour Produits Informatiques/Consoles de Jeux
nl: Computer/PC's/Spelcomputers/Games - Overig

source: Computer/Video Game Accessories Variety Packs
de: Computer / PC- / Videospiele - Zubehör - Sets
fr: Assortiments d'Accessoire pour Produits Informatiques/Consoles de Jeux
nl: Accessoires voor Computer/PC's/Spelcomputers/Games - Assortimenten

source: Computer/Video Game Control/Input Devices Other
de: Computer- / PC- / Videospiele - Steuer- / Eingabegeräte - sonstige
fr: Autres Périphériques d'Entrée/de Commande pour Produits Informatiques/Consoles de Jeux
nl: Besturings-/Invoerapparatuur voor Computers/PC's/Spelcomputers/Games - Overig

source: Computer/Video Game Control/Input Devices Variety Packs
de: Computer / PC- / Videospiele - Steuer- / Eingabegeräte - Sets
fr: Assortiments de Périphériques d'Entrée/de Commande pour Produits Informatiques/Consoles de Jeux
nl: Besturings-/Invoerapparatuur voor Computers/PC's/Spelcomputers/Games - Assortimenten

source: Computer/Video Game Peripherals Other
de: Computer- / PC- / Videospiele - Peripheriegeräte - sonstige
fr: Autres Périphériques de Produits Informatiques/Consoles de Jeux
nl: Randapparatuur voor Computers/PC's/Spelcomputers/Games - Overig

source: Computer/Video Game Peripherals Variety Packs
de: Computer / PC- / Videospiele - Peripheriegeräte - Sets
fr: Assortiments de Périphériques de Produits Informatiques/Consoles de Jeux
nl: Randapparatuur voor Computers/PC's/Spelcomputers/Games - Assortimenten

source: Computers/Video Games Variety Packs
de: Computer / PC- / Videospiele - Sets
fr: Assortiments de Produits Informatiques/Consoles de Jeux
nl: Computers/PC's/Spelcomputers/Games - Assortimenten

source: Musical Instruments Other (Non Powered)
de: Musikinstrumente - sonstige (akustisch / mechanisch)
fr: Autres Instruments de Musique (Non Electrique)
nl: Andere Muziekinstrumenten (Niet-elektrisch)

source: Musical Instruments Other (Powered)
de: Musikinstrumente - sonstige (elektrisch / elektronisch)
fr: Autres Instruments de Musique (Électrique)
nl: Andere Muziekinstrumenten (Elektrisch)

source: Communication Accessories Other
de: Kommunikationsgeräte - Zubehör - sonstige
fr: Autres Accessoires de Communication
nl: Communicatie - Accessoires - Overig

source: Communication Accessories Variety Packs
de: Kommunikationsgeräte - Zubehör - Sets
fr: Assortiments d'Accessoires de Communication
nl: Communicatie - Accessoires - Assortimenten

source: Communication Variety Packs
de: Kommunikationsgeräte / Dienstleistungen - Sets
fr: Assortiments pour la Communication
nl: Communicatie - Assortimenten

source: Fixed Communication Devices Other
de: Kommunikationsgeräte - festnetz-/ kabelgebunden - sonstige
fr: Autres Appareils Fixes de Communication
nl: Toestellen voor Vaste Communicatie - Overig

source: Fixed Communication Devices Variety Packs
de: Kommunikationsgeräte - Festnetz / kabelgebunden - Sets
fr: Assortiments d'Appareils Fixes de Communication
nl: Toestellen voor Vaste Communicatie - Assortimenten

source: Mobile Communication Devices/Services Other
de: Kommunikationsgeräte / Dienstleistungen - Mobilfunk / drahtlos - sonstige
fr: Autres Services/Matériel de Communication Mobile
nl: Toestellen voor Mobiele Communicatie/Diensten - Overig

source: Mobile Communication Devices/Services Variety Packs
de: Kommunikationsgeräte / Dienstleistungen - Mobilfunk / drahtlos - Sets
fr: Assortiments de Services/Matériel de Communication Mobile
nl: Toestellen voor Mobiele Communicatie/Diensten - Assortimenten

source: Jewellery Other
de: Schmuck - sonstige
fr: Autres Bijoux
nl: Sieraden - Overig

source: Jewellery Variety Packs
de: Schmuck - Sets
fr: Assortiments de Bijoux
nl: Sieraden - Assortimenten

source: Personal Accessories Variety Packs
de: Persönliche Accessoires - Sets
fr: Assortiments d'Accessoires Corporels
nl: Persoonlijke Accessoires - Assortimenten

source: Personal Bags/Luggage/Umbrellas Other
de: Taschen / Gepäck / Schirme - sonstige
fr: Autres Sacs Personnels/Bagages/Parapluies
nl: Tassen/Koffers/Paraplu's - Overig

source: Personal Bags/Luggage/Umbrellas Variety Packs
de: Taschen / Gepäck / Schirme - Sets
fr: Assortiments de Sacs Personnels/Bagages/Parapluies
nl: Tassen/Koffers/Paraplu's - Assortimenten

source: Watches Other
de: Armbanduhren / Taschenuhren - sonstige
fr: Autres Montres
nl: Horloges - Overig

source: Protective Full Body Wear
de: Schutzkleidung - Ganzkörperbekleidung
fr: Vêtements de Protection d'une Pièce
nl: Beschermende Kleding voor het Hele Lichaam

source: Protective Handwear
de: Schutzhandschuhe
fr: Gants de Protection
nl: Beschermende Handschoenen

source: Protective Lower Body Wear
de: Schutzkleidung - Beinbekleidung
fr: Vêtements de Protection pour le Bas du Corps
nl: Beschermende Kleding voor het Onderlichaam

source: Protective Upper Body Wear
de: Schutzkleidung - Oberkörperbekleidung
fr: Vêtements de Protection pour le Haut du Corps
nl: Beschermende Kleding voor het Bovenlichaam

source: Televisions
de: Fernseher
fr: Téléviseurs
nl: Televisietoestellen

source: Television Combinations
de: Fernseh-Video-Kombinationen
fr: Téléviseurs Combinés
nl: Televisie Combinaties

source: Televisions – Hand-held
de: Fernseher (tragbar)
fr: Téléviseurs Portables
nl: Televisietoestellen - Draagbaar

source: Televisions Variety Packs
de: Fernseher - Sets
fr: Assortiments de Téléviseurs
nl: Televisietoestellen - Assortimenten

source: Televisions – Replacement Parts/Accessories
de: Fernseher - Ersatzteile / Zubehör
fr: Téléviseurs – Pièces détachées/Accessoires
nl: Televisietoestellen - Onderdelen/Accessoires

source: Televisions Other
de: Fernseher - sonstige
fr: Autres Téléviseurs
nl: Televisietoestellen - Overig

source: Camcorders
de: Camcorder / Videokameras
fr: Caméras Vidéo/Caméscopes

source: DVD Players/Recorders
de: DVD-/BluRay-Player / Rekorder
fr: Lecteurs/Enregistreurs de DVD
nl: DVD Spelers/Recorders

source: Combination Players/Recorders
de: Video-Kombinationsgeräte
fr: Lecteurs/Enregistreurs combinés
nl: Combinatie Spelers/Recorders

source: Set-top Boxes
de: Set-Top-Boxen / Satellitenempfänger
fr: Décodeurs
nl: Set-top Boxen/Mediaboxen

source: Video Hard Disc Recorders
de: Video-Festplattenrekorder
fr: Enregistreurs Vidéo sur Disque Dur

source: Aerials
de: Antennen
fr: Antennes
nl: Antennes

source: Video Cassette Players/Recorders
de: Videorekorder / Videoplayer
fr: Lecteurs/Enregistreurs de Cassettes Vidéo
nl: Video Spelers/Recorders

source: Video Recording/Playback Variety Packs
de: Video-Aufnahmegeräte / Wiedergabegeräte - Sets
fr: Assortiments de Récepteurs/Lecteurs/Enregistreurs Vidéo
nl: Video Opname/Weergave - Assortimenten

source: Video Recording/Playback – Replacement Parts/Accessories
de: Video-Aufnahmegeräte / Wiedergabegeräte - Ersatzteile / Zubehör
fr: Récepteurs/Lecteurs/Enregistreurs Vidéo – Pièces détachées/Accessoires
nl: Video Opname/Weergave - Onderdelen/Accessoires

source: Portable CD Players
de: CD-Player (tragbar)
fr: Lecteurs de CD Portables
nl: Draagbare CD-Spelers

source: Portable MD Players
de: Mini-Disc-Player (tragbar)
fr: Lecteurs de MD Portables
nl: Draagbare MD-Spelers

source: Portable MP3 Players
de: MP3-Player (tragbar)
fr: Lecteurs MP3 Portables
nl: Draagbare MP3-Spelers

source: Portable Audio Cassette Players
de: Audio-Kassettenspieler (tragbar)
fr: Lecteurs de Cassettes Audio Portables
nl: Draagbare Audiocassettespelers

source: Portable DVD Players
de: DVD-Player (tragbar)
fr: Lecteurs de DVD Portables
nl: Draagbare DVD-Spelers

source: Portable Digital Video Players
de: Digitale Video-Player (tragbar)
fr: Lecteurs de Vidéo Numérique Portables
nl: Draagbare Digitale Videorecorders

source: Portable Radios
de: Radios (tragbar)
fr: Récepteurs Radio Portables
nl: Draagbare Radio's

source: Portable Radio-recorders
de: Radio-Rekorder (tragbar)
fr: Récepteurs/Enregistreurs Radio Portables
nl: Draagbare Radiorecorders

source: Clock Radios
de: Radiowecker / Uhrenradios
fr: Radio-Réveils
nl: Klokradio's

source: Dictation Machines
de: Diktiergeräte
fr: Machines à Dicter
nl: Dicteerapparaten

source: Portable Audio/Video Variety Packs
de: Audio / Video - Geräte (tragbar) - Sets
fr: Assortiments de Produits Audiovisuels Portables
nl: Draagbare Audio/Video Toestellen - Assortimenten

source: Portable Audio/Video – Replacement Parts/Accessories
de: Audio / Video - Geräte (tragbar) - Ersatzteile / Zubehör
fr: Produits Audiovisuels Portables – Pièces détachées/Accessoires
nl: Draagbare Audio/Video Toestellen - Onderdelen/Accessoires

source: Portable Audio/Video Other
de: Audio / Video - Geräte (tragbar) - sonstige
fr: Autres Produits Audiovisuels Portables
nl: Draagbare Audio/Video Toestellen - Overig

source: Home Audio Amplifiers/Preamplifiers
de: Verstärker / Vorverstärker
fr: Amplificateurs/Préamplificateurs Audio de Salon
nl: Home Audio-versterkers/Voorversterkers

source: Home Stereo Systems
de: Stereoanlagen / Kompaktanlagen
fr: Systèmes Stéréo de Salon
nl: Home Stereosystemen

source: Home Theatre Systems
de: Heimkinosysteme
fr: Systèmes de Home Cinéma
nl: Thuisbioscoop Systemen

source: Home Audio Cassette Decks
de: Kassettendecks
fr: Platines à Cassettes Audio de Salon
nl: Thuis Audio Cassettedecks

source: Home Audio CD Decks
de: CD-Player / CD-Rekorder
fr: Platines CD Audio de Salon
nl: Thuis Audio CD-Decks

source: Home Audio MD Decks
de: Mini-Disc-Geräte (Heim-Audio)
fr: Platines MD Audio de Salon
nl: Thuis Audio MD-Decks

source: Home Audio Speakers – Individual
de: Lautsprecher / Boxen
fr: Haut-parleurs Audio de Salon - Uniques
nl: Thuis Audio Losse Luidsprekers

source: Home Audio Speaker Systems
de: Lautsprechersysteme / Surround-Systeme
fr: Systèmes Haut-parleurs Audio de Salon
nl: Thuis Audio Luidsprekersystemen

source: Home Audio Receivers/Tuners/Radios
de: Receiver / Tuner / Radios
fr: Récepteurs Radios/Tuners Audio de Salon
nl: Thuis Audio Ontvangers/Tuners/Radio's

source: Turntables – Vinyl
de: Plattenspieler
fr: Tournes Disques Vinyle
nl: Draaitafels - Vinyl

source: Home Audio Jukeboxes
de: Jukeboxen / Musikboxen
fr: Juke-boxes Audio de Salon
nl: Thuis Audio Jukeboxen

source: Home Audio Karaoke Systems
de: Karaokemaschinen
fr: Systèmes de Karaoké Audio de Salon
nl: Thuis Audio Karaokesystemen

source: Home Audio/Visual Mixers
de: Audio- / Videomischpulte
fr: Systèmes de Mixage/Mélangeurs Audio/Vidéo de Salon
nl: Thuis Audio/Video Mixers

source: Home Audio Effects Equipment
de: Audio-Effektgeräte
fr: Équipements de Salon pour Effets Sonores
nl: Thuis Audio Effect Apparatuur

source: Turntables – CD
de: CD-Turntables
fr: Lecteurs de CD à Fonction DJ
nl: Draaitafels - CD

source: Home Audio Equipment Variety Packs
de: Heim-Audio - Geräte - Sets
fr: Assortiment d'Equipements Audio de Salon
nl: Thuis Audioapparatuur - Assortimenten

source: Home Audio Equipment – Replacement Parts/Accessories
de: Heim-Audio - Geräte - Ersatzteile / Zubehör
fr: Équipements Audio de Salon - Pièces Détachées/Accessoires
nl: Thuis Audioapparatuur - Onderdelen/Accessoires

source: Home Audio Equipment Other
de: Heim-Audio - Geräte - sonstige
fr: Autres Equipements Audio de Salon
nl: Thuis Audioapparatuur - Overig

source: Audio Cassettes – Recordable
de: Audiokassetten (unbespielt)
fr: Cassettes Audio – Vierges
nl: Audiocassettes - Opneembaar

source: CD/MD – Recordable
de: CDs / MDs (unbespielt)
fr: CD/MD – Enregistrables
nl: CD/MD - Opneembaar

source: DVD – Recordable
de: DVDs (unbespielt)
fr: DVD – Enregistrables
nl: DVD - Opneembaar

source: Memory Cards
de: Speicherkarten / Memorysticks
fr: Cartes Mémoires
nl: Geheugenkaarten

source: Video Cassettes – Recordable
de: Videokassetten (unbespielt)
fr: Cassettes Vidéo – Vierges
nl: Videocassettes - Opneembaar

source: Floppy Discs
de: Disketten
fr: Disquettes
nl: Floppy Disks

source: Recordable Media Variety Packs
de: Beschreibbare Medien - Sets
fr: Assortiments de Médias Enregistrables
nl: Opneembare Media - Assortimenten

source: Recordable Media Other
de: Beschreibbare Medien - sonstige
fr: Autres Média Enregistrables
nl: Opneembare Media - Overig

source: CD/MD – Pre-recorded
de: CDs/MDs (bespielt)
fr: CD/MD - Préenregistrés
nl: CD/MD - Voorbespeeld

source: DVD – Pre-recorded
de: DVDs (bespielt)
fr: DVD – Préenregistrés
nl: DVD - Voorbespeeld

source: Vinyl – Pre-recorded
de: Schallplatten - bespielt
fr: Disques Vinyle – Préenregistrés
nl: Vinyl - Voorbespeeld

source: Video Cassettes – Pre-recorded
de: Bespielte Videokassetten
fr: Cassettes Vidéo – Préenregistrées
nl: Videocassettes - Voorbespeeld

source: Audio Cassettes – Pre-recorded
de: Audiokassetten (bespielt)
fr: Cassettes Audio – Préenregistrées
nl: Audiocassettes - Voorbespeeld

source: Pre-recorded Media Variety Packs
de: Bespielte Medien - Sets
fr: Assortiment de Médias Préenregistrés
nl: Voorbespeelde Media - Assortimenten

source: Pre-recorded Media Other
de: Bespielte Medien - sonstige
fr: Autres Médias Préenregistrés
nl: Voorbespeelde Media - Overig

source: Audio Headsets
de: Kopfhörer
fr: Écouteurs Audio
nl: Koptelefoons

source: Signal Boosters
de: Signalverstärker
fr: Amplificateurs de Signal
nl: Signaalversterkers

source: Wireless Television Links
de: TV-Funkübertragungs-Systeme
fr: Transmetteurs TV sans Fil
nl: Draadloze Televisieverbindingen

source: Universal Remote Controls
de: Universal-Fernbedienungen
fr: Télécommandes Universelles
nl: Universele Afstandsbedieningen

source: Switch-boxes
de: Audio- / Video-Switch-Boxen
fr: Boîtiers de Commutation
nl: Switchboxen

source: Converter Cassettes
de: Video-Kassettenadapter
fr: Adaptateurs de Cassettes
nl: Video Adapters

source: Microphones
de: Mikrofone
nl: Microfoons

source: Audio Visual Stands/Brackets
de: Audio / Video - Zubehör - Ständer / Konsolen / Halter
fr: Présentoirs/Supports Audiovisuels
nl: Standaards/Beugels/Steunen voor Audio/Video Apparaten

source: Audio Visual Bags/Boxes/Cases/Wallets
de: Audio / Video - Zubehör - Taschen / Boxen / Hüllen / Etuis
fr: Mallettes/Coffrets/Sacoches pour l'Audiovisuel
nl: Tassen/Koffers/Dozen/Etuis voor Audio/Video Apparaten

source: Television Internet Packs
de: Geräte für Internet via Fernseher
fr: Packs Internet pour la Télévision
nl: Internet-Televisie Accessoires

source: Audio Visual Cleaning Products
de: Audio / Video - Zubehör - Reinigungsprodukte
fr: Produits d'Entretien pour l'Audiovisuel
nl: Schoonmaakproducten voor Audio/Video Apparaten

source: Audio Visual Accessories Variety Packs
de: Audio / Video - Zubehör - Sets
fr: Assortiments d'Autres Accessoires Audiovisuels
nl: Audio/Video Accessoires - Assortimenten

source: Audio Visual Accessories – Replacement Parts
de: Audio / Video - Zubehör - Ersatzteile
fr: Accessoires Audiovisuels – Pièces détachées
nl: Audio/Video Accessoires - Onderdelen

source: Audio Visual Accessories Other
de: Audio / Video - Zubehör - sonstige
fr: Autres Accessoires Audiovisuels
nl: Audio/Video Accessoires - Overig

source: Audio Visual Equipment Variety Packs
de: Audio- / Video-Geräte / Zubehör - Sets
fr: Assortiments d'Equipements Audiovisuels
nl: Audio/Video Apparatuur en Accessoires - Assortimenten

source: Analogue Cameras
de: Analoge Fotokameras
fr: Appareils de Photo Argentiques
nl: Analoge Camera's

source: Digital Cameras
de: Digitalkameras
fr: Appareils de Photo Numériques
nl: Digitale Camera's

source: Camera Flashes
de: Blitzgeräte
fr: Flashs d'Appareils de Photo
nl: Flitsers voor Camera's

source: Photographic Film
de: Fotokamera-Filme
fr: Films Photographiques
nl: Film/Filmrol

source: Interchangeable Lenses
de: Wechselobjektive
fr: Objectifs Interchangeables
nl: Verwisselbare Lenzen

source: Photographic Slide Projectors
de: Diaprojektoren
fr: Projecteurs de Diapositives Photographiques
nl: Diaprojectors

source: Photographic Slides
de: Dias
fr: Diapositives Photographiques
nl: Dia's

source: Photography – Replacement Parts/Accessories
de: Fotografie - Ersatzteile / Zubehör
fr: Produits pour la Photographie – Pièces Détachées/Accessoires
nl: Fotografie - Onderdelen/Accessoires

source: Photograph Albums/Cubes
de: Fotoalben / Fotowürfel
fr: Albums de Photographies
nl: Fotoalbums/Kubussen

source: Photography Variety Packs
de: Fotografie - Sets
fr: Assortiments de Produits pour la Photographie
nl: Fotografie - Assortimenten

source: Photography Other
de: Fotografie - sonstige
fr: Autres Produits pour la Photographie
nl: Fotografie - Overig

source: Binoculars
de: Ferngläser
fr: Binoculaires
nl: Verrekijkers

source: Monoculars/Telescopes
de: Fernrohre / Teleskope
fr: Monoculaires/Télescopes
nl: Monoculair/Telescopen

source: Microscopes
de: Mikroskope
nl: Microscopen

source: Optics Variety Packs
de: Optik - Sets
fr: Assortiment d'Instruments d'Optique
nl: Optica - Assortimenten

source: Optics – Replacement Parts/Accessories
de: Optik - Ersatzteile / Zubehör
fr: Instruments d'Optique – Pièces détachées/Accessoires
nl: Optica - Onderdelen/Accessoires

source: Optics Other
de: Optik - sonstige
fr: Autres Instruments d'Optique
nl: Optica - Overig

source: Photograph Developing Chemicals
de: Fotochemikalien
fr: Produits Chimiques pour de Développement Photographique
nl: Chemische Producten voor Foto-ontwikkeling

source: Photograph Enlargers
de: Foto-Vergrößerungsgeräte
fr: Agrandisseurs Photographiques
nl: Fotovergrotingsapparatuur

source: Photographic Paper
de: Fotopapier
fr: Papier Photographique
nl: Fotopapier

source: Photography Drying Equipment
de: Foto-Trocknungszubehör
fr: Équipements pour le Séchage Photographique
nl: Drooginstallatie voor Fotografie

source: Photography Dark Room Safelights
de: Dunkelkammerbeleuchtung / Rotlichtleuchten
fr: Lampes inactiniques pour Chambre Noire Photographique
nl: Fotolampen voor Donkere Kamer

source: Photography Dark Room Tanks/Trays/Reels
de: Fotoschalen / Wascher / Entwicklungstanks / -Spiralen
fr: Rouleaux/Bassines/Réservoirs de Chambre Noire Photographique
nl: Tanks/Bakken/Spoelen voor Donkere Kamer

source: Photography Printing/Dark Room Equipment Variety Packs
de: Fotolabor-Geräte / -Zubehör - Sets
fr: Assortiment d'Equipements pour le Tirage Photographique/Les Chambres Noires
nl: Donkere Kamer Apparatuur en Accessoires - Assortimenten
