Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Target Sports Equipment Other
de: Bogensport-Ausrüstung - sonstige
fr: Autres Equipements de Sports à Cibles
nl: Boogschieten/Darts Artikelen - Overig

source: Handguns/Pistols
de: Handfeuerwaffen / Pistolen
fr: Armes de Poing/Pistolets
nl: Revolvers/Pistolen

source: Rifles
de: Gewehre
fr: Fusils
nl: Geweren

source: Shotguns
de: Schrotflinten
fr: Fusils de chasse
nl: Jachtgeweren

source: Airguns
de: Luftgewehre
fr: Armes à Air Comprimé
nl: Luchtbuksen

source: Firearms Ammunition
de: Schusswaffenmunition
fr: Munitions d'Armes à Feu
nl: Munitie voor Vuurwapens

source: Sporting Firearms – Replacement Parts/Accessories
de: Schießsportwaffen - Ersatzteile / Zubehör
fr: Armes à Feu – Pièces Détachées/Accessoires
nl: Vuurwapens - Onderdelen/Accessoires

source: Sporting Firearms Equipment Variety Packs
de: Schießsport-Ausrüstung - Sets
fr: Assortiments d'Equipements d'Armes à Feu de Sport
nl: Schietsportartikelen - Assortimenten

source: Sporting Firearms Equipment Other
de: Schießsport-Ausrüstung - sonstige
fr: Autres Equipements d'Armes à Feu de Sport
nl: Schietsportartikelen - Overig

source: Game Lures/Decoys/Callers
de: Köder / Lockmittel / Lockpfeifen
fr: Leurres/Appeaux/Appâts de Chasse
nl: Lokmiddelen/Lokvogels/Roepinstrumenten

source: Hunting Field Dressing Equipment
de: Zerwirk-Ausrüstung
fr: Équipements pour la Chasse
nl: Jachthulpmiddelen - schoonmaken van prooi

source: Hunting Sports Aids Variety Packs
de: Jagdsportzubehör - Sets
fr: Assortiments d'Aides à la Chasse
nl: Jachtsport Accessoires - Assortimenten

source: Hunting Sports Aids Other
de: Jagdsportzubehör - sonstige
fr: Autres Aides à la Chasse
nl: Jachtsport Accessoires - Overig

source: Watercraft (Non Powered)
de: Wasserfahrzeuge
fr: Embarcations
nl: Sport- en Pleziervaartuigen

source: Watercraft – Replacement Parts/Accessories
de: Wasserfahrzeuge - Ersatzteile / Zubehör
fr: Embarcations - Pièces Détachées/Accessoires (Non Electriques)
nl: Sport- en Pleziervaartuigen - Onderdelen/Accessoires

source: Watercraft Sports Equipment Variety Packs
de: Wassersportgeräte (ohne Antrieb) und Ausrüstung - Sets
fr: Assortiments d'Equipements de Bateaux (Non Motorisé)
nl: Uitrusting voor Vaartuigen (Niet-aangedreven) - Assortimenten

source: Watercraft Sports Equipment Other (Non Powered)
de: Wassersportgeräte (ohne Antrieb) und Ausrüstung - sonstige
fr: Autres Equipements de Bateaux (Non Motorisé)
nl: Uitrusting voor Vaartuigen (Niet-aangedreven) - Overig

source: Sports Equipment Bags/Cases/Covers
de: Sportartikel - Taschen / Behälter / Abdeckungen
fr: Sacs/Étuis/Housses de Sport
nl: Sportartikelen - Tassen/Koffers/Hoezen

source: Sports Goals/Nets/Enclosures
de: Sporttore / Netze
fr: Buts/Filets/Cages de Sport
nl: Sportartikelen - Doelen/Netten/Omheiningen

source: Sports Goals/Nets Accessories
de: Sporttore / Netze - Zubehör
fr: Accessoires pour Buts/Filets
nl: Sportartikelen - Doelen/Netten - Accessoires

source: Sports Marking Equipment
de: Sportmarkierungsausrüstung
fr: Équipements de Marquage Sportif
nl: Sportartikelen - Markeerapparaten

source: Sports Target Pins/Skittles/Stumps
de: Kegel / Cricket Stumps
fr: Quilles/Piquets de Sport
nl: Sportartikelen - Bowlingkegels/Kegels/Stumps

source: Sports Equipment Storage Racks/Holders
de: Sportartikel - Regale / Halter
fr: Éléments de Rangement d'equipement Sportif
nl: Sportartikelen - Opbergrekken/Standaards

source: Sports Scoring Equipment (Non Powered)
de: Sportauswertungsausrüstung (nicht elektrisch)
fr: Équipements Sportifs d'Affichage de Pointage (Non Electrique)
nl: Sportartikelen - Scorebenodigdheden (Niet-elektrisch)

source: Sports Mats/Carpets
de: Sportmatten
fr: Tapis/Matelas de Sport
nl: Sportartikelen - Matten/Tapijten

source: Sports Equipment Accessories Variety Packs
de: Sportartikel - Zubehör - Sets
fr: Assortiments d'Accessoires d'Equipement Sportif
nl: Sportartikelen - Accessoires - Assortimenten

source: Sports Equipment Accessories Other
de: Sportartikel - Zubehör - sonstige
fr: Autres Accessoires d'Equipement Sportif
nl: Sportartikelen - Accessoires - Overig

source: Sports Protective Mouth Guards
de: Sportmundschutz
fr: Protège-dents de Sport
nl: Mondbeschermers

source: Sports Protective Goggles/Eye Masks
de: Sportschutzbrillen / Augenmasken
fr: Lunettes/Masques de Protection de Sport
nl: Beschermbrillen/Oogmaskers

source: Sports Protective Body Padding/Guards
de: Sportschutzausrüstung - Polster / Schutzvorrichtungen
fr: Coussinets/Renforts de Protection Corporelle de Sport
nl: Lichaamsbeschermers

source: Sports Protective Support Belts
de: Fitnessgürtel
fr: Ceintures de Maintien de Sport
nl: Beschermende Steunriemen

source: Sports Personal Protective Equipment Variety Packs
de: Sportschutzausrüstung - Sets
fr: Assortiments d'Equipements Sportifs de Protection Personnelle
nl: Sport Beschermingsartikelen - Assortimenten

source: Sports Personal Protective Equipment Other
de: Sportschutzausrüstung - sonstige
fr: Autres Equipements Sportifs de Protection Personnelle
nl: Sport Beschermingsartikelen - Overig

source: Fishing Rods/Poles
de: Angelruten
fr: Cannes à Pêche
nl: Hengels

source: Fishing Reels
de: Angelrollen
fr: Moulinets de Pêche
nl: Hengelmolens

source: Fishing Bait/Flies
de: Angelköder / Fliegen
fr: Appâts/Mouches
nl: Aas/Kunstvliegen

source: Fishing Hooks
de: Angelhaken
fr: Hameçons
nl: Vishaken

source: Fishing Floats
de: Schwimmer / Posen
fr: Flotteurs/Bouchons
nl: Dobbers

source: Fishing Nets
de: Netze / Kescher
fr: Filets de Pêche
nl: Visnetten

source: Fishing Line/Gut
de: Angelschnüre
fr: Lignes/Cordes de Pêche
nl: Vislijn/Visgaren

source: Fishing Rod Accessories
de: Angelruten - Zubehör
fr: Accessoires de Canne à Pêche
nl: Hengels - Accessoires

source: Fishing/Angling Sports Equipment Variety Packs
de: Angelausrüstung - Sets
fr: Assortiments d'Equipements de Pêche
nl: Hengelsport Artikelen - Assortimenten

source: Fishing/Angling Sports Equipment Other
de: Angelausrüstung - sonstige
fr: Autres Equipements de Pêche
nl: Hengelsport Artikelen - Overig

source: Trash Compactors
de: Müllverdichter / Müllpressen
fr: Compacteurs pour Ordures Ménagères
nl: Afvalpersen

source: Food Waste Disposers
de: Küchenabfall-Zerkleinerer
fr: Broyeurs d'Evier
nl: Afvalvernietigers voor Levensmiddelen

source: Waste Disposing/Compacting Appliances Other
de: Abfallentsorgung / Abfallverdichtung - sonstige
fr: Autres Appareils pour Broyer/Compacter les Déchets Ménagers
nl: Afvalverwerkings/Perstoestellen - Overig

source: Waste Disposing/Compacting Appliances Replacement Parts/Accessories
de: Abfallentsorgung / Abfallverdichtung - Ersatzteile / Zubehör
fr: Appareils pour Broyer/Compacter les Déchets Ménagers – Pièces détachées/Accessoires
nl: Afvalverwerkings/Perstoestellen - Onderdelen/Accessoires

source: Ice Makers
de: Eiswürfelmaschinen
fr: Machines à Glace
nl: IJsmachines

source: Wine Chillers
de: Weinkühlschränke
fr: Caves à Vin
nl: Wijnkoelers

source: Coolers/Heaters
de: Kühl- / Warmhalte-Kombinationen
fr: Rafraîchisseurs/Réchauffeurs
nl: Koeling/Verwarming Combinaties

source: Refrigerating/Freezing Appliances Other
de: Kühlgeräte / Gefriergeräte - sonstige
fr: Autres Appareils Frigorifiques/de Congélation
nl: Koel/Vriestoestellen - Overig

source: Refrigerating/Freezing Appliances Replacement Parts/Accessories
de: Kühlgeräte / Gefriergeräte - Ersatzteile / Zubehör
fr: Appareils Frigorifiques/de Congélation – Pièces détachées/Accessoires
nl: Koel/Vriestoestellen - Onderdelen/Accessoires

source: Ovens
de: Backöfen
fr: Fours

source: Hobs/Cooktops
de: Kochfelder
fr: Plaques Electriques/Tables de Cuisson
nl: Kookplaten/Kookstellen

source: Microwave Ovens
de: Mikrowellengeräte
fr: Fours à Micro-ondes
nl: Magnetrons

source: Major Cooking Appliances Other
de: Kochgeräte - sonstige
fr: Autres Gros Appareils Ménagers pour la Cuisson
nl: Grote Kooktoestellen - Overig

source: Major Cooking Appliances Replacement Parts/Accessories
de: Kochgeräte - Ersatzteile / Zubehör
fr: Gros Appareils Ménagers pour la Cuisson – Pièces détachées/Accessoires
nl: Grote Kooktoestellen - Onderdelen/Accessoires

source: Warming Drawers
de: Wärmeschubladen
fr: Tiroirs Chauffe-plat
nl: Opwarmlades

source: Hostess Trolleys (Powered)
de: Servierwagen / Bankettwagen (beheizt)
fr: Dessertes (Électriques)
nl: Serveerwagentjes (Verwarmd)

source: Warming Appliances Other
de: Warmhaltegräte - sonstige
fr: Autres Appareils Chauffant
nl: Verwarmingstoestellen - Overig

source: Warming Appliances Replacement Parts/Accessories
de: Warmhaltegräte - Ersatzteile / Zubehör
fr: Appareils Chauffant – Pièces détachées/Accessoires
nl: Verwarmingstoestellen - Onderdelen/Accessoires

source: Clothes Washers
de: Waschmaschinen
fr: Lave-linge
nl: Wasautomaten

source: Combination Clothes Washer/Dryers
de: Waschtrockner
fr: Lave-linge/Sèche-linge Combinés
nl: Combinatie Wasautomaat/Wasdroger

source: Major Laundry Appliances Other
de: Waschmaschinen / Wäschetrockner - sonstige
fr: Autres Gros Appareils Ménagers pour la Lessive
nl: Grote Wastoestellen - Overig

source: Major Laundry Appliances Replacement Parts/Accessories
de: Waschmaschinen / Wäschetrockner - Ersatzteile / Zubehör
fr: Gros Appareils Ménagers pour la Lessive – Pièces détachées/Accessoires
nl: Grote Wastoestellen - Onderdelen/Accessoires

source: Dishwashers
de: Spülmaschinen
fr: Lave-vaisselle
nl: Vaatwasmachines

source: Kitchen Washing Appliances Other
de: Geschirr-Reinigungsgeräte - sonstige
fr: Autres Appareils Ménagers pour le Lavage
nl: Keuken Was-/Spoelmachines - Overig

source: Kitchen Washing Appliances Replacement Parts/Accessories
de: Geschirr-Reinigungsgeräte - Ersatzteile / Zubehör
fr: Appareils Ménagers pour le Lavage – Pièces détachées/Accessoires
nl: Keuken Was-/Spoelmachines - Onderdelen/Accessoires

source: Toasters
de: Toaster
fr: Grille-pain
nl: Broodroosters

source: Toaster Ovens
de: Mini-Backöfen
fr: Fours-grilloirs
nl: Toastovens

source: Electric Grills
de: Elektrogrills
fr: Grils Électrique
nl: Grills (Elektrisch)

source: Sandwich/Waffle Makers
de: Sandwichtoaster / Waffeleisen
fr: Machines à Sandwich/à Gaufres/Gaufriers
nl: Sandwich-/Wafelmakers

source: Pancake/Doughnut Makers
de: Pfannkuchen- / Donutgeräte
fr: Crêpières/Machines à Beignet
nl: Pannenkoek-/Donutmakers

source: Raclettes (Powered)
de: Racletteöfen (elektrisch)
fr: Raclettes (Électriques)
nl: Racletapparaat (Elektrisch)

source: Rotisseries/Roasters (Powered)
de: Grills / Rotisserieöfen ( elektrisch)
fr: Tournebroches/Rôtissoires (Électriques)
nl: Grill/Braadroosters (Elektrisch)

source: Slow Cookers/Hot Pots/Cocottes (Powered)
de: Slow Cooker / Hot Pots / Kokotten
fr: Mijoteurs/Cuiseurs/Cocottes (Electrique)
nl: Slow Cookers

source: Pressure Cookers (Powered)
de: Schnellkochtöpfe (elektrisch)
fr: Autocuiseurs (Electrique)
nl: Snelkokers

source: Rice Cookers/Steamers
de: Reiskocher
fr: Cuiseur à Riz/Cuiseur à Vapeur
nl: Rijst- en Granenkokers/Stoomkokers

source: Multi-cookers (Powered)
de: Multi-Kocher (elektrisch)
fr: Cuiseurs Vapeurs (Electrique)
nl: Multi-kooktoestellen

source: Pasta Cookers (Powered)
de: Pastakocher (elektrisch)
fr: Cuiseurs à Pâtes (Electrique)
nl: Pastakooktoestellen

source: Egg Cookers
de: Eierkocher
fr: Cuiseurs à Œufs
nl: Eierkokers

source: Deep Fryers
de: Fritteusen
fr: Friteuses
nl: Friteuses

source: Woks (Powered)
de: Woks (elektrisch)
fr: Woks (Électriques)
nl: Woks (Elektrisch)

source: Breadmakers
de: Brotbackmaschinen
fr: Machines à Pain
nl: Broodmachines

source: Popcorn Makers
de: Popcornmaschinen
fr: Machines à Pop-corn

source: Pizza Makers
de: Pizzageräte
fr: Machines à Pizza

source: Fondues (Powered)
de: Fonduegeräte (elektrisch)
fr: Appareils à Fondue (Électriques)
nl: Fonduestellen (Elektrisch)

source: Tajines (Powered)
de: Tajinen (elektrisch)
fr: Tajines (Électriques)
nl: Tajines (Elektrisch)

source: Mexican Diners (Powered)
de: Mexican Diners (elektrisch)
fr: Appareils pour Repas Mexicains (Électriques)
nl: Mexican Diners (Elektrisch)

source: Paella Makers (Powered)
de: Paellapfannen (elektrisch)
fr: Paelleras (Electrique)
nl: Paellamakers

source: Hot Stones (Powered)
de: Heißer-Stein-Grills (elektrisch)
fr: Pierres à Cuire (Électriques)
nl: Steengrillen (Elektrisch)

source: Cooking Appliances Variety Packs (Powered)
de: Kochgeräte - Sets (elektrisch)
fr: Assortiments d'Appareils de Cuisson (Electrique)
nl: Kooktoestellen - Assortimenten

source: Knives (Powered)
de: Messer (elektrisch)
fr: Couteaux (Électriques)
nl: Messen (Elektrisch)

source: Can Openers (Powered)
de: Dosenöffner (elektrisch)
fr: Ouvre-boîtes (Électriques)
nl: Blikopeners (Elektrisch)

source: Knife Sharpeners (Powered)
de: Messerschärfer (elektrisch)
fr: Aiguiseurs à Couteaux (Électriques)
nl: Messenslijpers (Elektrisch)

source: Vacuum Sealers (Powered)
de: Vakuumgeräte (elektrisch)
fr: Machines à Conditionner/Sceller sous Vide (Électriques)
nl: Vacuümmachines (Elektrisch)

source: Meat Grinders/Mincers (Powered)
de: Fleischwölfe (elektrisch)
fr: Hachoirs à Viande (Électriques)
nl: Vleesmolens/Gehaktmolens (Elektrisch)

source: Graters (Powered)
de: Reiben (elektrisch)
fr: Râpes (Électriques)
nl: Raspen (Elektrisch)

source: Coffee Grinders (Powered)
de: Kaffeemühlen (elektrisch)
fr: Moulins à Café (Electriques)
nl: Koffiemolens (Aangedreven)

source: Juicers (Powered)
de: Entsafter (elektrisch)
fr: Centrifugeuses (Electriques)
nl: Vruchtenpersen (Aangedreven)

source: Hot Beverage Makers
de: Heißgetränkemaschinen
fr: Machines à Boissons Chaudes
nl: Machines voor Warme Dranken

source: Kettles (Powered)
de: Wasserkocher (elektrisch)
fr: Bouilloires (Électriques)
nl: Ketels (Elektrisch)

source: Ice Cream Makers (Powered)
de: Eismaschinen (elektrisch)
fr: Sorbetières (Électriques)
nl: IJsbereiders (Elektrisch)

source: Yogurt Makers
de: Joghurtmaschinen
fr: Yaourtières
nl: Yoghurtmakers

source: Butter Makers (Powered)
de: Buttermaschinen (elektrisch)
fr: Baratteuses (Électriques)
nl: Botermakers (Elektrisch)

source: Carbonated Drinks Makers
de: Wassersprudler
fr: Préparateurs de Boissons Gazeuses
nl: Machines voor Koolzuurhoudende Dranken

source: Dehydrators (Powered)
de: Dörrautomaten (elektrisch)
fr: Déshydrateurs (Électriques)
nl: Droogtoestellen (Elektrisch)

source: Candyfloss Machines
de: Zuckerwattemaschinen
fr: Machines à Barbe à Papa
nl: Suikerspinmachines

source: Food/Beverage Preparation Appliances Other
de: Geräte zur Essens- / Getränkezubereitung - sonstige
fr: Autres Appareils pour la Préparation d'Aliments/de Boissons
nl: Apparatuur voor Bereiding van Levensmiddelen/Dranken - Overig

source: Food/Beverage Preparation Appliances Replacement Parts/Accessories
de: Geräte zur Essens- / Getränkezubereitung - Ersatzteile / Zubehör
fr: Appareils pour la Préparation d'Aliments/de Boissons - Pièces Détachées/Accessoires
nl: Apparatuur voor Bereiding van Levensmiddelen/Dranken - Onderdelen/Accessoires

source: Food/Beverage Appliances Variety Packs
de: Geräte zur Essens- / Getränkezubereitung - Sets
fr: Assortiments d'Appareils pour la Préparation d'Aliments/de Boissons
nl: Apparatuur voor Bereiding van Levensmiddelen/Dranken - Assortimenten

source: Clothes Irons (Powered)
de: Bügeleisen / Dampfbügler (elektrisch)
fr: Fers à Repasser (Électriques)
nl: Strijkijzers (Aangedreven)

source: Ironing Boards (Powered)
de: Bügelbretter (elektrisch)
fr: Planches à Repasser (Électriques)
nl: Strijkplanken (Aangedreven)

source: Clothes Presses
de: Bügelpressen
fr: Presses à Repasser
nl: Klerenpersen

source: Laundry Care Appliances Other
de: Wäschepflegegeräte - sonstige
fr: Autres Appareils pour l'Entretien des Vêtements
nl: Wasverzorgingstoestellen - Overig

source: Laundry Care Appliances Replacement Parts/Accessories
de: Wäschepflegegeräte - Ersatzteile / Zubehör
fr: Appareils pour l'Entretien des Vêtements - Pièces détachées/Accessoires
nl: Wasverzorgingstoestellen - Onderdelen/Accessoires

source: Household Vacuum Cleaners
de: Haushaltsstaubsauger
fr: Aspirateurs Ménager
nl: Huishoudelijke Stofzuigers

source: Sweepers (Powered)
de: Bürstkehrer / Teppichkehrer (elektrisch)
fr: Balayeuses (Électriques)
nl: Borstel-/veegmachines (Elektrisch)

source: Floor Polishers/Shampoo Cleaner
de: Bohnermaschinen / Teppichreiniger
fr: Lustreuses/Cireuses/Shampouineuses
nl: Boenmachines/Tapijtreinigers

source: Steam Cleaners
de: Dampfreiniger
fr: Nettoyeurs Vapeur
nl: Stoomreinigers

source: Cleaning Appliances Other
de: Reinigungsgeräte - sonstige
fr: Autres Appareils d'Entretien
nl: Schoonmaakapparatuur - Overig

source: Cleaning Appliances Replacement Parts/Accessories
de: Reinigungsgeräte - Ersatzteile / Zubehör
fr: Appareils d'Entretien - Pièces Détachées/Accessoires
nl: Schoonmaakapparatuur - Onderdelen/Accessoires

source: Small Cooking Appliances Other
de: Koch- / Wärmekleingeräte - sonstige
fr: Autres Petits Appareils de Cuisson
nl: Kleine Kooktoestellen - Overig

source: Small Cooking Appliances Replacement Parts/Accessories (Powered)
de: Koch- / Wärmekleingeräte - Ersatzteile / Zubehör (elektrisch)
fr: Petits Appareils de Cuisson Pièces détachées/Accessoires (Electrique)
nl: Kleine Kooktoestellen - Onderdelen/Accessoires

source: Camping Tents
de: Camping-Zelte
fr: Tentes de Camping
nl: Kampeertenten

source: Weather Structures/Tent Extensions
de: Wetterschutz- / Zelterweiterungen
fr: Extension pour Abris/Tentes
nl: Kampeertentuitbreidingen

source: Camping Tent Treatments/Repair Kits
de: Zeltpflegemittel / Reparatursets
fr: Traitements/Trousses à Outils Pour les Tentes de Camping
nl: Verzorgingsmiddelen/Reparatiekits voor Kampeertenten

source: Camping Tent Accessories
de: Camping-Zelt - Zubehör
fr: Accessoires Pour les Tentes de Camping
nl: Kampeertentaccessoires

source: Tents/Weather Structures Other
de: Zelte / Wetterschutz - sonstige
fr: Autres Abris/Tentes
nl: Kampeertenten - Overig

source: Tents/Weather Structures Variety Packs
de: Zelte / Wetterschutz - Sets
fr: Assortiments d'Abris/De Tentes
nl: Kampeertenten - Assortimenten

source: Tent Heaters
de: Zeltheizungen
fr: Radiateurs de Tente
nl: Tentverwarmingstoestellen

source: Camping Heating/Lighting Equipment Other
de: Campingausrüstung - Heizung / Beleuchtung - sonstige
fr: Autres Equipements Pour le Chauffage/Eclairage de Camping
nl: Kampeeruitrusting - Verwarming/Verlichting - Overig

source: Camping Heating/Lighting Equipment Variety Packs
de: Campingausrüstung - Heizung / Beleuchtung - Sets
fr: Assortiments d'Equipements Pour le Chauffage/Eclairage de Camping
nl: Kampeeruitrusting - Verwarming/Verlichting - Assortimenten

source: Camping Beds/Sleeping Mats
de: Campingbetten / Isomatten
fr: Lits/Matelas de Camping
nl: Kampeerbedden/Slaapmatten

source: Sleeping Bags
de: Schlafsäcke
fr: Sacs de Couchage
nl: Slaapzakken

source: Camping Seating
de: Camping-Sitzmöbel
fr: Sièges de Camping
nl: Kampeerstoelen

source: Camping Storage
de: Camping-Aufbewahrungsmöglichkeiten / Zeltmöbel
fr: Rangements Pour le Camping
nl: Kampeerkasten

source: Camping Tables
de: Campingtische
fr: Tables de Camping
nl: Kampeertafels

source: Camping Furniture/Furnishings Other
de: Campingmöbel - sonstige
fr: Autres Meubles/Fournitures de Camping
nl: Kampeermeubilair/Artikelen - Overig

source: Camping Furniture/Furnishings Variety Packs
de: Campingmöbel - Sets
fr: Assortiments de Meubles/Fournitures de Camping
nl: Kampeermeubilair/Artikelen - Assortimenten

source: Camping Stoves/Grills/Ovens
de: Campingkocher / Grills / Campingöfen
fr: Réchauds/Fours/Grills de Camping
nl: Kampeerkooktoestellen

source: Camping Water Equipment
de: Campingausrüstung – Wasseraufbewahrung / Wasserfilter
fr: Équipements de Camping pour l'Approvisionnement en Eau
nl: Kampeer Water-/Drank Apparatuur

source: Insulated Boxes/Bags
de: Kühltaschen / -Boxen
fr: Glacières/ Sacs de Voyage Isotherme
nl: Kampeer Koelboxen/-Tassen

source: Camping Cookware
de: Camping-Kochgeschirr
fr: Ustensiles de Cuisine de Camping
nl: Kampeerkookgerei

source: Camping Cooking/Drinking/Eating Equipment – Replacement Parts/Accessories
de: Campingausrüstung - Kochen / Essen / Trinken - Ersatzteile / Zubehör
fr: Équipements de Camping Pour la Cuisson/L'Alimentation – Pièces Détachées/Accessoires
nl: Kampeeruitrusting Koken/Drinken/Eten - Onderdelen/Accessoires

source: Camping Cooking/Drinking/Eating Equipment Other
de: Campingausrüstung - Kochen / Essen / Trinken - sonstige
fr: Autres Equipements de Camping Pour la Cuisson/L'Alimentation
nl: Kampeeruitrusting Koken/Drinken/Eten - Overig

source: Camping Cooking/Drinking/Eating Equipment Variety Packs
de: Campingausrüstung - Kochen / Essen / Trinken - Sets
fr: Assortiments d'Equipements de Camping Pour la Cuisson/L'Alimentation
nl: Kampeeruitrusting Koken/Drinken/Eten - Assortimenten

source: Camping Toilets (Non Powered)
de: Campingtoiletten (nicht elektrisch)
fr: Sanitaires de Camping (Non Electrique)
nl: Kampeer WC's (Niet-elektrisch)

source: Camping Showers
de: Campingduschen
fr: Douches de Camping
nl: Kampeerdouches

source: Camping Washing/Sanitary Equipment – Replacement Parts/Accessories
de: Campingausrüstung - Körperhygiene / Sanitär - Ersatzteile / Zubehör
fr: Équipements de Camping pour le Lavage/Les Sanitaires – Pièces Détachées/Accessoires
nl: Kampeeruitrusting Was-/Sanitaire Voorzieningen - Onderdelen/Accessoires

source: Camping Washing/Sanitary Equipment Other
de: Campingausrüstung - Körperhygiene / Sanitär - sonstige
fr: Autres Equipements de Camping Pour le Lavage/Les Sanitaires
nl: Kampeeruitrusting Was-/Sanitaire Voorzieningen - Overig

source: Camping Washing/Sanitary Equipment Variety Packs
de: Campingausrüstung - Körperhygiene / Sanitär - Sets
fr: Assortiments d'Equipements Pour le Lavage et les Sanitaires
nl: Kampeeruitrusting Was-/Sanitaire Voorzieningen - Assortimenten

source: Camping Variety Packs
de: Camping - Sets
fr: Assortiments Pour le Camping
nl: Kamperen - Assortimenten

source: Clothing Variety Packs
de: Bekleidung - Sets
fr: Assortiments de Vêtements
nl: Kleding - Assortimenten

source: Textual/Printed/Reference Materials Variety Packs
de: Druckmedien / Textmedien - Sets
fr: Assortiments d'œuvres Textuelles/Imprimées/De Référence
nl: Drukwerk - Assortimenten

source: Drawers
de: Schubladen / Schubladenschränke
fr: Tiroirs de Commodes/Tirroirs
nl: Ladenkasten/Laden

source: Household/Office Wardrobes/Lockers
de: Garderoben / Garderobenschränke
fr: Penderies Domestiques/De Bureau/Casiers
nl: Kleding-/Opbergkasten

source: Kitchen Storage Racks/Stands/Holders/Dispensers
de: Küche - Aufbewahrung - Regale / Halter / Spender
fr: Paniers/Étagères/Supports/Distributeurs pour le Rangement de la Cuisine
nl: Keukenopslag Rekken/Staanders/Houders/Dispensers

source: Food/Beverage Storage Containers
de: Lebensmittel- / Getränkebehälter
fr: Récipients de Rangement pour les Aliments/Boissons
nl: Bewaarhulpmiddelen voor Levensmiddelen/Drank

source: Kitchen Storage Variety Packs
de: Haushalt / Küche - Aufbewahrung - Sets
fr: Assortiments de Rangements pour la Cuisine
nl: Keukenopslag - Assortimenten

source: Kitchen Storage Other
de: Haushalt / Küche - Aufbewahrung - sonstige
fr: Autres Rangements pour la Cuisine
nl: Keukenopslag - Overig

source: Refuse / Waste Bins
de: Abfalleimer
fr: Poubelles/Corbeilles
nl: Afvalemmers

source: Water Filters/Water Filter Cartridges
de: Wasserfilter / Wasserfilter-Kartuschen
fr: Filtres à Eau/Cartouches de Filtres à Eau
nl: Waterfilters/Waterfilter Patronen

source: Beverage Decorations/Accessories (Non Edible)
de: Getränke-Dekorationszubehör (nicht essbar)
fr: Accessoires/Décorations des Boissons (Non Comestibles)
nl: Drank Decoratiematerialen/Accessoires (Niet- Eetbaar)

source: Kettles (Non Powered)
de: Kessel (nicht elektrisch)
fr: Bouilloires (Non-Electriques)
nl: Fluitketels (Niet-elektrisch)
