Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Kekse/Gebäck (leicht verderblich)
fr: Cannabis - Gâteaux Secs/Biscuits (Périssable)
nl: Cannabis - Biscuits/Koekjes (Beperkt Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Süßwaren-Ersatzprodukte
fr: Cannabis - Confiserie de Sucre Candi/Succédanés de Sucre Candi
nl: Cannabis - Snoep/suikervervanger Snoepgoed

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Schokolade / Pralinen
fr: Cannabis - Chocolat et Confiserie de Chocolat et/ou de Sucre
nl: Cannabis - Chocolade/Chocoladesnoepjes

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Süßwaren-/Zucker-Produkte - Sets
fr: Cannabis - Assortiments de Produits de Confiserie de Sucre/Succédanés de Sucre
nl: Cannabis - Zoetwaren/Kunstmatige Zoetstof - Assortimenten

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Kekse/Gebäck - verzehrfertig (ohne Kühlung haltbar)
fr: Cannabis - Gâteaux Secs/Biscuits - Prêts à Consommer (Longue Conservation)
nl: Cannabis - Biscuits/Koekjes - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Keks-/Gebäckmischungen (ohne Kühlung haltbar)
fr: Cannabis - Mélanges de Gâteaux Secs/Biscuits (Longue Conservation)
nl: Cannabis - Biscuits/Koekjes Gemengd (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Muffins/Brownies/Kuchen - verzehrfertig (ohne Kühlung haltbar)
fr: Cannabis - Brioches/Brownies/Pâtisseries - Prêts à Consommer (Longue Conservation)
nl: Cannabis - Muffins/Brownies/Cakes - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Getränke aromatisiert - trinkfertig (ohne Kühlung haltbar)
fr: Cannabis - Boissons Aromatisées - Prêt à Boire (Longue Conservation)
nl: Cannabis - Gearomatiseerde Dranken - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Getränke - Geschmacksverstärker (ohne Kühlung haltbar)
fr: Cannabis - Aromatisants d'Eau (Longue Conservation)
nl: Cannabis - Dranken met Toegevoegde Ingrediënten (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Tee/Kräutertee - Blätter/Beutel
fr: Cannabis - Thé/Tisanes - Feuilles/Sachets à Infusion
nl: Cannabis -Thee/Kruidenthee - Blaadjes/Zakjes (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Tee/Kräutertee - trinkfertig (ohne Kühlung haltbar)
fr: Cannabis - Infusions de Thé/Tisanes - Prêt à Boire (Longue Conservation)
nl: Cannabis - Thee/Kruidenthee - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannbis - Frucht-/Kräutertee - Trinkfertig
fr: Cannabis - Infusions de Fruits - Prêt à Boire
nl: Cannabis - Vruchtenthee/Kruidenthee - Gebruiksklaar

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Fruchtsaft - trinkfertig (leicht verderblich)
fr: Cannabis - Jus de Fruits - Prêt à Boire (Périssable)
nl: Cannabis - Vruchtensap - Gebruiksklaar (Beperkt Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Fruchtsaft - trinkfertig (ohne Kühlung haltbar)
fr: Cannabis - Jus de Fruits - Prêt à Boire (Longue Conservation)
nl: Cannabis - Vruchtensap - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Fruchtsaftgetränke - trinkfertig (leicht verderblich)
fr: Cannabis - Boissons aux Fruits - Prêt à Boire (Périssable)
nl: Cannabis - Dranken met Vruchtensap - Gebruiksklaar (Beperkt Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Fruchtsaftgetränke – trinkfertig (ohne Kühlung haltbar)
fr: Cannabis - Boissons aux Fruits - Prêt à Boire (Longue Conservation)
nl: Cannabis - Dranken met Vruchtensap - Gebruiksklaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Speiseöle – Pflanzenöle (ohne Kühlung haltbar)
fr: Cannabis - Huiles de Cuisson - Végétales (Longue Conservation)
nl: Cannabis - Eetbare Oliën - Plantaardig (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – zur oralen Einnahme – Kapseln / Tabletten / Softgel-Kapseln
fr: Cannabis - Formes Orales Solides- Capsules/Comprimés/Gélules
nl: Cannabis - Capsules, Tabletten, Softgels

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Cannabis - äußerlich - Gesichts-Körper Creme / Lotion
fr: Cannabis - Usage Local - Crèmes/Lotions pour le Visage et le Corps
nl: Cannabis - Topisch - Crème/Lotion voor Gezicht en Lichaam

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Kräuterzigaretten- ohne Tabak
fr: Cannabis - Cigarettes aux Herbes - Sans Tabac
nl: Cannabis - Kruidensigaretten - Geen tabak

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Cannabis - Splitter
fr: Cannabis - Shatter
nl: Cannabis - Shatter

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Budder
fr: Cannabis - Bourgeons
nl: Cannabis - Budder

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Cannabis - Wachs
fr: Cannabis - Cire
nl: Cannabis - Was

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Cannabis – Rosin
fr: Cannabis - Colophane
nl: Cannabis - Hars (Biologisch)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Cannabis – Harz
fr: Cannabis - Résine
nl: Cannabis - Hars (Plantaardig/Synthetisch)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Kief
fr: Cannabis - Pollen
nl: Cannabis - Kief

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Hasch
fr: Cannabis - Hash
nl: Cannabis - Hasj

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Einweg Vape Pen
fr: Cannabis - Vaporisateurs Jetables
nl: Cannabis - Wegwerp e-Sigaret

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Vape-Kit
fr: Cannabis - Kit de Vaporisation
nl: Cannabis - e-Sigaret

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Vape-Kartusche
fr: Cannabis - Cartouches de Vaporisation
nl: Cannabis - Cartridge voor e-Sigaret

source: Tyre Bag
de: Reifentasche
fr: Sacs/Housses à Pneu
nl: Bandenhoes

source: Inner Tube
de: Luftschlauch
fr: Chambres à Air
nl: Binnenband

source: Personal Fan - Hand (Hand Fan)
de: Persönlicher Ventilator - Hand (Handventilator)
fr: Ventilateurs Personnels – à Main (Eventails)
nl: Persoonlijke Ventilator - Handventilator

source: Personal Fan - Impeller
de: Persönlicher Ventilator - Ventilator
fr: Ventilateurs Personnels – à Pales
nl: Persoonlijke Ventilator - Waaier

source: Seafood Substitutes - Non Animal Based (Shelf Stable)
de: Ersatzprodukte für Meeresfrüchte - nicht auf tierischer Basis (ohne Kühlung haltbar)
fr: Succédanés de Fruits de Mer d'Origine Non Animale (Longue Conservation)
nl: Zeevruchtenvervangers - Zonder Dierlijke Ingrediënten (Houdbaar)

source: Caviar - Imitation (Perishable)
de: Ersatzprodukte für Meeresfrüchte - nicht auf tierischer Basis (leicht verderblich)
fr: Succédanés de Fruits de Mer d'Origine Non Animale (Périssable)
nl: Zeevruchtenvervangers - Zonder Dierlijke Ingrediënten (Beperkt houdbaar)

source: Vending Machine
de: Verkaufsmaschinen
fr: Distributeurs automatiques
nl: Verkoopautomaat

source: Coin Operated Control Unit
de: Münzbetriebene Kontrolleinheit
fr: Monnayeurs
nl: Muntautomaat Regeleenheid

source: Support Component of a Veterinary Medical Device
de: Unterstützungskomponente für ein Medizinprodukt
fr: Composants d'Appui d'un Dispositif Médical Vétérinaire
nl: Ondersteunende Component van een Veterinair Medisch Hulpmiddel

source: Incense
de: Räucherwerk
fr: Encens
nl: Wierook en aromatische brandstoffen

source: Incense Holders/Burners and Accessories
de: Halter/Verbrenner und Zubehör für Räucherwerk
fr: Porte-encens et Accessoires
nl: Houders/Branders voor wierook en aromatische stoffen en accessoires

source: Bathroom & Toilet Mats
de: Badezimmer- und Toilettenmatten
fr: Tapis de Salle de Bains et de Toilettes
nl: Badmatten/WC-matten

source: Doormats
de: Türmatten
fr: Paillassons/Tapis de Porte
nl: Deurmatten

source: Finishing and Texture Coatings
de: Lackierungen und Texturbeschichtungen
fr: Enduits de Finition et de Texture
nl: Coatings voor Afwerking en Textuur

source: Roller for Smoothing Self-Leveling
de: Roller zur Glättung von selbstnivellierendem Estrich (nicht elektrisch)
fr: Rouleaux Débulleurs (Non Electrique)
nl: Dekvloerroller/Stachelroller (niet aangedreven)

source: Support Component of a Medical Device
de: Unterstützungskomponente eines Medizinproduktes
fr: Composants d'Appui d'un Dispositif Médical
nl: Ondersteunende Component van een Medisch Hulpmiddel

source: Automatic Dishwasher – Detergent
de: Spülmaschine - Reiniger
fr: Lave-vaisselle Automatique - Détergents
nl: Vaatwasmachine - Wasmiddel

source: Drying Racks and Mills Parts/Accessories
de: Wäscheständer und -Drehgestelle Ersatzteile/Zubehör
fr: Séchoirs/Etendoirs - Pièces Détachées/Accessoires
nl: Droogrekken en Molens - Onderdelen/Accessoires

source: Ironing Boards Replacement Parts/Accessories
de: Bügelbretter - Ersatzteile/Zubehör
fr: Planches à Repasser - Pièces Détachées/Accessoires
nl: Strijkplanken Onderdelen/Accessoires

source: Brooms/Brushes
de: Besen/Bürsten
fr: Balais Brosses
nl: Bezems/ Borstels

source: Buckets
de: Eimer
fr: Seaux
nl: Emmers

source: Carpet Beaters
de: Teppichklopfer
fr: Batteurs à Tapis
nl: Mattenkloppers

source: Cleaning Cloths
de: Putzlappen
fr: Chiffons de Nettoyage
nl: Schoonmaakdoekjes

source: Mops
de: Mopps
fr: Balais à Franges
nl: Moppen

source: Cleaning Squeegees
de: Reinigungs-Abstreifer
fr: Raclettes de Nettoyage
nl: Wissers

source: Mop Bucket Assembly
de: Wischeimer - Set
fr: Ensembles Seau Essoreur
nl: Mop Emmer Set

source: Household Sponges
de: Haushalts-Schwämmer
fr: Eponges Ménagères
nl: Huishoudsponzen

source: Cleaning Aid Variety Packs
de: Reinigungshilfen - Sets
fr: Assortiments d’Outils de Nettoyage/d’Entretien
nl: Reinigingsmiddelen - Assortimenten

source: Clothes Hangers
de: Kleiderbügel
fr: Cintres à Vêtements
nl: Kleerhangers

source: Clothing Lint Remover Roller/Brush
de: Bekleidung - Fusselentferner Rolle/Bürste
fr: Brosses/Rouleaux Anti-peluches
nl: Kledingroller

source: Ironing Boards (Non-Powered)
de: Bügelbretter (nicht elektrisch)
fr: Tables à Repasser (Non Electrique)
nl: Strijkplanken (Niet-aangedreven)

source: Laundry Baskets
de: Wäschekörbe
fr: Paniers à Linge
nl: Wasmanden

source: Laundry Bags
de: Wäschebeutel
fr: Sacs à Linge
nl: Waszakken

source: Laundry Hanging Aids
de: Hilfsmittel zum Wäscheaufhängen
fr: Aides à la Suspension du Linge
nl: Wasophang hulpmiddelen

source: Laundry Dryers (Non-Powered)
de: Wäschetrockner (nicht elektrisch)
fr: Séchoirs à Linge (Non Electrique)
nl: Wasdrogers (niet-aangedreven)

source: Handheld Vacuum Cleaner
de: Handstaubsauger
fr: Aspirateurs à Main
nl: Kruimeldief

source: Tool Sharpeners (Powered)
de: Werkzeugschleifer (elektrisch)
fr: Affûteuses d'outils (Electriques)
nl: Gereedschapsslijpers (aangedreven)

source: Pharmaceutical Compounding – Chemicals
de: Arzneimittel-Mischungsherstellung – Chemikalien
fr: Préparations Pharmaceutiques - Produits Chimiques
nl: Farmaceutische Samenstelling – Chemicaliën

source: Pharmaceutical Compounding – Bases
de: Arzneimittel-Mischungsherstellung - Basen
fr: Préparations Pharmaceutiques - Bases
nl: Farmaceutische samenstelling - Basisproducten

source: Pharmaceutical Compounding – Accessories
de: Arzneimittel-Mischungsherstellung – Zubehör
fr: Préparations Pharmaceutiques - Accessoires
nl: Farmaceutische samenstelling – Accessoires

source: Transparent Thermoplastic
de: Transparentes Thermoplastik
fr: Thermoplastique Transparent
nl: Transparant Thermoplast

source: Automatic Dishwasher – Fresheners/Deodorants
de: Spülmaschine - Erfrischer/Deodorants
fr: Lave-vaisselle Automatique - Rafraîchisseurs/Désodorisants
nl: Vaatwasmachine - Verfrissers

source: Hand Dish – Detergent
de: Handspülen - Spülmittel
fr: Détergents pour Lavage de la Vaisselle à la Main
nl: Handafwas - Wasmiddel

source: Automatic Dishwasher – Salt
de: Spülmaschine - Salz
fr: Lave-vaisselle Automatique - Sels
nl: Vaatwasmachine - Afwaszout

source: Automatic Dishwasher – Rinse Aid
de: Spülmaschinen - Klarspüler
fr: Lave-vaisselle Automatique - Produit de Rinçage
nl: Vaatwasmachine - Spoelmiddel

source: Dish Pre Wash Treatment
de: Spülmaschine - Reinigungsmittel vor der Reinigung in der Spülmaschine
fr: Traitements de Prélavage de la Vaisselle
nl: Afwas Voorspoelmiddelen

source: Oils (Unformed)
de: Öle (ungeformt)
fr: Huiles (non Façonnées)
nl: Oliën (Ongevormd)

source: Chemicals (Unformed)
de: Chemikalien (ungeformt)
fr: Produits chimiques (non Façonnés)
nl: Chemicaliën (ongevormd)

source: Iron (Unformed)
de: Eisen (ungeformt)
fr: Fer (non Façonné)
nl: IJzer (Ongevormd)

source: Aluminium (Unformed)
de: Aluminium (ungeformt)
fr: Aluminium (non Façonné)
nl: Aluminium (Ongevormd)

source: Copper (Unformed)
de: Kupfer (ungeformt)
fr: Cuivre (non Façonné)
nl: Koper (Ongevormd)

source: Steel (Unformed)
de: Stahl (ungeformt)
fr: Acier (non Façonné)
nl: Staal (Ongevormd)

source: Wood (Unformed)
de: Holz (ungeformt)
fr: Bois (non Façonné)
nl: Hout (Ongevormd)

source: Plastics (Unformed)
de: Kunststoff (ungeformt)
fr: Plastique (non Façonné)
nl: Kunststoffen (Ongevormd)

source: Glass (Unformed)
de: Glas (ungeformt)
fr: Verre (non Façonné)
nl: Glas (Ongevormd)

source: Raw Material (Unformed) - Others
de: Rohmaterialien (ungeformt) – sonstige
fr: Matières Premières (non Façonnées) – Autres
nl: Grondstof (Ongevormd) - Overige

source: Iron (Formed)
de: Eisen (geformt)
fr: Fer (Façonné)
nl: IJzer (Gevormd)

source: Aluminium (Formed)
de: Aluminium (geformt)
fr: Aluminium (Façonné)
nl: Aluminium (Gevormd)

source: Copper (Formed)
de: Kupfer (geformt)
fr: Cuivre (Façonné)
nl: Koper (Gevormd)

source: Steel (Formed)
de: Stahl (geformt)
fr: Acier (Façonné)
nl: Staal (Gevormd)

source: Wood (Formed)
de: Holz (geformt)
fr: Bois (Façonné)
nl: Hout (Gevormd)

source: Plastics (Formed)
de: Kunststoff (geformt)
fr: Plastique (Façonné)
nl: Kunststoffen (Gevormd)

source: Glass (Formed)
de: Glas (geformt)
fr: Verre (Façonné)
nl: Glas (Gevormd)

source: Papers and Paperboards (Formed)
de: Papier und Pappe (geformt)
fr: Papier et carton (Façonné)
nl: Papier en Karton (Gevormd)

source: Raw Material (Formed) - Others
de: Rohmaterialien (geformt) – sonstige
fr: Matières Premières (Façonnées) - Autres
nl: Grondstof (Gevormd) - Overige

source: Distribute Product Information for Kitchen Merchandise
de: Eisen (Recycelt/Erneuerbar)
fr: Fer (Recyclé/Renouvelable)
nl: IJzer (Gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Aluminium (Recycelt/Erneuerbar)
fr: Aluminium (Recyclé/Renouvelable)
nl: Aluminium (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Kupfer (recycelt/erneuerbar)
fr: Cuivre (Recyclé/Renouvelable)
nl: Koper (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Stahl (Recycelt/Erneuerbar)
fr: Acier (Recyclé/Renouvelable)
nl: Staal (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Holz (Recycelt/Erneuerbar)
fr: Bois (Recyclé/Renouvelable)
nl: Hout (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Kunststoff (Recycelt/Erneuerbar)
fr: Plastique (Recyclé/Renouvelable)
nl: Kunststof (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Glas (Recycelt/erneuerbar)
fr: Verre (Recyclé/Renouvelable)
nl: Glas (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Papier und Pappe (Recycelt/Erneuerbar)
fr: Papier et Carton (Recyclé/Renouvelable)
nl: Papier en karton (gerecycled/hernieuwbaar)

source: Distribute Product Information for Kitchen Merchandise
de: Material (Recycelt/Erneuerbar) – Sonstige
fr: Matières (Recyclé/Renouvelable) – Autres
nl: Materiaal (Gerecycled/Hernieuwbaar) - Overige

source: Coffee – Whole Beans
de: Kaffee - ganze Bohnen
fr: Café – Grains Entiers
nl: Koffie - Hele Bonen

source: Coffee – Ground Beans
de: Kaffee - gemahlene Bohnen
fr: Café – Grains Moulus
nl: Koffie - Gemalen Bonen

source: Coffee – Capsules/Pods
de: Kaffee - Kapseln/Pods
fr: Café – Capsules/Dosettes
nl: Koffie - Capsules/Pads

source: Coffee Substitutes - Capsules/Pods
de: Kaffeeersatz - Kapseln / Pods
fr: Succédanés de Café – Capsules/Dosettes
nl: Koffievervangingsmiddel - Capsules/Pads

source: Coffee Substitutes - Ground/Infused
de: Kaffeeersatz - gemahlen / infundiert
fr: Succédanés de Café – Moulu/Infusé
nl: Koffievervangingsmiddel - Gemalen/Infusie

source: Coffee - Liquid/Not Ready to Drink
de: Kaffee - flüssig/nicht trinkfertig
fr: Café – Liquide/Non Prêt à Boire
nl: Koffie - Vloeibaar/Niet-Gebruiksklaar

source: Tea – Capsules/Pods
de: Tee - Kapseln/Pods
fr: Thé – Capsules/Dosettes
nl: Thee - Capsules/Pads

source: Tea - Liquid/Not Ready to Drink
de: Tee - flüssig/nicht trinkfertig
fr: Thé – Liquide/Non Prêt à Boire
nl: Thee - Vloeibaar/Niet-Gebruiksklaar

source: Fruit Herbal Infusions/Tisanes – Capsules/Pods
de: Früchtetee/Kräutertee - Kapseln/Pods
fr: Infusions/Tisanes d'Herbes et de Fruits – Capsules/Dosettes
nl: Vruchten- en Kruideninfusies/-Tisanes - Capsules/Pads

source: Fruit Herbal Infusions/Tisanes – Liquid/Not Ready to Drink
de: Früchtetee/Kräutertee - flüssig/nicht trinkfertig
fr: Infusions/Tisanes d'Herbes et de Fruits – Liquides/Non Prêtes à boire
nl: Vruchten- en Kruideninfusies/-tisanes - Vloeibaar/Niet-Gebruiksklaar

source: Fruits/Vegetables Variety Packs Unprepared/Unprocessed (Fresh)
de: Obst/Gemüse - Mischpackungen nicht verarbeitet/bearbeitet (frisch)
fr: Assortiments de Fruits/Légumes Non Préparés/Non Transformés (frais)
nl: Fruit/Groenten - Mengsels Onbewerkt/Onverwerkt (Vers)

source: Vegetables/Fruits Variety Pack - Fresh Cut
de: Obst/Gemüse - Mischpackungen - Fresh Cut
fr: Assortiments de Fruits/Légumes – Fraîchement Coupés
nl: Groenten/Fruit - Mengsels - Vers Gesneden

source: Citrus - (Fresh Cut)
de: Zitrusfrüchte (Fresh Cut)
fr: Agrumes – (Fraîchement Coupés)
nl: Citrusvruchten (Vers Gesneden)

source: Bananas - (Fresh Cut)
de: Bananen (Fresh Cut)
fr: Bananes – (Fraîchement Coupées)
nl: Bananen - (Vers Gesneden)

source: Pome Fruits - (Fresh Cut)
de: Kernobst - (Fresh Cut)
fr: Fruits à Pépins– (Fraîchement Coupés)
nl: Pitvruchten (Vers Gesneden)

source: Stone Fruit - (Fresh Cut)
de: Steinobst - (Fresh Cut)
fr: Fruits à Noyau – (Fraîchement Coupés)
nl: Steenvruchten (Vers Gesneden)

source: Berries/Small Fruit - (Fresh Cut)
de: Beeren/kleine Früchte (Fresh Cut)
fr: Baies/Petits Fruits – (Fraîchement Coupés)
nl: Bessen/Zachtfruit/Kleinfruit (Vers Gesneden)

source: Pineapples - (Fresh Cut)
de: Ananas - (Fresh Cut)
fr: Ananas – (Fraîchement Coupés)
nl: Ananassen (Vers Gesneden)

source: Kiwifruits - (Fresh Cut)
de: Kiwis (Fresh Cut)
fr: Kiwis – (Fraîchement Coupés)
nl: Kiwi’s (Vers Gesneden)

source: Persimmon - (Fresh Cut)
de: Kaki - (Fresh Cut)
fr: Kakis – (Fraîchement Coupés)
nl: Dadelpruimen (Vers Gesneden)

source: Passionfruits - (Fresh Cut)
de: Passionsfrüchte - (Fresh Cut)
fr: Fruits de la Passion – (Fraîchement Coupés)
nl: Passievruchten (Vers Gesneden)

source: Fruit - (Fresh Cut) - Other
de: Obst - (Fresh Cut) - sonstiges
fr: Fruits – (Fraîchement Coupés) - Autres
nl: Fruit (Vers Gesneden) - Overig

source: Fruits - (Fresh Cut) Variety Packs (Mixed)
de: Obst - (Fresh Cut) Mischpackung (gemischt)
fr: Assortiments (Mélangés) de Fruits– (Fraîchement Coupés)
nl: Fruit (Vers Gesneden) - Mengsels

source: Beans (With Pods) - (Fresh Cut)
de: Bohnen (Mit Hülsen)
fr: Haricots (Non Ecossés) – (Fraîchement Coupés)
nl: Bonen (met Peulen) (Vers Gesneden)

source: Brassica Vegetables - (Fresh Cut)
de: Kohlgemüse - (Fresh Cut)
fr: Légumes Brassica – (Fraîchement Coupés)
nl: Koolsoorten (Vers Gesneden)

source: Bulb Vegetables - (Fresh Cut)
de: Zwiebelgemüse - (Fresh Cut)
fr: Légumes à Bulbes – (Fraîchement Coupés)
nl: Bolgroenten (Vers Gesneden)

source: Chickpeas - (Fresh Cut)
de: Kichererbsen - (Fresh Cut)
fr: Pois Chiches – (Fraîchement Coupés)
nl: Kikkererwten (Vers Gesneden)

source: Chicory Leaves - (Fresh Cut)
de: Chicoréeblätter - (Fresh Cut)
fr: Feuilles de Chicorée – (Fraîchement Coupées)
nl: Cichoreibladeren (Vers Gesneden)

source: Cucumbers - (Fresh Cut)
de: Gurke - (Fresh Cut)
fr: Concombres – (Fraîchement Coupés)
nl: Komkommers (Vers Gesneden)

source: Cucurbits - Edible Peel - (Fresh Cut)
de: Kürbisgewächse - Essbare Schale - (Fresh Cut)
fr: Cucurbitacées – Peau Comestible – (Fraîchement Coupés)
nl: Pompoenen – Eetbare Schil (Vers Gesneden)

source: Cucurbits - Inedible Peel - (Fresh Cut)
de: Kürbisgewächse - Nicht essbare Schale - (Fresh Cut)
fr: Cucurbitacées – Peau Non Comestible – (Fraîchement Coupés)
nl: Pompoenen – Niet-eetbare Schil (Vers Gesneden)

source: Edible Flowers - (Fresh Cut)
de: Essbare Blüten - (Fresh Cut)
fr: Fleurs Comestibles – (Fraîchement Coupées)
nl: Eetbare Bloemen (Vers Gesneden)

source: Ferns - (Fresh Cut)
de: Farn - (Fresh Cut)
fr: Fougères – (Fraîchement Coupées)
nl: Varens (Vers Gesneden)

source: Fungi - (Fresh Cut)
de: Pilze - (Fresh Cut)
fr: Champignons – (Fraîchement Coupés)
nl: Paddenstoelen (Vers Gesneden)

source: Head Lettuce - (Fresh Cut)
de: Kopfsalat - (Fresh Cut)
fr: Laitues Pommées – (Fraîchement Coupées)
nl: Kropsla (Vers Gesneden)

source: Herbs - (Fresh Cut)
de: Kräuter - (Fresh Cut)
fr: Herbes – (Fraîchement Coupées)
nl: Kruiden (Vers Gesneden)

source: Leaf Vegetables - (Fresh Cut) Variety Packs (Mixed)
de: Blattgemüse - (Fresh Cut) Mischpackung (gemischt)
fr: Assortiments (Mélangés) de Légumes à Feuilles – (Fraîchement Coupés)
nl: Bladgroenten (Vers Gesneden)

source: Loose Leaf/Multileaf Salad Greens - (Fresh Cut)
de: Lose Blätter/Salatgrün von mehreren Salaten - (Fresh Cut)
fr: Feuilles en Vrac/Multiples de Salade Verte – (Fraîchement Coupées)
nl: Losse/Meervoudige Slabladeren (Vers Gesneden)

source: Melons - (Fresh Cut)
de: Melonen - (Fresh Cut)
fr: Melons – (Fraîchement Coupés)
nl: Meloenen (Vers Gesneden)

source: Micro Vegetables - (Fresh Cut)
de: Microgreens - (Fresh Cut)
fr: Micro Végétaux – (Fraîchement Coupés)
nl: Microgroenten (Vers Gesneden)

source: Peas (With Pods) - (Fresh Cut)
de: Erbsen (mit Hülsen) - (Fresh Cut)
fr: Pois (Non Ecossés)– (Fraîchement Coupés)
nl: Erwten (met Peulen) (Vers Gesneden)

source: Peppers - (Fresh Cut)
de: Paprikaschoten - (Fresh Cut)
fr: Poivrons – (Fraîchement Coupés)
nl: Paprika's (incl. Pepers) (Vers Gesneden)

source: Root/Tuber Vegetables - (Fresh Cut)
de: Wurzel-/Knollengemüse - (Fresh Cut)
fr: Légumes Racines/Tubercules – (Fraîchement Coupés)
nl: Wortels/Knollen (Vers Gesneden)
