Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Duriantrees (Durio zibethinus)
de: Durianbaum (Durio zibethinus)
fr: Durians/Durions (Durio zibethinus)
nl: Durianbomen (Durio zibethinus)

source: Figtrees (Ficus carica)
de: Feigenbaum (Ficus carica)
fr: Figuiers (Ficus carica)
nl: Vijgebomen (Ficus carica)

source: Guamachil, Manila tamarindtrees (Pithecellobium dulce)
de: Pithecellobium dulce
fr: Tamarins d'Inde (Pithecellobium dulce)
nl: Camachilbomen (Pithecellobium dulce)

source: Indian jujubetrees (Ziziphus mauritiana)
de: Indischer Jujubenbaum (Ziziphus mauritiana)
fr: Jujubiers de Maurice (Ziziphus mauritiana)
nl: Indiase jujubebomen (Ziziphus mauritiana)

source: Indian plumtrees (Flacourtia indica)
de: Flacourtia indica
fr: Ramontchis/Pruniers du Gouverneur/du Pays/de Madagascar/Indiens (Flacourtia indica)
nl: Indiase pruimenbomen (Flacourtia indica)

source: Jackfruit/Nankatrees (Artocarpus heterophyllus)
de: Jackfruchtbaum (Artocarpus heterophyllus)
fr: Jaquiers/Jacquiers (Artocarpus heterophyllus)
nl: Nangkabomen (Artocarpus heterophyllus)

source: Jamaica cherrytrees (Muntingia calabura)
de: Muntingia calabura
fr: Cerisiers de la Jamaïque (Muntingia calabura)
nl: Aardbeienbomen (Muntingia calabura)

source: Jengkoltrees (Archidendron jiringa)
de: Jengkolbaum (Archidendron jiringa)
fr: Jengkols/Jerings (Archidendron jiringa)
nl: Jengkolbomen (Archidendron jiringa)

source: Kakitrees (Diospyros kaki)
de: Kakibaum (Diospyros kaki)
fr: Plaqueminiers (Diospyros kaki)
nl: Kakibomen (Diospyros kaki)

source: Kiwifruittrees (Actinidia deliciosa)
de: Kikibaum (Actindia deliciosa)
fr: Actinides de Chine (Actinidia deliciosa)
nl: Kiwifruitbomen (Actinidia deliciosa)

source: Kokumtrees (Garcinia indica)
de: Kokumbaum (Garcinia indica)
fr: Arbres à kokum (Garcinia indica)
nl: Kokumbomen (Garcinia indica)

source: Langsattrees (Lansium domesticum)
de: Lansibaum (Lansium domesticum)
fr: Langsats (Lansium domesticum)
nl: Langsatbomen (Lansium domesticum)

source: Mabolotrees (Diospyros discolor)
de: Diospyros discolor
fr: Pommiers Velours (Diospyros discolor)
nl: Mabolobomen (Diospyros discolor)

source: Mangosteentrees (Garcinia mangostana)
de: Mangostanenbaum (Garcinia mangostana)
fr: Mangoustaniers (Garcinia mangostana)
nl: Mangoesteenbomen (Garcinia mangostana)

source: Maracujatrees (Passiflora edulis)
de: Maracujabäume (Passiflora edulis)
fr: Grenadilles (Passiflora edulis)
nl: Passievruchtbomen (Passiflora edulis)

source: Mountain papayatrees (Vasconcellea pubescens)
de: Berg-Papayabaum (Vasconcellea pubescens)
fr: Papayers des montagnes (Vasconcellea pubescens)
nl: Bergpapajabomen (Vasconcellea pubescens)

source: Mulberrytrees (Morus)
de: Maulbeerbäume (Morus)
fr: Mûrier (Morus)
nl: Moerbeibomen (Morus)

source: Nonitrees (Morinda citrifolia)
de: Nonibäume (Morinda citrifolia)
fr: Nonos (Morinda citrifolia)
nl: Nonibomen (Morinda citrifolia)

source: Papayatrees (Carica papaya)
de: Papayabäume (Carica papaya)
fr: Papayers (Carica papaya)
nl: Papajabomen (Carica papaya)

source: Pineappleplants (Ananas comosus)
de: Ananaspflanzen (Ananas comosus)
fr: Ananas (Ananas comosus)
nl: Ananasplanten (Ananas comosus)

source: Pomegranatetrees (Punica granatum)
de: Granatapfelbäume (Punica granatum)
fr: Grenadiers (Punica granatum)
nl: Granaatappelbomen (Punica granatum)

source: Santoltrees (Sandoricum koetjape)
de: Santolbäume (Sandoricum koetjape)
fr: Santols/Faux Mangoustaniers (Sandoricum koetjape)
nl: Santolbomen (Sandoricum koetjape)

source: Sweet Granadillatrees (Passiflora ligularis)
de: Süße Granadillabaum (Passiflora ligularis)
fr: Grenadelles (Passiflora ligularis)
nl: Zoete Granadillabomen (Passiflora ligularis)

source: Tamarillotrees (Cyphomandra betacea)
de: Tamariillobäume (Cyphomandra betacea)
fr: Tamarillos (Cyphomandra betacea)
nl: Tamarillobomen (Cyphomandra betacea)

source: Tamarind or Indian datetrees (Tamarindus indica)
de: Tamarindenbäume (Tamarindus indica)
fr: Tamariniers (Tamarindus indica)
nl: Tamarindebomen (Tamarindus indica)

source: Almondtrees (Prunus dulcis var. dulcis)
de: Mandelbäume (Prunus dulcis var. dulcis)
fr: Amandiers (Prunus dulcis var. dulcis)
nl: Amandelbomen (Prunus dulcis var. dulcis)

source: Betel palms, areca palmstrees (Areca catechu)
de: Betelnusspalme (Areca catechu)
fr: Palmiers à bétel/Aréquiers (Areca catechu)
nl: Betel- of arecapalmbomen (Areca catechu)

source: Bitter almondtrees (Prunus dulcis var. amara)
de: Bittermandelbäumen (Prunus dulcis var. amara)
fr: Amandiers Amers (Prunus dulcis var. amara)
nl: Bittere amandelbomen (Prunus dulcis var. amara)

source: Braziltrees (Bertholletia excelsa)
de: Paranussbaum (Bertholetia excelsa)
fr: Noyers du Brésil/d'Amazonie (Bertholletia excelsa)
nl: Paranotenbomen (Bertholletia excelsa)

source: Butter or swarri nuttrees (Caryocar nuciferum)
de: Souarinussbaum (Caryocar nuciferum)
fr: Caryocars (Caryocar nuciferum)
nl: Boter- of swarri notenbomen (Caryocar nuciferum)

source: Cashewtrees (Anacardium occidentale)
de: Cashewbaum (Anacardium occidentale)
fr: Anacardiers/Pommiers-Cajou (Anacardium occidentale)
nl: Cashewnootbomen (Anacardium occidentale)

source: Chestnuttrees (Castanea sativa)
de: Edelkastanie (Castanea sativa)
fr: Châtaigniers (Castanea sativa)
nl: Kastanjebomen (Castanea sativa)

source: Chinquapintrees (Castanopsis)
de: Scheinkastanie (Castanopsis)
fr: Arbres à Chinquapin (Castanopsis)
nl: Chinquapinbomen (Castanopsis)

source: Hazeltrees (Corylus avellana)
de: Gemeine Hasel (Corylus aveliana)
fr: Noisetiers (Corylus avellana)
nl: Hazelnootbomen (Corylus avellana)

source: Indian almondtrees (Terminalia catappa)
de: Katappenbaum (Terminalia catappa)
fr: Badamiers (Terminalia catappa)
nl: Indische Amandelbomen (Terminalia catappa)

source: Java almondtrees (Canarium indicum)
de: Canarium indicum (Canarium indicum)
fr: Nangailles (Canarium indicum)
nl: Javaanse Amandelbomen (Canarium indicum)

source: Kolatrees (Cola acuminata)
de: Kolabäume (Cola acuminata)
fr: Kolatiers (Cola acuminata)
nl: Colabomen (Cola acuminata)

source: Macadamiatrees (Macadamia ternifolia)
de: Macadamiabaum (Macadamia ternifolia)
fr: Macadamiers (Macadamia ternifolia)
nl: Macadamiabomen (Macadamia ternifolia)

source: Monkeypottrees (Lecythis ollaria)
de: Paradiesnuss (Lecythis ollaria)
fr: Canaris Macaques/Marmites de Singe (Lecythis ollaria)
nl: Monkeypotbomen (Lecythis ollaria)

source: Mozindatrees (Treculia africana)
de: Okwabaum (Treculia africana)
fr: Treculias/Arbres à pain d'Afrique (Treculia africana)
nl: Mozindabomen (Treculia africana)

source: Paradise or sapucaia nuttrees (Lecythis zabucajo)
de: Paradiesnussbaum (Lecythis zabucajo)
fr: Sapucaias (Lecythis zabucajo)
nl: Paradijsnootbomen (Lecythis zabucajo)

source: Pecannuttrees (Carya illinoinensis)
de: Pekanussbaum (Carya illinoinensis)
fr: Pacaniers (Carya illinoinensis)
nl: Pecannootbomen (Carya illinoinensis)

source: Pinetrees (Pinus pinea)
de: Pinie (Pinus pinea)
fr: Pins parasol (Pinus pinea)
nl: Pijnbomen (Pinus pinea)

source: Pistacciotrees (Pistacia vera)
de: Pistazienbaum (Pistacia vera)
fr: Pistachiers (Pistacia vera)
nl: Pistachebomen (Pistacia vera)

source: Sheatrees (Vitellaria paradoxa)
de: Karitébaum (Vitellaria paradoxa)
fr: Karités (Vitellaria paradoxa)
nl: Sheabomen (Vitellaria paradoxa)

source: American Groundnutplants (Apios americana)
de: Indianerbirne (Apios americana)
fr: Haricots sauvages (Apios americana)
nl: Americaanse grondnootplanten (Apios americana)

source: Bambara groundnutplants (Vigna subterranea)
de: Bambara-Erdnuss (Vigna subterranea)
fr: Pois Bambara (Vigna subterranea)
nl: Bambara grondnootplanten (Vigna subterranea)

source: Hausa groundnutplants (Macrotyloma geocarpum)
de: Erdbohne (Macrotyloma geocarpum)
fr: Lentilles de terre (Macrotyloma geocarpum)
nl: Hausa grondnootplanten (Macrotyloma geocarpum)

source: Peanutplants (Arachis hypogaea)
de: Erdnuss (Archiv hypogaea)
fr: Arachides (Arachis hypogaea)
nl: Pindaplanten (Arachis hypogaea)

source: Aloe Veraplants (Aloe vera)
de: Aloe-Verapflanze (Aloe vera)
fr: Aloès des Barbades/Aloes veras (Aloe vera)
nl: Aloe Veraplanten (Aloe vera)

source: Asam Gelugurtrees (Garcinia atroviridis)
de: Garcinia atrovirdis (Garcinia atrovirdis)
fr: Garcinies/Garcinias (Garcinia atroviridis)
nl: Asam Gelugurbomen (Garcinia atroviridis)

source: Basswoodtrees (Tilia)
de: Linden (Tillia)
fr: Tilleuls (Tilia)
nl: Lindebomen (Tilia)

source: Cacaotrees (Theobroma cacao)
de: Kakaobaum (Theobroma cacao)
fr: Cacaoyers (Theobroma cacao)
nl: Cacaobomen (Theobroma cacao)

source: Camomilaplants (Matricaria chamomilla)
de: Echte Kamille (Matricaria chamomilla)
fr: Camomilles Sauvages/Matricaires/Allemandes
nl: Camomilaplanten (Matricaria chamomilla)

source: Cape Aloeplants (Aloe ferox)
de: Kap-Aloe (Aloe ferox)
fr: Aloès du Cap (Aloe ferox)
nl: Bittere aloeplanten (Aloe ferox)

source: Coffeeshrubs (Coffea)
de: Kaffeesträucher (Coffea)
fr: Caféiers (Coffea)
nl: Koffieheesters (Coffea)

source: Elecampaneplants (Inula helenium)
de: Echter Alant (Inula helenium)
fr: Grandes Aunées (Inula helenium)
nl: Griekse alantplanten (Inula helenium)

source: Guaranaplants (Paullinia cupana)
de: Guaranapflanzen (Paullinia cupana)
fr: Guaranas (Paullinia cupana)
nl: Guaranaplanten (Paullinia cupana)

source: Hopplants (Humulus lupulus)
de: Echter Hopfen (Kumulus lupulus)
fr: Houblons (Humulus lupulus)
nl: Hopplanten (Humulus lupulus)

source: Imbetrees (Garcinia livingstonei)
de: Garcinia livingstonei
fr: Mangoustans Africains (Garcinia livingstonei)
nl: Geelmelkhoutbomen (Garcinia livingstonei)

source: Jasmineplants (Jasminum officinale)
de: Jasminpflanzen (Jasminum officinale)
fr: Jasmins blancs (Jasminum officinale)
nl: Jasmijnplanten (Jasminum officinale)

source: Kavashrubs (Piper methysticum)
de: Kavabusch (Piper methysticum)
fr: Kavas/kawas/Kava-kava/Kawa-kawa (Piper methysticum)
nl: Kavaheesters (Piper methysticum)

source: Knapweedplants (Centaurea)
de: Flockenblumen (Centaurea)
fr: Centaurées (Centaurea)
nl: Knoopkruidplanten (Centaurea)

source: Ledumplants (Ledum groenlandicum)
de: Grönländischer Porst (Ledum groenlandicum)
fr: Thés du Labrador/Lédons du Groenland (Ledum groenlandicum)
nl: Ledumplanten (Ledum groenlandicum)

source: Moringatrees (Moringa oleifera)
de: Meerettichbaum (Moringa oleifera)
fr: Moringas/Arbres à Raifort (Moringa oleifera)
nl: Moringabomen (Moringa oleifera)

source: Rooibosplants (Aspalathus linearis)
de: Rooibospflanze (Aspalathus linearis)
fr: Rooibos (Aspalathus linearis)
nl: Rooibosplanten (Aspalathus linearis)

source: Roselleplants (Hibiscus sabdariffa)
de: Roselle (Hibiscus sabdariffa)
fr: Oseilles de Guinée/Roselles (Hibiscus sabdariffa)
nl: Roselleplanten (Hibiscus sabdariffa)

source: Roseplants (Rosa)
de: Rose (Rosa)
fr: Rosiers (Rosa)
nl: Rozenplanten (Rosa)

source: Sennaplants (Senna alexandrina)
de: Alexandrinische Senna (Senna alexandrina)
fr: Sénés (Senna alexandrina)
nl: Sennaplanten (Senna alexandrina)

source: Socotrine Aloeplants (Aloe perryi)
de: Aloe perryi (Aloe perry)
fr: Aloès de Socotra (Aloe perryi)
nl: Socotra Aloeplanten (Aloe perryi)

source: Teashrubs (Camellia sinensis)
de: Teepflanze (Camellia sinensis)
fr: Théiers (Camellia sinensis)
nl: Theeheesters (Camellia sinensis)

source: Teatreeplants (Leptospermum)
de: Südseemyrte (Leptospermum)
fr: Arbres à thé/Myrtes de Nouvelle-Zélande/Manukas (Leptospermum)
nl: Theebomen (Leptospermum)

source: Violetplants (Viola)
de: Veilchen (Viola)
fr: Violettes/Pensées (Viola)
nl: Violenplanten (Viola)

source: Wine Palmtrees (Jubaea)
de: Jubaea (Jubaea)
fr: Palmiers à Vin Chilien/Cocotiers du Chili/Jubaeas (Jubaea)
nl: Wijnpalmbomen (Jubaea)

source: Winegrapeplants (Vitis vinifera)
de: Weinreben (Vitis vinifera)
fr: Vignes de Vin (Vitis vinifera)
nl: Wijndruifplanten (Vitis vinifera)

source: Yerba Mateplants (Ilex paraguariensis)
de: Mata-Strauch (Ilex paraguariensis)
fr: Herbes à mate/Yerba Mate (Ilex paraguariensis)
nl: Yerba Mateplanten (Ilex paraguariensis)

source: Portable Food Boxes/Bags/Containers (Non Powered)
de: Tragbare Lebensmittelkisten / Behälter (nicht elektrisch)
fr: Boîtes de Nourriture Portatives/Sacs/Conteneurs (Non Electrique)
nl: Broodtrommels/Lunchboxes (Niet-Elektrisch)

source: Fondue Set (Non Powered)
de: Fondue-Set (nicht elektrisch)
fr: Service à fondue (Non Electrique)
nl: Fondueset (Niet-Elektrisch)

source: Fondue Set (Non Powered) - Accessories/Spare Parts
de: Fondue-Set (nicht elektrisch) - Ersatzteile/Zubehör
fr: Service à fondue (Non Electrique) - Parties d'Accessoires/Pièce Détachée
nl: Fondueset (Niet-Elektrisch) - Accessoires/Onderdelen

source: Hob Pots/Pans/Woks/Cocottes Variety Packs
de: Töpfe für Kochfelder / Pfannen / Woks / Kokotten - Sets
fr: Paquets de Variété de Pots/Casseroles/Woks/Casseroles de Plaque
nl: Potten/Pannen/Wokken/Braadpannen - Assortimenten

source: Dinnerware Variety Pack
de: Essgeschirr - Sets
fr: Assortiments d'articles de vaisselle
nl: Eetgerei - Assortimenten

source: Stemmed Glasses for Wine/Water/Champagne
de: Stielgläser für Wein/Wasser/Champagner
fr: Verres à Pied à Vin/Eau/Champagne
nl: Drinkglazen op Voet voor Wijn/Water/Champagne

source: Tumblers
de: Becher
fr: Gobelets
nl: Drinkglazen zonder Voet

source: Bar/Cocktail Glasses
de: Bar-/Cocktailgläser
fr: Verres de Bar / Cocktail
nl: Cocktailglazen

source: Set of Glasses
de: Trinkgeschirr – Mischpackungen
fr: Services de Verres
nl: Drinkgerei Assortimenten

source: Drinkware Other
de: Trinkgeschirr - sonstige
fr: Autres Articles de Verrerie
nl: Drinkgerei - Overig

source: Beer Glasses
de: Biergläser
fr: Verres à Bière
nl: Bierglazen

source: Tea/Coffee/Chocolate Accessories
de: Tee-/Kaffee-/Kakao-Zubehör
nl: Thee/Koffie/Chocolademelk - Accessoires

source: Tea/Coffee/Chocolate Variety Pack
de: Tee/Kaffee/Kakao - Sets
fr: Assortiments articles pour Thé/Café/Chocolat
nl: Thee/Koffie/Chocolademelk - Assortimenten

source: Wine Accessories
de: Wein - Zubehör
fr: Accessoires de Vin
nl: Wijnaccessoires

source: Cocktail Accessories (Non Disposable)
de: Cocktail-Zubehör (mehrweg)
fr: Accessoires de Cocktail (Non Jetable)
nl: Cocktailaccessoires (Niet Wegwerp)

source: Other Bar and Wine Accessories
de: Sonstiges Bar- und Weinzubehör
fr: Autres Accessoires de Bar et Vin
nl: Overige Bar- en Wijnaccessoires

source: Bar and Wine Variety Pack
de: Bar- und Wein-Sets
fr: Bar et Assortiment de Vin
nl: Bargerei - Assortimenten

source: Serveware Variety Pack
de: Serviergeschirr - Sets
fr: Assortiment d'Articles pour Servir
nl: Serveergerei - Assortimenten

source: Flat Serving Platters
de: Flache Servierteller
fr: Plats de Service
nl: Platte Serveerschalen

source: Deep Serving Platters
de: Tiefe Servierteller
fr: Plats Creux de Service
nl: Diepe Serveerschalen

source: Serveware Other
de: Serviergeschirr - sonstige
fr: Autres Articles pour Servir
nl: Serveergerei - Overig

source: Drinkware (Disposable)
de: Trinkgefäße (einweg)
fr: Verres Jetables
nl: Drankgerei (Wegwerp)

source: Flatware (Disposable)
de: Geschirr (einweg)
fr: Couverts Jetables
nl: Bestek (Wegwerp)

source: Tableware Accessories (Disposable)
de: Tischgeschirrzubehör (einweg)
fr: Accessoires de Table Jetables
nl: Tafelgerei Accessoires (Wegwerp)

source: Table Mat/Napkins (Disposable)
de: Tischsets / Servietten (einweg)
fr: Nappes et Serviettes Jetables
nl: Tafelkleden/Servetten (Wegwerp)

source: Tableware Variety Packs
de: Tischgeschirr - Sets
fr: Assortiments d'Articles d'Art de la Table
nl: Tafelgerei - Assortimenten

source: Tableware Accessories Other
de: Tischgeschirr-Zubehör - sonstige
fr: Autres Accessoires de Table
nl: Tafelgerei Accessoires - Overig

source: Tableware Accessory Variety Packs
de: Tischgeschirrzubehör - Sets
fr: Assortiments d'articles d'Art de la Table
nl: Tafelgerei Accessoires - Assortimenten

source: Tea/Coffee Flatware (Non Disposable)
de: Tee-/Kaffeebesteck (mehrweg)
fr: Couverts à Thé/Café (Non jetables)
nl: Thee/Koffie Bestek (Niet Wegwerp)

source: Other Flatware (Non Disposable)
de: Besteck - sonstige (mehrweg)
fr: Autres couverts (Non Jetable)
nl: Bestek - Overig (Niet Wegwerp)

source: Flatware Variety Packs (Non Disposable)
de: Besteck - Sets (mehrweg)
fr: Assortiment de Couverts (Non Jetable)
nl: Bestek - Assortimenten (Niet Wegwerp)

source: Travel Folding Knives
de: Reiseklappmesser
fr: Couteau de Voyage Pliant
nl: Bestekzakmes

source: Table Flatware (Non Disposable)
de: Tischbesteck (mehrweg)
fr: Couverts de Table (Non Jetables)
nl: Tafelbestek (Niet Wegwerp)

source: Serving Flatware (Non Disposable)
de: Servierbesteck (mehrweg)
fr: Couverts de Service (Non Jetable)
nl: Opdienbestek (Niet Wegwerp)

source: Fish/Shellfish/Snail Flatware (Non Disposable)
de: Fisch- / Meeresfrüchte- / Schneckenbesteck (mehrweg)
fr: Couverts à Poisson/Crustacés/Escargots (Non Jetable)
nl: Bestek voor Vis/Schaaldieren/Slakken (Niet Wegwerp)

source: Starter/Dessert/Cheese Flatware (Non Disposable)
de: Vorspeisen-/Nachspeisen-/Käse-Besteck (mehrweg)
fr: Couverts à Entrée/Dessert/Fromage (Non jetables)
nl: Bestek voor Voorgerecht/Nagerecht/Kaas (Niet Wegwerp)

source: Snacks Other
de: Snacks - sonstige
fr: Autres Amuse-gueules
nl: Snacks - Overig

source: Curtain Track Accessories
de: Gardinenschienen - Zubehör
fr: Accessoires de Rails/Tringles à Rideaux
nl: Accessoires voor Gordijnrails

source: Parking Barrier
de: Parkschranken
fr: Barrières de Parking
nl: Parkeerbeugel

source: Abyssinian Oatplants (Avena Abyssinica)
de: Äthiopischer Hafer (Avena Abyssinica)
fr: Avoines d'Abyssinie (Avena Abyssinica)
nl: Ethiopisch Haver (Avena Abyssinica)

source: Oatsplants (Avena Sativa)
de: Saat-Hafer (Avena Sativa)
fr: Avoines communes (Avena Sativa)
nl: Haverplanten (Avena Sativa)

source: Black Oatplants (Avena Strigosa)
de: Sand-Hafer (Avena Strigosa)
fr: Avoines Rudes/Maigres (Avena Strigosa)
nl: Japanse Haverplanten (Avena Strigosa)

source: Canagua Or Coaihuaplants (Chenopodium Pallidicaule)
de: Kaniwa (Chenopodium Pallidicaule)
fr: Chénopodes Pallidicaules/Canihuas (Chenopodium Pallidicaule)
nl: Peruaanse Ganzevoetplanten (Chenopodium Pallidicaule)

source: Quinoaplants (Chenopodium Quinoa)
de: Quinoa (Chenopodium Quinoa)
fr: Quinoas (Chenopodium Quinoa)
nl: Quinoaplanten (Chenopodium Quinoa)

source: Job'S-Tearsplants (Coix Lacryma-Jobi)
de: Hiobsträne (Coix Lacryma-Jobi)
fr: Larmes de Job/Coix/Herbes à Chapelets (Coix Lacryma-Jobi)
nl: Jobs-tranenplanten (Coix Lacryma-Jobi)

source: White Fonioplants (Digitaria Exilis)
de: Foniohirse (Digitaria Exilis)
fr: Fonios Blancs (Digitaria Exilis)
nl: Fonioplanten (Digitaria Exilis)

source: Black Fonioplants (Digitaria Iburua)
de: Iburu (Digitaria Iburua)
fr: Fonios Noirs (Digitaria Iburua)
nl: Iburuplanten (Digitaria Iburua)

source: Japanese Milletplants (Echinochloa Frumentacea)
de: Japanhirse (Echinochloa Frumentacea)
fr: Pieds-de-coq cultivés/Millets japonais (Echinochloa Frumentacea)
nl: Japanse Gierstplanten (Echinochloa Frumentacea)

source: Finger Milletplants (Eleusine Coracana)
de: Fingerhirse (Eleusine Coracana)
fr: Eleusines (Eleusine Coracana)
nl: Vingergierstplanten (Eleusine Coracana)

source: Teff/Ingeraplants (Eragrostis Tef)
de: Teff (Eragrostis Tef)
fr: Teffs/Tefs (Eragrostis Tef)
nl: Teffplanten (Eragrostis Tef)

source: Buckwheatplants (Fagopyrum Esculentum)
de: Echter Buchweizen (Fagopyrum Esculentum)
fr: Sarrasins/Blés Noirs (Fagopyrum Esculentum)
nl: Boekweitplanten (Fagopyrum Esculentum)

source: African Riceplants (Oryza Glaberrima)
de: Afrikanischer Reis (Oryza Glaberrima)
fr: Riz Africains/de Casamance (Oryza Glaberrima)
nl: Afrikaanse Rijstplanten (Oryza Glaberrima)

source: Riceplants (Oryza Sativa)
de: Reis (Oryza Sativa)
fr: Riz (Asiatiques) (Oryza Sativa)
nl: Rijstplanten (Oryza Sativa)

source: Milletplants (Panicum Spp.)
de: Rispenhirse (Panicum Spp.)
fr: Panics (Panicum Spp.)
nl: Gierstplanten (Panicum Spp.)

source: Koda Or Ditch Milletplants (Paspalum Scrobiculatum)
de: Kodo-Hirse (Paspalum Scrobiculatum)
fr: Herbes à Epée/Millets Kodo (Paspalum Scrobiculatum)
nl: Rijstgrasplanten (Paspalum Scrobiculatum)

source: Pearl Or Cattail Milletplants (Pennisetum Glaucum)
de: Perlhirse (Pennisetum Glaucum)
fr: Mils à Chandelle (Pennisetum Glaucum)
nl: Parelgierstplanten (Pennisetum Glaucum)

source: Canary Grassplants (Phalaris Canariensis)
de: Kanariengras (Phalaris Canariensis)
fr: Alpistes des Canaries (Phalaris Canariensis)
nl: Kanariezaadplanten (Phalaris Canariensis)

source: Sorghumplants (Sorghum Bicolor)
de: Mohrenhirse (Sorghum Bicolor)
fr: Sorgos Communs (Sorghum Bicolor)
nl: Kafferkorenplanten (Sorghum Bicolor)

source: Triticaleplants (Triticosecale)
de: Triticale (Triticosecale)
fr: Triticales (Triticosecale)
nl: Ttriticaleplanten (Triticosecale)

source: Polish Wheatplants (Triticum Polonicum)
de: Polnischer Weizen (Triticum Polonicum)
fr: Blés de Pologne/Galice (Triticum Polonicum)
nl: Poolse tarweplanten (Triticum Polonicum)

source: Speltplants (Triticum Spelta)
de: Dinkel (Triticum Spelta)
fr: Epeautres (Triticum Spelta)
nl: Speltplanten (Triticum Spelta)

source: Kamutplants (Triticum Turgidum subsp. Turanicum)
de: Khorasan-Weizen (Triticum Turgidum subsp. Turanicum)
fr: Blés Khorasan (Triticum Turgidum subsp. Turanicum)
nl: Emmertarweplanten (Triticum Turgidum subsp. Turanicum)

source: Maizeplants (Zea Mays subsp. Mays)
de: Mais (Zea Mays subsp. Mays)
fr: Téosintes de Balsas (Zea Mays subsp. Mays)
nl: Maisplanten (Zea Mays subsp. Mays)

source: Wild Riceplants (Zizania Aquatica)
de: Wasserreis (Zizania Aquatica)
fr: Zizanies Aquatiques/Riz Sauvages (Zizania Aquatica)
nl: Wilde Rijstplanten (Zizania Aquatica)

source: Sugar Mapletrees (Acer Saccharum)
de: Zucker-Ahorn (Acer Saccharum)
fr: Erables à Sucre (Acer Saccharum)
nl: Witte Esdoornbomen (Acer Saccharum)

source: Sugar Palmtrees (Arenga Saccharifera)
de: Zuckerpalme (Arenga Saccharifera)
fr: Palmiers Arenga/à Sucre
nl: Areng Palmbomen (Arenga Saccharifera)

source: Sugarbeetplants (Beta Vulgaris subsp.Vulgaris var. Altissima )
de: Zuckerrübe (Beta Vulgaris subsp. Vulgaris var. Altissima)
fr: Betteraves Sucrières (Beta Vulgaris subsp.Vulgaris var. Altissima)
nl: Suikerbietenplanten (Beta Vulgaris subsp.Vulgaris var. Altissima )

source: Sugar Caneplants (Saccharum Officinarum)
de: Zuckerrohr (Saccharum Officinarum)
fr: Cannes à Sucre (Saccharum Officinarum)
nl: Suikerrietplanten (Saccharum Officinarum)

source: Sweet Sorghumplants (Sorghum Saccharatum)
de: Sorgumhirse (Sorghum Saccharatum)
fr: Sorghos Doux (Sorghum Saccharatum)
nl: Suikersorghumplanten (Sorghum Saccharatum)

source: Babussa Palmtrees (Attalea Speciosa)
de: Babasuspalme (Attalea Speciosa)
fr: Palmiers Babassu (Attalea Speciosa)
nl: Babussa Palmbomen (Attalea Speciosa)

source: Canola/Rapeseedplants (Brassica Napus)
de: Raps (Brassica Napus)
fr: Colzas/Canolas (Brassica Napus)
nl: Koolzaadplanten (Brassica Napus)

source: Safflowerplants (Carthamus Tinctorius)
de: Färberdistel (Carthamus Tinctorius)
fr: Carthames/Safrans des Teinturiers
nl: Saffloerplanten (Carthamus Tinctorius)

source: Soy Beanplants (Glycine Max)
de: Soja (Glycine Max)
fr: Sojas (Glycine Max)
nl: Sojaplanten (Glycine Max)

source: African Oil Palmstrees (Elaeis Guineensis)
de: Ölpalme (Eleais Guineensis)
fr: Palmiers à Huile/Eléis de Guinée (Elaeis Guineensis)
nl: Oliepalmbomen (Elaeis Guineensis)

source: American Oil Palmstrees (Elaeis Oleifera)
de: Amerikanische Ölpalme (Eleais Oleifera)
fr: Palmiers à Huile/Eléis Américains (Elaeis Oleifera)
nl: Amerikaanse Oliepalmbomen (Elaeis Oleifera)

source: Sunflowerplants (Helianthus Annuus)
de: Sonnenblume (Helianthus Annus)
fr: Tournesols (Helianthus Annuus)
nl: Zonnebloemplanten (Helianthus Annuus)

source: Flaxplants (Linum Usitatissimum)
de: Gemeiner Lein für Öl (Linum Usitatissimum)
fr: Lins cultivés pour de l'huile (Linum Usitatissimum)
nl: Vlasplanten voor olie (Linum Usitatissimum)
