Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Olivetrees (Olea Europea)
de: Olivenbaum (Olea Europaea)
fr: Oliviers (Olea Europea)
nl: Olijfbomen (Olea Europea)

source: Common Sesameplants (Sesamum Indicum)
de: Sesam (Sesamum Indicum)
fr: Sésames (Sesamum Indicum)
nl: Sesamplanten (Sesamum Indicum)

source: Barleyplants (Hordeum vulgare)
de: Gerste (Hordeum vulgare)
fr: Orges Communes (Hordeum vulgare)
nl: Gerstplanten (Hordeum vulgare)

source: Ryeplants (Secale cereale)
de: Roggen (Secale cereale)
fr: Seigles (Secale cereale)
nl: Roggeplanten (Secale cereale)

source: Wheatplants (Triticum spp.)
de: Weichweizen (Triticum spp.)
fr: Froments/Blés Tendres (Triticum spp.)
nl: Tarweplanten (Triticum spp.)

source: Hybrid Fescue (× Schedolium Loliaceum)
de: Bastardschwingel (x Schedolium Loliaceum)
fr: Fétuques Hybrides (× Schedolium Loliaceum)
nl: Trosraaigras (× Schedolium Loliaceum)

source: Nile Grass (Acroceras Macrum)
de: Nilgras (Acroceras Macrum)
fr: Herbes du Nil (Acroceras Macrum)
nl: Nijlgras (Acroceras Macrum)

source: Bentgrass (Agrostis spp.)
de: Agrostis spp
fr: Agrostides (Agrostis spp.)
nl: Struisgras (Agrostis spp.)

source: European Beachgrass (Ammophila Arenaria)
de: Gewöhnlicher Strandhafer (Ammophila Arenaria)
fr: Oyats (Ammophila Arenaria)
nl: Helmgras (Ammophila Arenaria)

source: American Beachgrass (Ammophila Breviligulata)
de: Amerikanischer Strandhafer (Ammophila Breviligulata)
fr: Ammophiles à Ligule Courte (Ammophila Breviligulata)
nl: Amerikaans-helmgras (Ammophila Breviligulata)

source: Beardgrass (Andropogon spp.)
de: Andropogon spp
fr: Andropogons (Andropogon spp.)
nl: Baardgras (Andropogon spp.)

source: Anthephora (Anthephora spp.)
de: Antephora spp.
fr: Anthephoras (Anthephora spp.)
nl: Antephoragrassen (Anthephora spp.)

source: Giant Reed (Arundo Donax)
de: Pfahlrohr (Arundo Donax)
fr: Cannes de Provence (Arundo Donax)
nl: Pijlrietgras (Arundo Donax)

source: Carpetgrass (Axonopus spp.)
de: Axonopus spp.
fr: Axonopus (Axonopus spp.)
nl: Axonopusgras (Axonopus spp.)

source: Bluestemgrass (Bothriochloa spp.)
de: Borthriochloa spp
fr: Barbons (Bothriochloa spp.)
nl: Bluestemgras (Bothriochloa spp.)

source: Gramagrass (Bouteloua spp.)
de: Gramagras (Bouteloua spp.)
fr: Boutelouas (Bouteloua spp.)
nl: Muskietengras (Bouteloua spp.)

source: Taraplants (Caesalpinia Spinosa)
de: Tara-Strauch (Caesalpinia Spinosa)
fr: Taras (Caesalpinia Spinosa)
nl: Taraplanten (Caesalpinia Spinosa)

source: African Marigoldplants (Tagetes Erecta)
de: Aufrechte Studentenblume (Tagetes Erecta)
fr: Œillets/Roses d'Inde (Tagetes Erecta)
nl: Mexicaanse Margrietplanten (Tagetes Erecta)

source: African Birchtrees (Anogeissus Leiocarpa)
de: Anogeissus Leiocarpa
fr: Bouleaux d'Afrique (Anogeissus Leiocarpa)
nl: Bambaraplanten (Anogeissus Leiocarpa)

source: Yellow Rocketplants (Barbarea Vulgaris)
de: Winterkresse (Barbarea Vulgaris)
fr: Barbarées communes/Herbes de Sainte-Barbe (Barbarea Vulgaris)
nl: Gewoon barbarakruid (Barbarea Vulgaris)

source: Fodderbeetplants (Beta Vulgaris Subsp. Vulgaris var. Crassa)
de: Vieh-Mangold (Beta Vulgaris Subsp. Vulgaris var. Crassa)
fr: Betteraves Fourragères (Beta Vulgaris Subsp. Vulgaris var. Crassa)
nl: Voederbietplanten (Beta Vulgaris Subsp. Vulgaris var. Crassa)

source: Black Mustardplants (Brassica Nigra)
de: Schwarzer Senf (Brassica Nigra)
fr: Moutardes Noires/Sénevés Noirs (Brassica Nigra)
nl: Zwarte Mosterdplanten (Brassica Nigra)

source: False Flaxplants (Camelina Sativa)
de: Leindotter (Camelia Sativa)
fr: Camelines/Lins bâtards/Sésames d'Allemagne (Camelina Sativa)
nl: Huttentutplanten (Camelina Sativa)

source: Charlockplants (Sinapis Arvensis)
de: Acker-Senf (Sinapis Arvensis)
fr: Moutardes des Champs (Sinapis Arvensis)
nl: Herikplanten (Sinapis Arvensis)

source: White Mustardplants (Sinapsis Alba)
de: Weißer Senf (Sinapsis Alba)
fr: Moutardes Blanches (Sinapsis Alba)
nl: Witte Mosterdplanten (Sinapis Alba)

source: Acaciatrees (Acacia Spp.)
de: Akazienbäume (Acacia Spp.)
fr: Acacias (Acacia Spp.)
nl: Acaciabomen (Acacia Spp.)

source: American Jointvetch Plants (Aeschynomene Americana)
de: Amerikanische Schaampflanze (Aeschynomene Americana)
fr: Aeschynomènes Américaines (Aeschynomene Americana)
nl: Aeschynomene Americanaplanten (Aeschynomene Americana)

source: Albizia Trees (Albizia Spp.)
de: Albizia Spp
fr: Albizias (Albizia Spp.)
nl: Slaapbomen (Albizia Spp.)

source: Alyce Clover Plants (Alysicarpus Spp.)
de: Alysicarpus Spp.
fr: Alysicarpes (Alysicarpus Spp.)
nl: Alyce-klaverplanten (Alysicarpus Spp.)

source: Rhizoma Peanut Plants (Arachis Glabrata)
de: Erdnüsse (Arachis Glabrata)
fr: Cacahuètes Ornementales (Arachis Glabrata)
nl: Arachis Glabrata-planten (Arachis Glabrata)

source: Pinto Peanut Plants (Arachis Pintoi)
de: Arachis Pintoi
fr: Arachides Sauvages (Arachis Pintoi)
nl: Arachis Pintoi-planten (Arachis Pintoi)

source: Bauhinia Plants (Bauhinia Spp.)
de: Bauhinien (Bauhinia Spp.)
fr: Bauhinias (Bauhinia Spp.)
nl: Bauhiniaplanten (Bauhinia Spp.)

source: Calliandratrees (Calliandra Calothyrsus)
de: Calliandra-Baum (Calliandra Calothyrsus)
fr: Calliandras (Calliandra Calothyrsus)
nl: Calliandra calothyrsusbomen (Calliandra Calothyrsus)

source: Calopo Plants (Calopogonium Spp.)
de: Calopogonium Spp.
fr: Calopos (Calopogonium Spp.)
nl: Calopogoniumplanten (Calopogonium Spp.)

source: Carob Plants (Ceratonia Siliqua)
de: Johannisbrotbaum (Ceratonia Siliqua)
fr: Caroubiers (Ceratonia Siliqua)
nl: Johannesbroodbomen (Ceratonia Siliqua)

source: Round Leaf Cassia Plants (Chamaecrista Rotundifolia)
de: Rundblattkassie (Chamaecrista Rotundifolia)
fr: Cassias à Feuilles Rondes (Chamaecrista Rotundifolia)
nl: Cassiabomen (Chamaecrista Rotundifolia)

source: Yeheb Plants (Cordeauxia Edulis)
de: Cordeauxia Edulis
fr: Yehebs (Cordeauxia Edulis)
nl: Yehebplanten (Cordeauxia Edulis)

source: Cratylia Plants (Cratylia Argentea)
de: Cratylia Argentea
fr: Cratylias (Cratylia Argentea)
nl: Cratyllaplanten (Cratylia Argentea)

source: Crotalaria Plants (Crotalaria Spp.)
de: Croalaria Spp
fr: Crotalaires (Crotalaria Spp.)
nl: Crotolariaplanten (Crotalaria Spp.)

source: Tagasaste Plants (Cytisus Proliferus)
de: Tagasaste (Cytisus Proliferus)
fr: Cytises Prolifères/Luzernes arborescentes
nl: Cytisusbomen (Cytisus Proliferus)

source: Desmanthusplants (Desmanthus Spp.)
de: Desmanthus Spp
fr: Desmanthus (Desmanthus Spp.)
nl: Desmanthusplanten (Desmanthus Spp.)

source: Desmodiumplants (Desmodium Spp.)
de: Desmodium Spp.
fr: Desmodiums (Desmodium Spp.)
nl: Desmodiunplanten (Desmodium Spp.)

source: Sicklebush Plants (Dichrostachys Cinerea)
de: Farbkätzchenstrauch (Dichsostachys Cinerea)
fr: Acacias de Saint-Domingue (Dichrostachys Cinerea)
nl: Klokmimosaplanten (Dichrostachys Cinerea)

source: Guanacastetrees (Enterolobium Cyclocarpum)
de: Enterolobium Cyclocarpum
fr: Guanacastes/Oreilles Cafres (Enterolobium Cyclocarpum)
nl: Guanacastebomen (Enterolobium Cyclocarpum)

source: Coraltrees (Erythrina Spp.)
de: Korallenbaum (Erythrina App.)
fr: Erythrines (Erythrina Spp.)
nl: Koraalbomen (Erythrina Spp.)

source: Apple-Ring Acacia Trees (Faidherbia Albida)
de: Anabaum (Faidherbia Albida)
fr: Acacias Albida (Faidherbia Albida)
nl: Anabomen (Faidherbia Albida)

source: Flemingia Plants (Flemingia Macrophylla)
de: Flemingia Macrophylla
fr: Flemingias (Flemingia Macrophylla)
nl: Flemingiaplanten (Flemingia Macrophylla)

source: Honey Locust Trees (Gleditsia Triacanthos)
de: Amerikanische Gleditschie (Gleditsia Triacanthos)
fr: Féviers d'Amérique (Gleditsia Triacanthos)
nl: Valse Christusdoornbomen (Gleditsia Triacanthos)

source: Gliricidia Trees (Gliricidia Sepium)
de: Robiniengewächs (Gliricidia Sepium)
fr: Gliciridias (Gliricidia Sepium)
nl: Gliricidiabomen (Gliricidia Sepium)

source: Sulla Plants (Hedysarum Coronarium)
de: Spanische Esparsette (Hedysarum Coronarium)
fr: Sainfoins d'Espagne/d'Italie/Hédysarums à Bouquets (Hedysarum Coronarium)
nl: Rode Hanenkopplanten (Hedysarum Coronarium)

source: Indigoplants (Indigofera Spp.)
de: Indigofera Spp
fr: Indigotiers (Indigofera Spp.)
nl: Indigoplanten (Indigofera Spp.)

source: Grass Peaplants (Lathyrus Sativus)
de: Saat-Platterbse (Lathyrus Sativus)
fr: Gesses Communes (Lathyrus Sativus)
nl: Lathyrusplanten (Lathyrus Sativus)

source: Sericea Plants (Lespedeza Cuneata)
de: Chinesischer Buschklee (Lespedeza Cuneata)
fr: Lespedezas Soyeux/de Chine (Lespedeza Cuneata)
nl: Chinese bosklaverplanten (Lespedeza Cuneata)

source: Leucaena Trees (Leucaena Leucocephala)
de: Weißkopfmimose (Leucaena Leucocephala)
fr: Faux Mimosas (Leucaena Leucocephala)
nl: Witte Mimosabomen (Leucaena Leucocephala)

source: Lotononis Trees (Lotononis Bainesii)
de: Lotononis Bainesii
fr: Lotononis (Lotononis Bainesii)
nl: Lotonis bainesiiplanten (Lotononis Bainesii)

source: Birdsfoot Trefoil Plants (Lotus Corniculatus)
de: Gewöhnlicher Hornklee (Lotus Corniculatus)
fr: Lotiers corniculés (Lotus Corniculatus)
nl: Gewone Rolklaverplanten (Lotus Corniculatus)

source: Lupinplants (Lupinus Spp.)
de: Lupinen (Lupinus Spp.)
fr: Lupins (Lupinus Spp.)
nl: Lupineplanten (Lupinus Spp.)

source: Siratro Plants (Phaseolus Atropurpureus)
de: Phaseolus Atropurpureus
fr: Siratros (Phaseolus Atropurpureus)
nl: Siratroplanten (Phaseolus Atropurpureus)

source: Phasey Bean Plants (Macroptilium Lathyroides)
de: Gartenbohne (Macroptilium Lathyroides)
fr: Phasey Beans (Macroptilium Lathyroides)
nl: Veldboonplanten (Macroptilium Lathyroides)

source: Black Medic Plants (Medicago Lupulina)
de: Hopfenklee (Medicago Lupulina)
fr: Luzernes Lupulines (Medicago Lupulina)
nl: Hopklaverplanten (Medicago Lupulina)

source: Bur Clover Plants (Medicago Polymorpha)
de: Rauer Schneckenklee (Medicago Polymorpha)
fr: Luzernes Polymorphes (Medicago Polymorpha)
nl: Ruige Rupsklaverplanten (Medicago Polymorpha)

source: Alfalfa Plants (Medicago Sativa)
de: Luzerne (Medicago Sativa)
fr: Luzernes Cultivées (Medicago Sativa)
nl: Alfalfaplanten (Medicago Sativa)

source: Barrel Medic Plants (Medicago Truncatula)
de: Medicago Truncatula
fr: Luzernes Tronquées (Medicago Truncatula)
nl: Afgeknotte luzerne (Medicago Truncatula)

source: White Melilotplants (Melilotus Albus)
de: Weißer Steinklee (Melilotus Albus)
fr: Mélilots Blancs (Melilotus Albus)
nl: Witte Honingklaver (Melilotus Albus)

source: Sour Clover Plants (Melilotus Indicus)
de: Kleinblütiger Steinklee (Melilotus Indicus)
fr: Mélilots à Petites Fleurs (Melilotus Indicus)
nl: Kleine Honingklaverplanten (Melilotus Indicus)

source: Perennial Soybeanplants (Glycine Wightii)
de: Mehrjährige Sojapflanze (Glycine Wightii)
fr: Sojas Vivaces (Glycine Wightii)
nl: Neonotoniaplanten (Glycine Wightii)

source: Sainfoinplants (Onobrychis Viciifolia)
de: Saat-Esparsette (Onobrychis Viciifolia)
fr: Sainfoins/Esparcettes cultivés (Onobrychis Viciifolia)
nl: Esparcetteplanten (Onobrychis Viciifolia)

source: Serradellaplants (Ornithopus Sativus)
de: Echte Serradella (Ornithopus Sativus)
fr: Ornithopes Cultivés/Serradelles (Ornithopus Sativus)
nl: Seradelleplanten (Ornithopus Sativus)

source: African Locust Beanplants (Parkia Africana)
de: Parkia Africana
fr: Parkias Africains/Nérés (Parkia Africana)
nl: Afrikaans Sint-Jansbrood (Parkia Africana)

source: Fodder Peaplants (Pisum Sativum var. Arvense)
de: Österreichische Wintererbsen (Pisum Sativum var. Arvense)
fr: Pois de Pigeon/des Champs (Pisum Sativum var. Arvense)
nl: Voedererwtplanten (Pisum Sativum var. Arvense)

source: Manila Tamarindtrees (Pithecellobium Dulce)
de: Manila-Tamarinde (Pithecellobium Dulce)
fr: Tamarins d'Inde (Pithecellobium Dulce)
nl: Manilla Tamarindebomen (Pithecellobium Dulce)

source: Prosopisplants (Prosopis Spp.)
de: Prosopis (Prosopis Spp)
fr: Prosopis (Prosopis Spp.)
nl: Prosopisbomen (Prosopis Spp.)

source: Kudzuplants (Pueraria Spp.)
de: Kudzu (Pueraria Spp.)
fr: Puerarias/Kudzus (Pueraria Spp.)
nl: Puerariaplanten (Pueraria Spp.)

source: Sesbanplants (Sesbania Spp.)
de: Sesbania (Sesbania Spp)
fr: Sesbanias (Sesbania Spp.)
nl: Schaambomen (Sesbania Spp.)

source: Styloplants (Stylosanthes Spp.)
de: Stylosanthes Spp
fr: Stylosanthes/Luzernes Tropicales (Stylosanthes Spp.)
nl: Styloplanten (Stylosanthes Spp.)

source: Ahuhuplants (Tephrosia Purpurea)
de: Tephrosia Purpurea
fr: Téphrosies Pourpres (Tephrosia Purpurea)
nl: Ahuhuplanten (Tephrosia Purpurea)

source: Unspecified Cloverplantsplants (Trifolium)
de: Nicht spezifizierte Kleepflanzen (Trifolium)
fr: Trèfles Communs (Trifolium)
nl: Overige klaverplanten (Trifolium)

source: Berseemplants (Trifolium Alexandrinum)
de: Ägyptischer Klee (Trifolium Alexandrinum)
fr: Trèfles d'Alexandrie (Trifolium Alexandrinum)
nl: Alexandrijnse Klaverplanten (Trifolium Alexandrinum)

source: Hybrid Clover/Alsikeplants (Trifolium Hybridum)
de: Schweden-Klee (Trifolium Hybridem)
fr: Trèfles Hybrides (Trifolium Hybridum)
nl: Basterdklaverplanten (Trifolium Hybridum)

source: Crimson Cloverplants (Trifolium Incarnatum)
de: Inkarnat-Klee (Trifolium Incarnatum)
fr: Trèfles Incarnats/du Roussillon
nl: Inkarnaatklaverplanten (Trifolium Incarnatum)

source: Red Cloverplants (Trifolium Pratense)
de: Wiesenklee (Trifolium Pratense)
fr: Trèfles des Prés (Trifolium Pratense)
nl: Rode Klaverplanten (Trifolium Pratense)

source: White Cloverplants (Trifolium Repens)
de: Weißklee (Trifolium Repens)
fr: Trèfles Blancs (Trifolium Repens)
nl: Witte Klaverplanten (Trifolium Repens)

source: Persian Cloverplants (Trifolium Resupinatum)
de: Persischer Klee (Trifolium Resupinatum)
fr: Trèfles Renversés/de Perse (Trifolium Resupinatum)
nl: Perzische Klaverplanten (Trifolium Resupinatum)

source: Subcloverplants (Trifolium Subterraneum)
de: Bodenfrüchtiger Klee (Trifolium Subterraneum)
fr: Trèfles Enterreurs/Semeurs/Souterrains (Trifolium Subterraneum)
nl: Ondergrondse Klaverplanten (Trifolium Subterraneum)

source: Arrowleaf Cloverplants (Trifolium Vesiculosum)
de: Blasenfrüchtiger Klee (Trifolium Vesiculosum)
fr: Trèfles Renflés/en Vessie (Trifolium Vesiculosum)
nl: Pijlbladklaverplanten (Trifolium Vesiculosum)

source: Vetchplants (Vicia Sativa)
de: Futterwicke (Vicia Sativa)
fr: Vesces Communes (Vicia Sativa)
nl: Voederwikkeplanten (Vicia Sativa)

source: Hairy Vetchplants (Vicia Villosa)
de: Zottige Wicke (Vicia Villosa)
fr: Vesces Velues (Vicia Villosa)
nl: Bontewikkeplanten (Vicia Villosa)

source: Black Gramplants (Vigna Mungo)
de: Urdbohne (Vienna Mungo)
fr: Haricots Urd (Vigna Mungo)
nl: Mungboonplanten (Vigna Mungo)

source: African Baobabtrees (Adansonia Digitata)
de: Afrikanischer Affenbrotbaum (Adansonia Digitata)
fr: Baobabs Africains (Adansonia Digitata)
nl: Baobabbomen (Adansonia Digitata)

source: Kapok Bushplants (Aerva Javanica)
de: Aereva Javanica
fr: Aervas de Java (Aerva Javanica)
nl: Kapokstruiken (Aerva Javanica)

source: Amaranth Feedplants (Amaranthus Spp.)
de: Amarant Futterpflanze (Amaranthus Spp.)
fr: Amarantes/Amaranthes (Amaranthus Spp.)
nl: Amarantplanten (Amaranthus Spp.)

source: Arganplants (Argania Spinosa)
de: Arganbaum (Argania Spinosa)
fr: Arganiers (Argania Spinosa)
nl: Arganbomen (Argania Spinosa)

source: Saltbushplants (Atriplex Spp.)
de: Atriplex Spp
fr: Arroches/Atriplex (Atriplex Spp.)
nl: Meldeplanten (Atriplex Spp.)

source: Cadabaplants (Cadaba Farinosa)
de: Cadaba Farinosa
fr: Cadabas (Cadaba Farinosa)
nl: Cadaba farinosaplanten (Cadaba Farinosa)

source: Combretumtrees (Combretum Aculeatum)
de: Combretum Aculeatum
fr: Combretums (Combretum Aculeatum)
nl: Combretumbomen (Combretum Aculeatum)

source: Tansy Phaceliaplants (Phacelia Tanacetifolia)
de: Rainfarn-Phazelie (Phacelia Tanacetifolia)
fr: Phacélies à Feuilles de Tanaisie (Phacelia Tanacetifolia)
nl: Phaceliaplanten (Phacelia Tanacetifolia)

source: Oaktrees (Quercus Spp)
de: Eichen (Quercus Spp)
fr: Chênes (Quercus Spp)
nl: Eikebomen (Quercus Spp)

source: Arakplants (Salvadora Persica)
de: Zahnbürstenbaum (Salvadora Persica)
fr: Araqs/Siwaks (Salvadora Persica)
nl: Arakbomen (Salvadora Persica)

source: Corn Spuryplants (Spergula Arvensis)
de: Acker-Spark (Spergula Arvensis)
fr: Spergules/Spargoutes des champs
nl: Gewone Spurrieplanten (Spergula Arvensis)

source: African Marigold (Tagetes Erecta)
de: Aufrechte Studentenblume (Tagetes Erecta)
fr: OEillets/Roses d'Inde (Tagetes Erecta)
nl: Afrikaantjesplanten (Tagetes Erecta)

source: Mexican Sunflowerplants (Tithonia Diversifolia)
de: Mexikanische Sonnenblume (Tithonia Diversifolia)
fr: Tournesols Mexicains (Tithonia Diversifolia)
nl: Mexicaanse Zonnebloembomen (Tithonia Diversifolia)

source: Buffalo Thorntrees (Ziziphus Mucronata)
de: Ziziphus Mucronata
fr: Jujubiers de l'Hyène (Ziziphus Mucronata)
nl: Ziziphus mucronatabomen (Ziziphus Mucronata)

source: Yarrowplants (Achillea Millefolium)
de: Gemeine Schafgarbe (Achillea Millefolium)
fr: Achillées Millefeuilles (Achillea Millefolium)
nl: Duizendbladplanten (Achillea Millefolium)

source: Vanillaleafplants (Achlys Triphylla)
de: Achlys Triphylla
fr: Achlydes à Trois Folioles (Achlys Triphylla)
nl: Vanillebladplanten (Achlys Triphylla)

source: Paracressplants (Acmella Oleracea)
de: Jambú (Amella Oleracea)
fr: Brèdes Mafanes (Acmella Oleracea)
nl: Champagnebladplanten (Acmella Oleracea)

source: Pheasant'S Eyeplants (Adonis Vernalis)
de: Frühlings-Adonisröschen (Adonis Vernalis)
fr: Adonis de printemps (Adonis Vernalis)
nl: Voorjaarsadonisplanten (Adonis Vernalis)

source: Buchutrees (Agathosma)
de: Buchu (Agathosma)
fr: Buchus/Buccos (Agathosma)
nl: Buchuplanten (Agathosma)

source: Ammishrubs (Ammi)
de: Ammi
fr: Ammis
nl: Akkerschermplanten (Ammi)

source: Wolf'S Baneplants (Arnica Montana)
de: Echte Arnika (Arnica Montana)
fr: Arnicas des Montagnes (Arnica Montana)
nl: Wolverleiplanten (Arnica montana)

source: African Wormwoodshrubs (Artemisia Afra)
de: Afrikanischer Wermut (Artemisia Afra)
fr: Armoises Africaines (Artemisia Afra)
nl: Afrikaans Wormkruidplanten (Artemisia Afra)

source: Sweet Wormwoodplants (Artemisia Annua)
de: Einjähriger Beifuß (Artemisia Annua)
fr: Armoises Annuelles (Artemisia Annua)
nl: Zomeralsemplanten (Artemisia Annua)

source: Tree Wormwoodtrees (Artemisia Arborescens)
de: Artemisia Arborescens
fr: Armoises Arborescentes (Artemisia Arborescens)
nl: Boomalsemstruiken (Artemisia Arborescens)

source: Santonicashrubs (Artemisia Cina)
de: Wurmsamen (Artemisia Cina)
fr: Armoises de Judée/Semen Contra (Artemisia Cina)
nl: Santonicaplanten (Artemisia Cina)

source: Sea Wormwoodplants (Artemisia Maritima)
de: Strand-Beifuß (Artemisia Maritima)
fr: Armoises Maritimes (Artemisia Maritima)
nl: Zeealsemplanten (Artemisia Maritima)

source: Asarabaccaplants (Asarum Europaeum)
de: Gewöhnliche Haselwurz (Asarum Europaeum)
fr: Asarets d'Europe (Asarum Europaeum)
nl: Mansoorplanten (Asarum Europaeum)

source: Milkvetchplants (Astragalus)
de: Tragant (Astragalus)
fr: Astragales (Astragalus)
nl: Hokjespeulplanten (Astragalus)

source: Udjong Atuptrees (Baeckea Frutescens)
de: Baeckea (Baeckea Frutescens)
fr: Myrtes Côtiers Pleureurs (Baeckea Frutescens)
nl: Udjong Atupbomen (Baeckea Frutescens)

source: Paragrass (Brachiaria Mutica)
de: Para-Gras (Brachiaria Mutica)
fr: Herbes de Para (Brachiaria Mutica)
nl: Paragras (Brachiaria Mutica)

source: Boroniashrubs (Boronia)
de: Korallenrauten (Boronia)
fr: Boronias
nl: Boroniastruiken (Boronia)

source: Buffelgrass (Cenchrus Ciliaris)
de: Wimper-Stachelgras (Cenchrus Ciliaris)
fr: Cenchrus Ciliés (Cenchrus Ciliaris)
nl: Buffelgras (Cenchrus Ciliaris)

source: White Bryonyplants (Bryonia Alba)
de: Weiße Zaunrübe (Bryonia Alba)
fr: Bryones Blanches (Bryonia Alba)
nl: Witte Heggerankplanten (Bryonia Alba)

source: Rhodes Grass (Chloris Gayana)
de: Rhodosgras (Chloris Guyana)
fr: Herbes de Rhodes (Chloris Gayana)
nl: Rhodes-gras (Chloris Gayana)

source: Verawoodtrees (Bulnesia Sarmientoi)
de: Palo Santo (Bulnesia Sarmientoi)
fr: Palos Santos (Bulnesia Sarmientoi)
nl: Guaiacbomen (Bulnesia Sarmientoi)

source: Vetivergrass (Chrysopogon spp.)
de: Vetiver (Chrysopogon spp.)
fr: Vétivers (Chrysopogon spp.)
nl: Chrysopogongras (Chrysopogon spp.)

source: Ipecactrees (Carapichea Ipecacuanha)
de: Brechwurzel (Carapichea Ipecacuanha)
fr: Ipécas/Ipécacuanas (Carapichea Ipecacuanha)
nl: Braakwortelbomen (Carapichea Ipecacuanha)

source: Job's tears (Coix Lacryma-jobi)
de: Hiobsträne (Coix Lacryma-jobi)
fr: Grains/Larmes de Job/Herbes à Chapelets (Coix Lacryma-jobi)
nl: Job's Tranengras (Coix Lacryma-jobi)

source: African Laburnumplants (Cassia Sieberiana)
de: Trommelstockbaum (Cassio Sieberiana)
fr: Casses du Sénégal/Casses de Sieber (Cassia Sieberiana)
nl: Afrikaanse Laburnumbomen (Cassia Sieberiana)

source: Roman Chamomileplants (Chamaemelum Nobile)
de: Römische Kamille (Chamaemelum Nobile)
fr: Camomilles Romaines
nl: Roomse Kamilleplanten (Chamaemelum Nobile)

source: Kinatrees (Cinchona)
de: Chinarindenbaum als Arzneimittel (Cinchona)
fr: Quinquinas Pour Médicaments (Cinchona)
nl: Kinabomen (Cinchona)

source: Camphor Trees (Cinnamomum Camphora)
de: Kampferbaum (Cinnamomum Camphora)
fr: Camphriers (Cinnamomum Camphora)
nl: Kamferbomen (Cinnamomum camphora)

source: Colocynthplants (Citrullus Colocynthis)
de: Koloquinte (Citrullus Colocynthis)
fr: Coloquintes (Citrullus Colocynthis)
nl: Kolokwintplanten (Citrullus Colocynthis)

source: Bermuda grass (Cynodon Dactylon)
de: Hundszahngras (Cynodon Dactylon)
fr: Chiendents Pied-de-poule (Cynodon Dactylon)
nl: Handjesgras (Cynodon Dactylon)

source: Calamintplants (Clinopodium Nepeta)
de: Kleinbütige Bergminze (Clinopodium Nepeta)
fr: Petits Calaments (Clinopodium Nepeta)
nl: Bergsteentijmplanten (Clinopodium Nepeta)

source: Syrian Bindweedplants (Convolvulus Scammonia)
de: Orientalische Purgierwinde (Convolvulvus Scammonia)
fr: Scammonées (Convolvulus Scammonia)
nl: Scammoniaplanten (Convolvulus Scammonia)

source: Copaiba/Dieseltrees (Copaifera Langsdorffii)
de: Copaifera Langsdorffii
fr: Copaïers (Copaifera Langsdorffii)
nl: Copaibaharsbomen (Copaifera Langsdorfii)

source: Purging Crotonplants (Croton Tiglium)
de: Krotonölbaum (Croton Tiglium)
fr: Graines de Tilly/Pignons d'Inde (Croton Tiglium)
nl: Krotonbomen (Croton tiglium)

source: Fraxinellaplants (Dictamnus Albus)
de: Diptam (Dictamnus Albus)
fr: Fraxinelles (Dictamnus Albus)
nl: Vuurwerkplanten (Dictamnus Albus)

source: Maleferns (Dryopteris Filix-Mas)
de: Echter Wurmfarn (Dryopteris Filip-Mas)
fr: Fougères mâles (Dryopteris Filix-Mas)
nl: Mannetjesvarens (Dryopteris Filix-Mas)

source: Epazoteplants (Dysphania Ambrosioides)
de: Mexikanischer Drüsengänsefuß (Dysphania Ambrosioides)
fr: Epazotes/Thé du Mexique (Dysphania Ambrosioides)
nl: Welriekende Ganzevoetplanten (Dysphania Ambrosioides)

source: Cocaplants (Erythroxylum Coca)
de: Cocastrauch (Erythroxylum Coca)
fr: Cocas (Erythroxylum Coca)
nl: Cocaplanten (Erythroxylum Coca)

source: Oakmoss (Evernia Prunastri)
de: Pflaumenflechte (Evernia Prunastri)
fr: Mousses des chênes (Evernia Prunastri)
nl: Eikenmos (Evernia Prunastri)

source: Ginkgo Bilobaplants (Ginkgo Biloba)
de: Ginkgo (Ginkgo Biloba)
fr: Ginkgos (Ginkgo Biloba)
nl: Ginkgo Bilobaplanten (Ginkgo Biloba)

source: Curryplants (Helichrysum Italicum)
de: Italienische Strohblume (Helichrysum Italicum)
fr: Immortelles d'Italie (Helichrysum Italicum)
nl: Kerrieplanten (Helichrysum Italicum)

source: St John'S Wortplants (Hypericum Perforatum)
de: Echtes Johanniskraut (Hypericum Perforatum)
fr: Millepertuis Perforés (Hypericum Perforatum)
nl: Sint-Janskruidplanten (Hypericum Perforatum)

source: Crested dog'stail (Cynosurus Cristatus)
de: Wiesen-Kammgras (Cynosurus Cristatus)
fr: Crételles des prés (Cynosurus Cristatus)
nl: Kamgras (Cynosurus Cristatus)

source: Flatsedges (Papyrus) (Cyperus spp.)
de: Zyperngras (Papyrus) (Cyperus spp.)
fr: Papyrus/Souchets (Cyperus spp.)
nl: Cypergras (Papyrus) (Cyperus spp.)
