Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Electric Parts Cleaner (Automotive)
de: Reiniger für elektrische Kfz-Teile
fr: Nettoyants Pour Pièces Electriques (Automobile)
nl: Motorvoertuigen - Reiniger voor Elektrische Onderdelen

source: Magnifying Glasses
de: Lupen
fr: Loupes
nl: Vergrootglazen

source: Audio Visual/Photography Variety Packs
de: Audio / Video / Foto - Sets
fr: Assortiments de Produits Audiovisuel/Photographie
nl: Audio/Video/Fotografie - Assortimenten

source: Awls/Punches/Nailsets Variety Packs
de: Ahlen / Stanzer / Nageltreiber - Sets
fr: Assortiments de Poinçons/Poinçonneuses/Chasse-Clous
nl: Priemen/Ponsen/Nagelsets - Assortimenten

source: Mobile Communication Devices/Services – Replacement Parts
de: Kommunikationsgeräte / Dienstleistungen - Mobilfunk / drahtlos - Ersatzteile
fr: Services/Matériel de Communication Mobile – Pièces détachées
nl: Toestellen voor Mobiele Communicatie/Diensten - Onderdelen

source: Chisels/Gouges Variety Packs
de: Meißel / Beitel / Hohlmeißel - Sets
fr: Assortiments de Ciseaux/Burins/Gouges
nl: Beitels/Gutsen - Assortimenten

source: Mallets (DIY)
de: Gummi- / Holz- / Kunststoffhämmer (DIY) (nicht elektrisch)
fr: Maillets (Bricolage) (Non Electriques)
nl: Houten/Rubberen Hamers (DHZ) (Niet Aangedreven)

source: Hatchets (DIY)
de: Beile (DIY) (nicht elektrisch)
fr: Hachettes (Bricolage) (Non Electriques)
nl: Bijlen (DHZ) (Niet Aangedreven)

source: Household/Office Storage/Display Furniture Other
de: Aufbewahrungs- / Ergänzungsmöbel - sonstige
fr: Autres Meubles de Rangement/D'Exposition Domestiques/De Bureau
nl: Huis/Kantoor Kasten/Vitrines - Overig

source: Hammers/Mallets/Hatchets Variety Packs (DIY)
de: Hämmer / Beile / Gummi- / Holz- / Kunststoffhämmer (DIY) – Mischpackungen
fr: Assortiments de Marteaux/Masses/Maillets/Hachettes (Bricolage)
nl: Hamers/Bijlen - Assortimenten (DHZ)

source: Wrenches/Spanners/Keys Variety Packs
de: Schraubenschlüssel / Steckschlüssel / Schraubwerkzeuge - Sets
fr: Assortiments de Clés
nl: Moersleutels/Ringsleutels/Steeksleutels - Assortimenten

source: Wrenches/Spanners Sets
de: Schraubenschlüssel- / Steckschlüssel-Sets (nicht elektrisch)
fr: Jeux de Clés (Non Electriques)
nl: Moersleutels/Ringsleutels/Steeksleutels - Sets

source: Wrenches – Ratchet Extensions/Handles
de: Ratschenschlüssel – Verlängerungen / Griffe (nicht elektrisch)
fr: Manches/Extension à Cliquet pour Clés (Non Electriques)
nl: Moersleutels - Ratelverlengstukken/Handvaten

source: Saws – Non Powered
de: Handsägen (nicht elektrisch)
fr: Scies (Non Electriques)
nl: Zagen (Niet Aangedreven)

source: Blades – Saw – Non Powered
de: Handsägeblätter (nicht elektrisch)
fr: Lames de Scie (Non Electriques)
nl: Zaagbladen

source: Saws – Hand – Replacement Parts/Accessories
de: Handsägen – Ersatzteile / Zubehör
fr: Scie à Main - Pièces Détachées/Accessoires
nl: Handzagen - Onderdelen/Accessoires

source: Planes/Shapers/Files/Rasps Variety Packs
de: Hobel / Feilen / Raspeln - Sets
fr: Assortiments de Rabots/Rectifieuses/Limes/Râpes
nl: Schaven/Schaafbanken/Vijlen/Raspen - Assortimenten

source: Taps (Non Powered)
de: Gewindebohrer (nicht elektrisch)
fr: Tarauds (Non Electriques)
nl: Tappen (Niet-aangedreven)

source: Fabric/Textile Furnishings Variety Packs
de: Heimtextilien - Sets
fr: Assortiments d'Accessoires en Tissu/Textile
nl: Huis Textiel - Assortimenten

source: Household/Office Furniture Variety Packs
de: Wohn- / Büromöbel - Sets
fr: Assortiments de Meubles Domestiques/De Bureau
nl: Huis/Kantoor - Assortimenten

source: Ornamental Furnishings Variety Packs
de: Dekorative Wohnaccessoires - Sets
fr: Assortiments d'Accessoires de Décoration
nl: Decoratieve Accessoires - Assortimenten

source: Video Game Consoles – Non Portable
de: Spielkonsolen - stationär
fr: Consoles de Jeux – Non Portables
nl: Spelcomputer - Niet-Draagbaar

source: Video Game Consoles – Portable
de: Spielkonsolen - tragbar
fr: Consoles de Jeux – Portables
nl: Spelcomputer - Draagbaar

source: Video Game Consoles – Replacement Parts
de: Spielkonsolen - Ersatzteile
fr: Consoles de Jeux – Pièces Détachées
nl: Spelcomputer - Onderdelen

source: Ladders
de: Leitern (nicht elektrisch)
fr: Echelles (Non Electriques)
nl: Ladders (Niet Aangedreven)

source: Carrying/Lifting/Climbing Equipment Replacement Parts/Accessories
de: Trage- / Hebe- / Handhabungs- / Steiggeräte – Ersatzteile / Zubehör
fr: Equipements de Levage/Transport/Manutention - Pièces Détachées/Accessoires
nl: Draag/Hef/Klimuitrusting - Onderdelen/Accessoires

source: Knives – Non Powered Replacement Parts/Accessories
de: Messer / Taschenmesser – Ersatzteile / Zubehör
fr: Couteaux/Cutters - Pièces Détachées/Accessoires
nl: Messen/Zakmessen - Niet Aangedreven Vervangingsonderdelen/Accessoires

source: Knife Blades – Non Powered (Hobby/Utility)
de: Messer- / Taschenmesserklingen (Hobby / DIY) (nicht elektrisch)
fr: Lames de Couteau/Cutter (Loisir/Bricolage) (Non Electriques)
nl: Messen/Zakmessen losse mesjes - Niet Aangedreven (Hobby/Uitrusting)

source: Screwdrivers Other
de: Schraubendreher – sonstige (nicht elektrisch)
fr: Autres Tournevis (Non Electriques)
nl: Schroevendraaiers - Overig (Niet Aangedreven)

source: Screwdrivers Replacement Parts/Accessories
de: Schraubendreher – Ersatzteile / Zubehör
fr: Tournevis - Pièces Détachées/Accessoires
nl: Schroevendraaiers - Onderdelen/Accessoires

source: Hex Keys
de: Inbus- / Innensechskantschlüssel (nicht elektrisch)
fr: Clés à Tête Hexagonale (Non Electriques)
nl: Inbussleutels (Niet Aangedreven)

source: Automotive Body Repair Variety Packs
de: Karosseriereparatur - Sets
fr: Assortiments de Produits de Réparation de Carrosserie Automobile
nl: Motorvoertuigen - Carrosseriereparatie - Assortimenten

source: Wiper Cowls
de: Scheibenwischerabdeckungen
fr: Déflecteurs d'Essuie-Glaces
nl: Ruitenwisserkappen

source: Lawn Rollers (Powered)
de: Rasenwalzen (mit Antrieb)
fr: Rouleaux à Gazon (Électrique)
nl: Graswalsen (Aangedreven)

source: Earth Augers (Non Powered)
de: Erdbohrer (nicht angetrieben)
fr: Tarière (Non-Electrique)
nl: Grondboren (Niet-aangedreven)

source: Pruners (Powered)
de: Gartenscheren (angetrieben)
fr: Sécateurs (Électriques)
nl: Snoeischaar (Aangedreven)

source: Post Hole Diggers (Non Powered)
de: Lochschaufeln / Pfahllochbohrer (nicht angetrieben)
fr: Bêches-Tarières (Non-Electriques)
nl: Paalgatboren (Niet-aangedreven)

source: Digging Bars
de: Brechstangen (Garten)
fr: Barres à Mine
nl: Stootijzers

source: Vegetables/Fungi
de: Gemüsepflanzen / Speisepilze
fr: Légumes/Champignons
nl: Groenten/Paddenstoelen

source: Variety Planters – Box/Pot
de: Pflanzen - gemischte Trays
fr: Jardinières – Pots de Fleurs/Bacs à Fleurs
nl: Plantenbakken/Bloempotten - Gevuld

source: Plants/Fauna Tunnels
de: Pflanztunnel
fr: Tunnels de Culture
nl: Plantentunnels

source: Post Hole Diggers (Powered)
de: Pfahllochbohrer (angetrieben)
fr: Bêches-Tarières (Électriques)
nl: Paalgatboren (Aangedreven)

source: Wedges
de: Keile
fr: Coins
nl: Wiggen

source: Picks
de: Spitzhacken
fr: Pioches
nl: Pikhouwelen

source: Lawn/Garden Hand Tools Replacement Parts/Accessories
de: Garten-Handwerkzeuge - Ersatzteile / Zubehör
fr: Outils à main de jardin – Pièces détachées/Accessoires
nl: Tuin Handgereedschap - Onderdelen/Accessoires

source: Lawn/Garden Hand Tools Other
de: Garten-Handwerkzeuge - sonstige
fr: Autres Outils à Main de Jardin
nl: Tuin Handgereedschap - Overig

source: Lawn/Garden Hand Tools Variety Packs
de: Garten-Handwerkzeuge - Sets
fr: Assortiments d'Outils à Main de Jardin
nl: Tuin Handgereedschap - Assortimenten

source: Applicators/Feeders (Non Powered)
de: Applikatoren / Bodenspritzen (nicht angetrieben)
fr: Systèmes d'Arrosage/D'Alimentation en Engrais (Non-Electrique)
nl: Bewateringssystemen (Niet-aangedreven)

source: Lawn Bag Stands/Holders
de: Rasen / Laubsackständer / -halter
fr: Supports de Sacs de Jardin
nl: Standaards/Houders voor Tuinzakken

source: Applicators/Feeders (Powered)
de: Applikatoren / Bodenspritzen (angetrieben)
fr: Systèmes d'Arrosage/D'Alimentation (Électrique)
nl: Toedienings-/Toevoerinrichtingen (Aangedreven)

source: Hedge Trimmers (Powered)
de: Heckenscheren (angetrieben)
fr: Taille-Haie (Électrique)
nl: Haagsnoeiers (Aangedreven)

source: Lawn/Garden Equipment Other
de: Gartengroßgeräte - sonstige
fr: Autres Equipements de Jardin
nl: Tuingereedschap - Overig

source: Lawn/Garden Equipment Variety Packs
de: Gartengroßgeräte - Sets
fr: Assortiments d'Equipements de Jardin
nl: Tuingereedschap - Assortimenten

source: Household Paints/Primers
de: Haushaltsfarben
fr: Peintures Courantes
nl: Verven

source: Wall/Ceiling Covering Tools – Powered
de: Wand- / Deckenverkleidungswerkzeuge (elektrisch)
fr: Outil pour Revêtement Mur/Plafond (Electriques)
nl: Gereedschappen voor Wand-/Plafondbekleding - (Aangedreven)

source: Lawn/Garden Testing Diagnostic Equipment Other
de: Gartenanalyse-Produkte - sonstige
fr: Autres Appareils pour l'Examen Diagnostique du Jardin
nl: Tuin Analyseapparatuur - Overige

source: Lawn/Garden Testing Diagnostic Equipment Replacement Parts/Accessories
de: Gartenanalyse-Produkte - Ersatzteile / Zubehör
fr: Appareils pour l'Examen Diagnostique du Jardin – Pièces détachées/Accessoires
nl: Tuin Analyseapparatuur - Onderdelen/Accessoires

source: Greenhouse Frames
de: Gewächshaus- / Treibhausrahmen
fr: Structures pour Serres
nl: Broeikas Frames

source: Lawn/Garden Outdoor Structures Variety Packs
de: Gartenhäuser / Gewächshäuser / Pavillons - Sets
fr: Assortiments de Structures de Jardin
nl: Tuinhuisjes/Kassen - Assortimenten

source: Plaster of Paris (Agent)
de: Spachtelgips
fr: Plâtres de Paris (Plâtre pour Moulage)
nl: Vormgips

source: Sand (DIY)
de: Sand (Do-it-yourself)
fr: Sables (Bricolage)
nl: Zand (DHZ)

source: Asphalt/Concrete Patching
de: Asphalt- / Beton-Reparaturbaustoffe
fr: Ragréage Asphalte/Béton
nl: Asfalt/Beton Reparatiebouwstoffen

source: Concrete Bonding Agents
de: Betonzusatzstoffe / -Mittel - Bindemittel
fr: Liants pour Béton
nl: Betonbindmiddelen

source: Concrete Colouring Agents/Dyes
de: Betonzusatzstoffe / -Mittel - Färbemittel / Farbstoffe
fr: Colorants pour Béton
nl: Betonkleurmiddelen/-kleurstoffen

source: Concrete Air-entraining Agents
de: Betonzusatzstoffe / -Mittel - Luftporenbildner
fr: Agents entraîneur d'Air pour Béton
nl: Beton Luchtbelvormende Middelen

source: Mortar Mixes
de: Fertigmörtel (Trockenmischungen)
fr: Mortiers
nl: Metselmortel

source: Asphalt/Concrete/Masonry Variety Packs
de: Asphalt-/Zement-/Maurerhandwerk - Sets
fr: Assortiments de Produits Asphalte/Béton/Maçonnerie
nl: Asfalt/Beton/Metselwerk - Assortimenten

source: Asphalt/Concrete/Masonry Other
de: Mineralische Baustoffe / Asphaltbaustoffe - sonstige
fr: Autres produits Asphalte/Béton/Maçonnerie
nl: Asfalt/Beton/Metselwerk - Overig

source: Door Thresholds
de: Türschwellen
fr: Seuils de Porte
nl: Deurdrempels

source: Keys
de: Schlüssel
fr: Clés
nl: Sleutels

source: Storm/Screen Door Replacement Hardware
de: Kombinationstüren Wetter- / Insektenschutz - Ersatzteile
fr: Équipements de Rechange pour Contre-porte
nl: Stormdeur - Onderdelen

source: Door Hardware Other
de: Tür-Beschläge / Zubehör - sonstige
fr: Autres Equipements de Porte
nl: Deurbeslag/-accessoires - Overig

source: Door Hardware Variety Packs
de: Türbeschläge / Zubehör - Sets
fr: Assortiments d'Equipements de Porte
nl: Deurbeslag/-accessoires - Assortimenten

source: Doors Other
de: Türen - sonstige
fr: Autres Equipements de Porte
nl: Deuren - Overig

source: Doors Variety Packs
de: Türen - Sets
fr: Assortiments d'Equipements de Porte
nl: Deuren - Assortimenten

source: Glass Block (Grid Systems)
de: Glasbausteine (Gittersystem)
fr: Briques/Blocs de Verre (Systèmes de Grille)
nl: Glasbouwstenen

source: Decorative Glass Inserts
de: Dekorglas - Einsätze
fr: Inserts Vitrés Décoratifs
nl: Decoratieve Glazen Inzetstukken

source: Lumber/Wood Panel/Gypsum Other
de: Bauholz / Täfelungen / Gipsbaustoffe - sonstige
fr: Autres Plaques/Panneaux/Pièces de Charpente
nl: Timmerhout/Houten Panelen/Gips - Overig

source: Lumber/Wood Panel/Gypsum Variety Packs
de: Bauholz / Täfelungen / Gipsbaustoffe - Sets
fr: Assortiments de Plaques/Panneaux/Pièces de Charpente
nl: Timmerhout/Houten Panelen/Gips - Assortimenten

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Zierleisten
fr: Moulures
nl: Lijstwerk

source: Millwork – Ornaments
de: Ornamente / Zubehör für Zargen / Profilleisten
fr: Menuiserie - Ornements
nl: Wandbekleding - Sierobjecten

source: Structural Components/Assemblies Other
de: Tragende Komponenten / Bauelemente - sonstige
fr: Autres Assemblages/Composants Structurels
nl: Dragende Componenten/Bouwelementen - Overig

source: Structural Components/Assemblies Replacement Parts/Accessories
de: Tragende Komponenten / Bauelemente - Ersatzteile / Zubehör
fr: Assemblages/Composants Structurels - Pièces Détachées/Accessoires
nl: Dragende Componenten/Bouwelementen - Onderdelen/Accessoires

source: Window Parts/Accessories Variety Packs
de: Fenster - Teile / Zubehör - Sets
fr: Assortiment d'Accessoires/d'Eléments de Fenêtre
nl: Raamonderdelen/Accessoires - Assortimenten

source: Windows – Single Units – Wood
de: Einfachfenster - Massivholz
fr: Fenêtres - à Ouvrant Unique - en Bois
nl: Enkelvoudig Raam (Hout)

source: Drop Outlets (Guttering/Drainage)
de: Ablaufstutzen (Dachrinnen / Drainage)
fr: Cuvettes (Gouttières/Drainage)
nl: Afvoeraansluitingen (Dakgoten/Afwatering)

source: Down Spout Parts/Fittings
de: Fallrohre - Teile / Zubehör
fr: Installations/Pièces pour Descentes d'Eau
nl: Onderdelen/Hulpstukken voor Afvoerpijpen

source: Stair Railing Systems – Non Wood
de: Treppengeländer-Systeme
fr: Systèmes de Balustrades/Garde-corps d'Escalier
nl: Trapleuningen

source: Balustrade/Railing Systems – Non Wood
de: Balustraden-/Geländer-Systeme
fr: Systèmes de Balustrades/Garde-corps
nl: Balustrade/Trapleuningsystemen

source: Exterior Trim – Corbels/Pediments
de: Kragsteine / Giebel
fr: Habillage Extérieur - Corbeaux/Frontons
nl: Buitengevel - Draagstenen/Frontons

source: Window Shutters
de: Fensterläden
fr: Volets/Contrevents de Fenêtre
nl: Raamluiken

source: Exterior Trim – Veneers
de: Steinfurniere / Holzfurniere für Außenverkleidung
fr: Habillage Extérieur - Placage
nl: Steen-/Houtfineer voor Gevelbekleding

source: Roofing – Thatch
de: Dachstroh / Reet
fr: Chaume - de Toiture
nl: Dakbedekking - Dakstro

source: Roofing Accessories
de: Dachbaustoffe - Zubehör
fr: Accessoires pour Toiture
nl: Dakbedekking - Accessoires

source: Ceiling Grid Systems
de: Leichtbaudeckensysteme
fr: Systèmes de Faux-Plafond
nl: Plafondbedekking - Verlaagd Plafond Systemen

source: Air Conditioners/Coolers – Fixed
de: Klimaanlagen - fest installiert
fr: Climatiseurs/Rafraichisseurs d'Air - Fixes
nl: Airconditionings/Koelapparaten - Vast

source: Air Conditioning/Cooling/Ventilation Equipment Replacement Parts/Accessories
de: Klimatisierungsgeräte / Ventilatoren - Ersatzteile / Zubehör
fr: Équipements de Ventilation/Climatisation/Conditionnement d'Air - Accessoires/Pièces Détachées
nl: Airconditionings/Koel-/Ventilatieapparatuur - Onderdelen/Accessoires

source: Air Conditioning/Cooling/Ventilation Equipment Variety Packs
de: Klimatisierungsgeräte / Ventilatoren - Sets
fr: Assortiments d'Equipements de Ventilation/Climatisation/Conditionnement d'Air
nl: Airconditionings/Koel-/Ventilatieapparatuur - Assortimenten

source: Air Purifiers/Ionisers – Fixed
de: Luftreinigungs / -Ionisierungsgeräte - fest installiert
fr: Purificateurs/Ioniseurs d'Air - Fixes
nl: Luchtzuiveringsinstallaties/Ionisators - Vast

source: Air Dehumidifiers – Fixed
de: Luftentfeuchtungsgeräte - fest installiert
fr: Déshumidificateurs d'Air - Fixes
nl: Luchtontvochtigingsapparaten - Vast

source: Air Heaters – Portable
de: Elektrowärmegeräte / Heizlüfter / Heizstrahler - mobil
fr: Réchauffeurs d'Air - Portatifs
nl: Luchtverwarmingstoestellen - Draagbaar

source: Air Humidifiers – Fixed
de: Luftbefeuchtungsgeräte - fest installiert
fr: Humidificateurs d'Air - Fixe
nl: Luchtbevochtigingsapparaten - Vast

source: Plumbing/Heating Ventilation/Air Conditioning Variety Packs
de: Sanitär- Heizungs- und Klimatechnik - Sets
fr: Assortiments de Produits de Plomberie/Chauffage Ventilation/Conditionnement de l'Air
nl: Sanitair/Verwarming Ventilatie/Airconditioning - Assortimenten

source: Fans – Ceiling
de: Deckenventilatoren
fr: Ventilateurs - de Plafond
nl: Ventilators - Plafond

source: Duct Boosters
de: Ventilatoren für Luftführungsanlagen
fr: Ventilateurs de Conduit d'Aération
nl: Afzuigventilator

source: Ducting
de: Luftführungsanlagen
fr: Conduits d'Aération
nl: Luchtleidingen/-kanalen

source: Fans – Extractor
de: Absauggebläse / Dunstabzugshauben
fr: Ventilateurs - Extracteurs
nl: Ventilators - Extractieapparaat

source: Thermostats
de: Thermostate
nl: Thermostaten

source: Underfloor Heating Systems
de: Fußbodenheizungssysteme
fr: Système de Chauffage par le Sol
nl: Vloerverwarmingssystemen

source: De-scalers (DIY)
de: Entkalker (Do-it-yourself)
fr: Détartreurs (Bricolage)
nl: Ontkalkers (DHZ)

source: Water Softeners (DIY)
de: Wasserenthärter (Do-it-yourself)
fr: Adoucisseur d'Eau (Bricolage)
nl: Waterverzachters (DHZ)

source: Water Meters
de: Wasserzähler
fr: Compteurs d'Eau

source: Water Filtration Machines/Systems
de: Wasserfiltersysteme
fr: Systèmes de Filtration de l'Eau
nl: Waterfiltratie Machines/Systemen

source: Connecting Hoses - Water, Gas, Central Heating
de: Anschlussschläuche - Wasser, Gas, Zentralheizung
fr: Raccordement de Tuyaux - Eau, Gaz, Chauffage Central
nl: Aansluitslangen - Water, Gas, CV

source: Valves/Fittings - Water and Gas
de: Ventile / Anschlussstücke - Wasser und Gas
fr: Valves / Connecteurs - Eau et Gaz
nl: Aansluitkranen - Water en Gas

source: Shower Safety Strips
de: Anti-Rutsch-Klebestreifen für die Dusche
fr: Bandes de Douche Antidérapantes
nl: Douche Veiligheidsstrips

source: Bath Seats
de: Badesitze
fr: Sièges de Bain
nl: Badzitjes

source: Grab Bars
de: Wannengriffe
fr: Barres de Redressement/d'Appui
nl: Handgrepen

source: Bathtub/Shower Modules – Jetted
de: Badewannen- / Duschmodule mit Düsen
fr: Combinés Bain/Douche - à Jets
nl: Bad/Douchemodulen - met Waterjets

source: Bath/Shower Caddies – Fixed
de: Badewannen- / Duschablagen - fest installiert
fr: Tablettes de Bain/Douche - Fixes
nl: Bad-/Doucherekjes - Muurbevestiging

source: Towel Bars/Hooks/Rings – Fixed
de: Handtuchstangen / -haken / -ringe - fest installiert
fr: Anneaux/Barres/Porte-Serviettes - Fixes
nl: Handdoekstangen/-haken/-ringen - Muurbevestiging

source: Shower Spas
de: Massageduschen
fr: Colonnes de Douche Hydro-Massant
nl: Massagedouches

source: Septic Tanks
de: Abwassertanks / Klärbehälter
fr: Fosses Septiques
nl: Septische Tanks

source: Pipes/Tubing - Water, Gas, Central heating
de: Rohre/Leitungen - Wasser, Gas, Zentralheizung
fr: Tuyaux / Tubes - Eau, Gaz, Chauffage Central
nl: Pijpen/Buizen - Water, Gas, CV

source: Pumps
de: Pumpen
fr: Pompes
nl: Pompen voor Water-/Gasvoorziening

source: Pipes/Tubing – Accessories/Replacement Parts
de: Rohre - Ersatzteile / Zubehör
fr: Tuyaux/Tubes de Plomberie - Accessoires/Pièces Détachées
nl: Buizen - Onderdelen/Accessoires

source: Pipes/Tubing Supply Variety Packs
de: Wasser- / Gasversorgung - Sets
fr: Assortiment de Tuyaux/ Tubes de Produits pour l'Alimentation en Eau
nl: Water-/Gasvoorziening - Assortimenten

source: Toilet Seats/Lids
de: Toilettensitze / -deckel
fr: Sièges/Abattants de WC
nl: WC-Brillen

source: Air Conditioning Equipment – Multifunction – Fixed
de: Klimatisierungsgeräte, multifunktionell - fest installiert
fr: Équipements de Conditionnement d'Air - Multifonctions - Fixes
nl: Airconditioningapparatuur - Multifunctioneel - Vast

source: Fans – Window/Exhaust
de: Fensterventilatoren
fr: Ventilateurs - de Fenêtre/Aérateurs
nl: Ventilators - Venster

source: Combat Sports Equipment Other
de: Kampfsportausrüstung - sonstige
fr: Autres Equipements de Sports de Combat
nl: Gevechtsport Artikelen - Overig

source: Racquet Sports Equipment Other
de: Racketsportartikel - sonstige
fr: Autres Equipements de Sports de Raquette
nl: Racketsport Artikelen - Overig

source: Fencing Sports Equipment (Powered)
de: Fechtsportausrüstung (elektrisch)
fr: Équipements d'Escrime (Electrique)
nl: Schermsport Artikelen (Elektrisch)

source: Camping Water Heaters
de: Camping-Wasserkocher
fr: Chauffe-eau de Camping
nl: Kampeeruitrusting - Waterverwarmers

source: Camping Toilets (Powered)
de: Campingtoiletten (elektrisch)
fr: Sanitaires de Camping (Électrique)
nl: Kampeer WC's (Elektrisch)

source: Clocks – Replacement Parts
de: Uhren - Ersatzteile / Zubehör
fr: Horloges – Pièces Détachées
nl: Klokken - Onderdelen

source: Garden Tractors
de: Gartentraktoren
fr: Tracteurs de Jardin
nl: Tuintractors

source: Audio Books
de: Hörbücher
fr: Livres Audio
nl: Audioboeken

source: Audio Periodicals
de: Hörzeitschriften / -Zeitungen
fr: Périodiques Audio
nl: Audio Tijdschriften en Kranten

source: Printed Maps
de: Gedruckte Karten
fr: Cartes Imprimées
nl: Gedrukte Kaarten

source: Electronic Maps
de: Elektronische Karten
fr: Cartes Electroniques
nl: Elektronische Kaarten

source: Books Variety Packs
de: Bücher - Sets
fr: Assortiments de Livres
nl: Boeken - Assortimenten

source: Periodicals Variety Packs
de: Zeitungen / Zeitschriften - Sets
fr: Assortiments de Périodiques
nl: Tijdschriften en Kranten - Assortimenten

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Pflanzenschutzmittel gegen Pilzbefall (Fungizide)
fr: Fongicides
nl: Fungiciden

source: Lawn/Garden Soil/Soil Amendments Other
de: Gartenerde / Dünger - sonstige
fr: Autres Outils d'Entretien des Sols de Jardin
nl: Tuinaarde/-mest - Overige

source: Sports Scoring Equipment (Powered)
de: Sportauswertungsausrüstung (elektrisch)
fr: Équipements Sportifs d'Affichage de Pointage (Electrique)
nl: Sport Scorebenodigdheden (Elektrisch)

source: Fencing Sports Equipment (Non Powered)
de: Fechtsportausrüstung (nicht elektrisch)
fr: Équipements d'Escrime (Non Electrique)
nl: Schermsport Artikelen (Niet-elektrisch)

source: Sportswear – Neckwear
de: Sportbekleidung - Halsbekleidung
fr: Vêtements de Sport - Écharpes/Cravates/Foulards
nl: Sportkleding - Dassen en Halsdoeken

source: Sportswear – Belts
de: Sportbekleidung - Gürtel
fr: Vêtements de Sport - Ceintures
nl: Sportkleding - Riemen

source: Activewear – Badges/Buckles
de: Sportbekleidung - Abzeichen / Schnallen
fr: Vêtements de Sport - Ecussons/Boucles
nl: Sportkleding - Spelden/Gespen

source: Brasswind Musical Instrument Accessories (Non Powered)
de: Blechblasinstrumente - Zubehör (nicht elektrisch)
fr: Accessoires pour Instruments à Vent de la Famille des Cuivres (Non Electrique)
nl: Koperen Muziekinstrument Accessoires (Niet-elektrisch)

source: Keyboard/Piano Accessories (Powered)
de: Keyboard / Klavier - Zubehör (elektrisch)
fr: Accessoires pour Claviers et Pianos (Électrique)
nl: Accessoires voor Keyboard/Piano (Elektrisch)

source: Percussion Musical Instrument Accessories (Non Powered)
de: Perkussionsinstrumente - Zubehör (nicht elektrisch)
fr: Accessoires pour Instruments à Percussion (Non Electrique)
nl: Accessoires voor Slaginstrument (Niet-elektrisch)

source: String Musical Instrument Accessories (Non Powered)
de: Saiteninstrumente - Zubehör (nicht elektrisch)
fr: Accessoires pour Instruments à Cordes (Non Electrique)
nl: Accessoires voor Snaarinstrument (Niet-elektrisch)

source: Woodwind Musical Instrument Accessories (Non Powered)
de: Holzblasinstrumente - Zubehör (nicht elektrisch)
fr: Accessoires pour Instruments à Vent de la Famille des Bois (Non Electrique)
nl: Accessoires voor Houten Blaasinstrument (Niet-elektrisch)
