Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Card Readers
de: Kartenlesegeräte
fr: Lecteurs de Cartes
nl: Kaartlezers

source: Computer Casing/Housing Accessories
de: Computergehäuse - Zubehör
fr: Accessoires pour Boîtiers/Garnitures d'Ordinateur
nl: Accessoires voor Computerkasten/-Behuizing

source: Computer Casing/Housing
de: Computergehäuse
fr: Boîtiers/Garnitures d'Ordinateurs
nl: Computerkasten/-behuizing

source: Computer Components – Replacement Parts/Accessories
de: Computerkomponenten - Ersatzteile / Zubehör
fr: Composants Informatiques – Pièces détachées/Accessoires
nl: Computercomponenten - Onderdelen/Accessoires

source: Computer Components Other
de: Computer - Komponenten - sonstige
fr: Autres Composants Informatiques
nl: Computercomponenten - Overig

source: Computer Components Variety Packs
de: Computer - Komponenten - Sets
fr: Assortiments de Composants Informatiques
nl: Computercomponenten - Assortimenten

source: Computer Cooling
de: Prozessorkühler / Computerkühler
fr: Systèmes de Refroidissement d'Ordinateur
nl: Computerkoeling

source: Computer Memory
de: Computerspeichermodule
fr: Mémoires Informatiques
nl: Computergeheugen

source: Computer Motherboards
de: Computer-Leiterplatten / Motherboards
fr: Cartes Mère Informatiques
nl: Computer Moederborden

source: Computer Power Supplies
de: Computer-Netzteile
fr: Boîtiers d'Alimentation pour Ordinateurs
nl: Voedingen voor Computers

source: Computer Processors
de: Computerprozessoren
fr: Processeurs Informatiques

source: Expansion Boards/Cards
de: Erweiterungsplatinen / -Karten
fr: Cartes/Boîtiers Multimédia
nl: Uitbreidingsborden/-kaarten

source: Optical Drives – Reading/Writing
de: Optische Laufwerke (lesen / schreiben)
fr: Lecteurs/Graveurs de CD/DVD
nl: Optische Schrijven - Lezen/Schrijven

source: Optical Drives – Reading Only
de: Optische Laufwerke (nur lesen)
fr: Lecteurs de CD/DVD
nl: Optische schijf / CD / DVD lezers

source: Computer Drives – Replacement Parts/Accessories
de: Computerlaufwerke - Ersatzteile / Zubehör
fr: Lecteurs Informatiques – Pièces détachées/Accessoires
nl: Computerschijven - Onderdelen/Accessoires

source: Computer Drives Other
de: Computerlaufwerke - sonstige
fr: Autres Lecteurs Informatiques
nl: Computerstations - Overig

source: Computer Drives Variety Packs
de: Computer-Laufwerke - Sets
fr: Assortiments de Lecteurs Informatiques
nl: Computerstations - Assortimenten

source: Floppy Disc Drives
de: Diskettenlaufwerke
fr: Lecteurs de Disquettes
nl: Diskettestations

source: Hard Disc Drives
de: Festplattenlaufwerke
fr: Disques Durs
nl: Harde Schijven

source: Swap Drives
de: Swapper
fr: Unités de Permutation
nl: Verwisselbare Schijven

source: Tape Drives/Streamers
de: Magnetbandlaufwerke / Bandlaufwerke
fr: Streamers/Dévideurs à Bandes
nl: Tape Drives/Tape Streamers

source: Zip/Jaz Disk Drives
de: Zip- / Jaz-Laufwerke
fr: Lecteurs Zip/Jazz
nl: Zip/Jazz Schijven

source: Computer/Video Game Gaming Software
de: Computer- / PC- / Videospiele - Spielesoftware
fr: Jeux Vidéo d'Ordinateur/Consoles de Jeux
nl: Computers/PC's/Spelcomputers/Games - Software

source: Computer Software (Non Games)
de: Computer-Software (keine Spiele)
fr: Logiciel Informatique (Non Ludique)
nl: Computer Software (Geen Games)

source: Computer/Video Game Software Other
de: Computer- / PC- / Videospiele - Software - sonstige
fr: Autres Logiciels pour Produits Informatiques/Consoles de Jeux
nl: Computers/PC's/Spelcomputers/Games - Software - Overig

source: Computer/Video Game Software Variety Packs
de: Computer / PC- / Videospiele - Software - Sets
fr: Assortiments de Logiciels pour Produits Informatiques/Consoles de Jeux
nl: Computers/PC's/Spelcomputers/Games - Software - Assortimenten

source: Computers – Replacement Parts/Accessories
de: Computer - Ersatzteile / Zubehör
fr: Informatique – Pièces détachées/Accessoires
nl: Computers - Onderdelen/Accessoires

source: Computers Other
de: Computer - sonstige
fr: Autres Produits Informatiques
nl: Computers - Overig

source: Electronic Organisers
de: Elektronische Organiser / Übersetzer
fr: Organiseurs Electroniques
nl: Elektronische Organisers

source: Personal Computers – Desktop/Internet Terminal
de: Personalcomputer (PCs) - Desktop / Internet-Terminals
fr: Ordinateurs Personnels/Postes Internet – de Bureau

source: Personal Computers – Portable
de: Personal Computer (PCs) - tragbar (Laptop / Notebook)
fr: Ordinateurs Personnels – Portables
nl: Personal Computers - Draagbaar

source: Personal Digital Assistants
de: Personal Digital Assitants (PDAs) / WebPads
fr: Assistants Numériques Personnels
nl: Persoonlijke Digitale Assistenten (PDA's)

source: Servers
de: Server
fr: Serveurs

source: Computer/Video Game Control Devices
de: Computer / PC- / Videospiele - Steuergeräte
fr: Manettes de Jeux Produits Informatiques/Consoles de Jeux
nl: Bedieningsapparaten voor Computer/PC's/Spelcomputers/Games

source: Computer Graphics Tablets
de: Grafiktabletts
fr: Tablettes Graphiques
nl: Grafische Tablets

source: Computer Keyboards
de: Computertastaturen
fr: Claviers Informatiques
nl: Toetsenborden

source: Computer Pointing Devices
de: Computer-Zeigegeräte / -Steuergeräte (Mäuse / Trackballs)
fr: Dispositifs de Pointage Informatique
nl: Aanwijsapparatuur / muizen

source: Computer/Video Game Control/Input Devices – Replacement Parts/Accessories
de: Computer- / PC- / Videospiele - Steuer- / Eingabegeräte - Ersatzteile / Zubehör
fr: Périphériques d'Entrée/de Commande pour Produits Informatiques/Consoles de Jeux – Pièces détachées/Accessoires
nl: Besturings-/Invoerapparatuur voor Computers/PC's/Spelcomputers/Games - Onderdelen/Accessoires

source: Computer/Video Game Monitors
de: Computer- / Videospiel-Monitore
fr: Moniteurs d'Ordinateur/de Consoles de Jeux
nl: Monitors voor Computer/PC's/Spelcomputers/Games

source: Computer Speakers/Mini Speakers
de: Computerlautsprecher / Minilautsprecher
fr: Haut-parleurs/Enceintes Informatiques
nl: Computer Luidsprekers/Miniluidsprekers

source: Computer/Video Game Peripherals – Replacement Parts/Accessories
de: Computer- / PC- / Videospiele - Peripheriegeräte - Ersatzteile / Zubehör
fr: Périphériques de Produits Informatiques/Consoles de Jeux – Pièces détachées/Accessoires
nl: Randapparatuur voor Computers/PC's/Spelcomputers/Games - Onderdelen/Accessoires

source: Printer Consumables
de: Druckerverbrauchsmaterial
fr: Cartouches Imprimantes
nl: Printer Accessoires

source: Printers
de: Drucker
fr: Imprimantes

source: Projection Systems
de: Computer-Projektionssysteme / Beamer / Videoprojektoren / interaktive Bildschirme
fr: Systèmes de Projection
nl: Projectiesystemen

source: Scanners
de: Scanner

source: Web-cameras
de: Webcams
fr: Webcaméras
nl: Webcams

source: Network Access Points
de: Netzwerk Access Points
fr: Points d'Accès Réseau
nl: Netwerk Access Points

source: Network/USB Hubs
de: Netzwerk- / USB-Hubs
fr: Hubs/Concentrateurs Réseau
nl: Netwerkhubs/USB Hubs

source: Network Interface Cards
de: Netzwerkkarten
fr: Cartes Interface Réseau
nl: Netwerkinterfacekaarten

source: Network Routers
de: Netzwerk-Router
fr: Routeurs Réseau
nl: Netwerkrouters

source: Network Switches
de: Netzwerk-Switches
fr: Switchs/Commutateurs Réseau
nl: Netwerkswitches

source: Computer Networking Equipment Other
de: Computer - Netzwerkausstattung - sonstige
fr: Autres Equipements pour Réseau Informatique
nl: Computernetwerkapparatuur - Overig

source: Computer Networking Equipment Variety Packs
de: Computer - Netzwerk-Ausstattung - Sets
fr: Assortiments d'Equipements pour Réseau Informatique
nl: Computernetwerkapparatuur - Assortimenten

source: Computer Networking Equipment – Replacement Parts/Accessories
de: Computer - Netzwerkausstattung - Ersatzteile / Zubehör
fr: Équipements pour Réseau Informatique – Pièces détachées/Accessoires
nl: Computernetwerkapparatuur - Onderdelen/Accessoires

source: Repeaters
de: Repeater
fr: Répéteurs
nl: Versterkers

source: Caller ID Displays
de: Rufnummernanzeigen
fr: Boîtiers pour la Présentation du Numéro de l'Appelant
nl: Scherm met Identificatie van de oproeper

source: Phone Holders
de: Telefonhalterungen
fr: Support de Téléphones Mobiles
nl: Telefoonhouders

source: Mobile Phone Cases
de: Handytaschen
fr: Étuis/Boîtiers pour la Communication
nl: Hoesjes voor Mobiele Telefoon

source: Communications Hands Free Kits/Headphones
de: Freisprechanlagen / Headsets
fr: Écouteurs/Ensembles Mains Libres pour la Communication
nl: Handsfree Kits/Koptelefoons

source: Mobile Phone Fascias
de: Handyschalen
fr: Façades pour Téléphones Mobiles
nl: Frontjes voor Mobiele Telefoon

source: Mobile Phone Radiation Guards
de: Mobiltelefon (Handy) - Strahlenschutzprodukte
fr: Protections Anti-radiation pour Téléphone Mobile
nl: Stralingsbeschermers voor Mobiele Telefoon

source: Answering Machines
de: Anrufbeantworter
fr: Répondeurs
nl: Antwoordmachines

source: Conferencing Systems
de: Konferenzsysteme
fr: Systèmes de Téléconférence
nl: Conferentiesystemen

source: Fax Machines
de: Faxgeräte
fr: Télécopieurs
nl: Faxapparaten

source: Fixed Communication Pre-pay Vouchers/Calling Cards
de: Kommunikationsgeräte - Festnetz / kabelgebunden - Pre-Paid-Karten / Telefonkarten
fr: Cartes/Coupons prépayés de Communication Fixe
nl: Prepaid Vouchers/Kaarten voor Vaste Communicatie

source: Intercoms
de: Sprechanlagen / Haustelefone
fr: Interphones

source: Telephone Switchboards
de: Telefonanlagen / Telefonzentralen
fr: Centrales/Commutateurs Téléphoniques
nl: Telefooncentrales

source: Telephones
de: Telefone
fr: Téléphones
nl: Telefoons

source: Communication Radio Sets
de: Funkkommunikationsgeräte
fr: Ensembles Récepteurs de Radiocommunication
nl: Radiocommunicatie Toestellen

source: GPS Equipment – Mobile Communications
de: GPS-Geräte
fr: Équipements GPS – Communication Mobile
nl: GPS-Apparatuur - Mobiele Communicatie

source: GPS Software – Mobile Communications
de: GPS-Software
fr: Logiciels GPS – Communication mobile
nl: GPS-Software - Mobiele Communicatie

source: Mobile Phone SIM Cards/SIM Card Adapters
de: SIM-Karten / Dual-SIM-Adapter für Mobiltelefone
fr: Cartes SIM de Téléphone Mobile/ Adaptateurs de Carte SIM
nl: SIM-Kaarten/SIM-Kaart Adapters voor Mobiele Telefoon

source: Mobile Phone Software
de: Software für Mobiltelefone
fr: Logiciels pour Téléphones Mobiles
nl: Software voor Mobiele Telefoon

source: Mobile Phones/Smartphones
de: Mobiltelefone (Handys) / Smartphones
fr: Téléphones Mobiles/Smartphones
nl: Mobiele Telefoons/Smartphones

source: Pagers
de: Funkmeldeempfänger (Pager)
fr: Récepteurs de Radiomessagerie (Pagers)
nl: Semafoon

source: Two-way Radios
de: Funkgeräte / Walkie-Talkies
fr: Émetteurs-récepteurs Radio
nl: Radio's/Walkietalkies

source: Gift Wrap
de: Geschenkverpackung
fr: Emballages Cadeau
nl: Geschenkverpakking

source: Gift Wrap/Accessories Other
de: Geschenkverpackung / Zubehör - sonstige
fr: Autres Accessoires pour l'Emballage des Cadeaux
nl: Geschenkverpakking/Accessoires - Overig

source: Gift Wrap Accessories
de: Geschenkverpackung - Zubehör
fr: Accessoires pour l'Emballage des Cadeaux
nl: Geschenkverpakking/Accessoires

source: Gift Wrap/Accessories Variety Packs
de: Geschenkverpackung / Zubehör - Sets
fr: Assortiments d'Accessoires et d'Emballages Cadeau
nl: Geschenkverpakking/Accessoires - Assortimenten

source: Greeting Cards/Gift Wrap/Occasion Supplies Variety Packs
de: Glückwunschkarten / Geschenkpapier / Partyartikel - Sets
fr: Assortiments de Cartes de Félicitations/Emballages Cadeau/Fournitures Occasionnelles
nl: Benodigdheden voor Wenskaarten/Geschenkverpakkingen/Feestartikelen - Assortimenten

source: Greeting Card Display Holders
de: Glückwunschkartenhalter / -Displays
fr: Présentoirs à Cartes de Félicitations
nl: Wenskaartdisplays

source: Greeting Cards/Invitations Other
de: Glückwunschkarten / Einladungskarten - sonstige
fr: Autres Cartes de Félicitations/Invitation
nl: Wenskaarten/Uitnodigingen - Overig

source: Greeting Cards/Invitations Variety Packs
de: Glückwunschkarten / Einladungskarten - Sets
fr: Assortiments de Cartes de Félicitations/Invitation
nl: Wenskaarten/Uitnodigingen - Assortimenten

source: Greeting Cards/Invitations
de: Glückwunschkarten / Einladungskarten
fr: Cartes de Félicitations/Invitation
nl: Wenskaarten/Uitnodigingen

source: Invitation Pads/Notelets
de: Einladungsblöcke / Notizblöcke
fr: Blocs d'Invitation/Cartes-lettres
nl: Uitnodigingskaartjes/-briefjes

source: Postcards
de: Postkarten
fr: Cartes Postales
nl: Postkaarten

source: Balloons
de: Ballons
fr: Ballons de Baudruche
nl: Ballonnen

source: Confetti
de: Konfetti
fr: Confettis

source: Fireworks
de: Feuerwerksartikel
fr: Feux d'Artifice
nl: Vuurwerk

source: Occasion Supplies Other
de: Party- / Dekorationsartikel
fr: Autres Fournitures Occasionnelles
nl: Feestartikelen - Overig

source: Occasion Supplies Variety Packs
de: Party- / Dekorationsartikel - Sets
fr: Assortiments de Fournitures Occasionnelles
nl: Feestartikelen - Assortimenten

source: Party Crackers
de: Knallbonbons
fr: Diablotins
nl: Knalbonbons (Crackers)

source: Party Hats
de: Partyhüte
fr: Chapeaux de Fête
nl: Feesthoedjes

source: Party Poppers
de: Tischfeuerwerke / Party Popper
fr: Bombes à Serpentins
nl: Confetti/Serpentine Kanonnen

source: Pinatas
de: Piñatas
fr: Piñatas

source: Streamers/Paper Chains
de: Luftschlangen / Girlanden / Grußketten
fr: Serpentins
nl: Serpentines/Papieren Slingers

source: Ink
de: Tinte
fr: Encre
nl: Inkt

source: Correction Aids
de: Korrekturmittel
fr: Correcteurs
nl: Correctiehulpmiddelen

source: Writing/Design Implements/Aids Other
de: Schreib- / Gestaltungsutensilien / Hilfsmittel - sonstige
fr: Autres Instruments/Aides d'Ecriture/Dessin
nl: Schrijf/Teken Benodigdheden/Hulpmiddelen - Overig

source: Writing Implements – Replacement Parts
de: Schreibutensilien - Ersatzteile
fr: Instruments d'Ecriture - Pièces Détachées
nl: Schrijfbenodigdheden - Onderdelen

source: Writing/Design Implements/Aids Variety Packs
de: Schreib- / Gestaltungsutensilien / Hilfsmittel - Sets
fr: Assortiments d'Instruments/D'Aides d'Ecriture/Dessin
nl: Schrijf/Teken Benodigdheden/Hulpmiddelen - Assortimenten

source: Measuring/Geometrical Equipment
de: Lineale / Zeichenhilfsmittel
fr: Matériel de Mesure/Géométrie (Papeterie)
nl: Hulpmiddelen voor Meten en Geometrie

source: Pencil Sharpeners (Non Powered)
de: Spitzer (nicht elektrisch)
fr: Taille-crayons (Non Electriques)
nl: Puntenslijpers (Niet-elektrisch)

source: Pencil Sharpeners (Powered)
de: Spitzer (elektrisch)
fr: Taille-crayons (Electriques)
nl: Puntenslijpers (Elektrisch)

source: Pencils
de: Bleistifte
fr: Crayons
nl: Potloden

source: Pens
de: Schreibgeräte / Kugelschreiber / Füller
fr: Stylos
nl: Pennen

source: Stencils
de: Schablonen
fr: Pochoirs

source: Stamping Equipment (Non Powered)
de: Stempel (nicht elektrisch)
fr: Matériel Timbreur (Non Electrique)
nl: Frankeertoestellen (Niet-elektrisch)

source: Calculators/Currency Converters (Powered)
de: Taschenrechner / Währungsumrechner (elektrisch)
fr: Calculatrices/Convertisseurs de Devises (Electriques)
nl: Rekenmachines/Valutaomzetters (Elektrisch)

source: Cash/Money Registers (Powered)
de: Registrierkassen / Kassen (elektrisch)
fr: Caisses Enregistreuses (Electriques)
nl: Kassa's/Geldregisters (Elektrisch)

source: Postal Labelling Machines
de: Adressiermaschinen
fr: Étiqueteuses Postales
nl: Etiketteermachines

source: Laminating Machine Consumables
de: Laminiermaschinen - Verbrauchsmaterial
fr: Consommables de Pelliculeuse
nl: Lamineermachines - verbruiksmaterialen

source: Laminating Machines (Powered)
de: Laminiermaschinen (elektrisch)
fr: Pelliculeuses (Electriques)
nl: Lamineermachines (Elektrisch)

source: Office Machinery Other
de: Büromaschinen - sonstige
fr: Autres Machines de Bureau
nl: Kantoorapparaten - Overig

source: Office Machinery Variety Packs
de: Büromaschinen - Sets
fr: Assortiments de Machines de Bureau
nl: Kantoorapparaten - Assortimenten

source: Photocopier Consumables
de: Fotokopierer - Verbrauchsmaterial
fr: Consommables de Photocopieur
nl: Onderdelen voor Fotokopieermachines

source: Photocopiers
de: Fotokopierer
fr: Photocopieurs
nl: Fotokopieermachines

source: Typewriters (Non Powered)
de: Schreibmaschinen (nicht elektrisch)
fr: Machines à Ecrire (Non Electriques)
nl: Schrijfmachines (Niet-elektrisch)

source: Typewriters (Powered)
de: Schreibmaschinen (elektrisch)
fr: Machines à Ecrire (Electriques)
nl: Schrijfmachines (Elektrisch)

source: Calendars/Planners
de: Kalender / Planer
fr: Calendriers
nl: Kalenders/Planners

source: Contact Information Books/Pads
de: Kontaktbücher / -Blöcke
fr: Carnets/Blocs de Coordonnées
nl: Notitieboekjes/adresboeken

source: Organizational Planning Stationery Other
de: Planungs- / Organisationshilfsmittel - sonstige
fr: Autres Articles de Planification Organisationnelle
nl: Plannings- en Organisatiehulpmiddelen - Overig

source: Organizational Planning Stationery – Replacement Parts/Accessories
de: Planungs- / Organisationshilfsmittel - Ersatzteile / Zubehör
fr: Articles de Planification Organisationnelle - Pièces Détachées/Accessoires
nl: Plannings- en Organisatiehulpmiddelen - Onderdelen/Accessoires

source: Organizational Planning Stationery Variety Packs
de: Planungs- / Organisationshilfsmittel - Sets
fr: Assortiments d'Articles de Planification Organisationnelle
nl: Plannings- en Organisatiehulpmiddelen - Assortimenten

source: Personal Organizers/Diaries (Non Powered)
de: Organizer / Terminkalender (nicht elektrisch / elektronisch)
fr: Organiseurs Personnels/Agendas (Non Electriques)
nl: Persoonlijke Agenda's (Niet-elektrisch)

source: Envelopes/Mailers
de: Briefumschläge / Versandtaschen
fr: Enveloppes/Pochettes
nl: Enveloppen

source: Franking Machines
de: Frankiermaschinen
fr: Machines à Affranchir
nl: Frankeermachines

source: Letter Folders/Inserters/Sealers
de: Falz- / Kuvertier- / Schließmaschinen
fr: Machines à Plier les Lettres/A Mettre Sous Enveloppe/A Fermer les Enveloppes
nl: Machines voor Brievenvouwen/Insteken/Verzegelen

source: Letter Openers (Non Powered)
de: Brieföffner (nicht elektrisch)
fr: Ouvre-lettres (Non Electriques)
nl: Briefopeners (Niet-elektrisch)

source: Letter Openers (Powered)
de: Brieföffnungsmaschinen (elektrisch)
fr: Ouvre-lettres (Electriques)
nl: Briefopeners (Elektrisch)

source: Postal Tubes/Boxes
de: Versandrollen / Versandkartons
fr: Tubes/Boîtes Postaux
nl: Verzendbuizen/Verzenddozen

source: Postal Weighing Scales (Non Powered)
de: Briefwaagen (nicht elektrisch)
fr: Pèse-lettres Postaux (Non Electriques)
nl: Briefweegschaal (Niet-elektrisch)

source: Postal Weighing Scales (Powered)
de: Briefwaagen (elektrisch)
fr: Pèse-lettres Postaux (Electriques)
nl: Briefweegschaal (Elektrisch)

source: Postal/Packaging Accessories
de: Versandmaterialien / Postbearbeitung - Zubehör
fr: Accessoires pour Emballages Postaux
nl: Accessoires voor Verzendmaterialen/Postverwerking

source: Postal/Packaging Equipment/Aids/Accessories Other
de: Versandmaterialien / Postbearbeitung / Zubehör - sonstige
fr: Autres Matériels/Aides/Accessoires d'Emballage Postal
nl: Verzendmaterialen/Postverwerking/Accessoires - Overig

source: Postal/Packaging Equipment/Aids/Accessories Variety Packs
de: Versandmaterialien / Postbearbeitung / Zubehör - Sets
fr: Assortiments de Matériels/Aides/Accessoires d'Emballage Postal
nl: Verzendmaterialen/Postverwerking/Accessoires - Assortimenten

source: Postal Packaging/Wrap
de: Packhilfsmittel
fr: Emballages Postaux
nl: Verpakkingsmateriaal

source: Flip-chart Stands
de: Flipchart-Ständer
fr: Chevalets de Tableaux à Feuilles Volantes
nl: Flip-over Borden

source: Pointers (Non Powered)
de: Zeigestöcke (nicht elektrisch)
fr: Pointeurs (Non Electriques)
nl: Aanwijzers (Niet-elektrisch)

source: Pointers (Powered)
de: Pointer (elektrisch)
fr: Pointeurs (Electriques)
nl: Aanwijzers (Elektrisch)

source: Presentation Boards (Non Powered)
de: Moderationtafeln / Weißwandtafeln / Pinnwände (nicht elektrisch)
fr: Tableaux de Conférence/Présentation (Non Electriques)
nl: Presentatieborden (Niet-elektrisch)

source: Presentation Equipment Other
de: Präsentationsmaterialien / -Geräte - sonstige
fr: Autres Matériels de Conférence/Présentation
nl: Benodigdheden voor Presentaties - Overig

source: Presentation Equipment Accessories
de: Präsentationsmaterialien / -Geräte - Zubehör
fr: Accessoires pour Matériel de Conférence/Présentation
nl: Benodigdheden voor Presentaties - Accessoires

source: Presentation Equipment Variety Packs
de: Präsentationsmaterialien / -Geräte - Sets
fr: Assortiments de Matériel de Conférence/Présentation
nl: Benodigdheden voor Presentaties - Assortimenten

source: Binding Accessories
de: Bindezubehör
fr: Accessoires de Reliage
nl: Accessoires voor het Inbinden

source: Binding Machines (Non Powered)
de: Bindemaschinen (nicht elektrisch)
fr: Relieuses (Non Electriques)
nl: Inbindmachines (Niet-elektrisch)

source: Binding Machines (Powered)
de: Bindemaschinen (elektrisch)
fr: Relieuses (Electriques)
nl: Inbindmachines (Elektrisch)

source: Stationery Fasteners
de: Büro- / Heft- / Aktenklammern (Bürobedarf)
fr: Matériel de Fixation
nl: Kantoorbenodigdheden - Bevestigingsmiddelen

source: Stationery Glues
de: Klebstoffe (Bürobedarf)
fr: Colles/Adhésifs
nl: Kantoorbenodigdheden - Lijmen

source: Stationery Adhesives/Binders/Fasteners Other
de: Bürobedarf - Klebemittel / Bindemaschinen / Heftmaschinen - sonstige
fr: Autres Adhésifs/Colles/Matériels de Fixation
nl: Kantoorartikelen - Lijmen / Ringmappen / Nietapparatuur - Overig

source: Stationery Adhesives/Binders/Fasteners Variety Packs
de: Bürobedarf - Klebemittel / Bindemaschinen / Heftmaschinen - Sets
fr: Assortiments d'Adhésifs/Colles/Matériels de Fixation
nl: Kantoorartikelen - Lijmen / Ringmappen / Nietapparatuur - Assortimenten

source: Stationery Staple Removers
de: Enthefter (Bürobedarf)
fr: Dégrafeuses
nl: Kantoorbenodigdheden - Verwijderproducten voor Nietjes

source: Stationery Staplers (Non Powered)
de: Heftergeräte (nicht elektrisch) (Bürobedarf)
fr: Agrafeuses (Non Electriques)
nl: Kantoorbenodigdheden - Nietmachines (Niet-elektrisch)

source: Stationery Staplers (Powered)
de: Heftmaschinen (elektrisch) (Bürobedarf)
fr: Agrafeuses (Electriques)
nl: Kantoorbenodigdheden - Nietmachines (Elektrisch)

source: Paper Guillotines/Trimmers
de: Papierschneidemaschinen
fr: Massicots
nl: Papiersnijmachines

source: Paper/Card – Unprinted
de: Papiere / Kartone - blanko
fr: Papier/Carton - Vierge
nl: Papier/Karton - Ongedrukt

source: Business Forms/Paper – Pre-printed
de: Geschäftsformulare / Geschäftspapier - vorbedruckt
fr: Formulaires Commerciaux - Pré-imprimés
nl: Zakenformulieren - Voorgedrukt

source: Stationery Cutters/Trimmers Other
de: Papierschneidemaschinen - sonstige
fr: Autres Cutters/Massicots
nl: Kantoorartikelen - Snijapparaten / Versnipperaars / Perforators - Overig

source: Stationery Cutters/Trimmers Variety Packs
de: Papierschneidemaschinen - Sets
fr: Assortiments de Cutters/Massicots
nl: Kantoorartikelen - Snijapparaten / Versnipperaars / Perforators - Assortimenten

source: Paper Shredders (Non Powered)
de: Aktenvernichter (nicht elektrisch)
fr: Déchiqueteuses (Non Electriques)
nl: Papierversnipperaars (Niet-elektrisch)

source: Hole Paper Punches (Non Powered)
de: Locher (nicht elektrisch)
fr: Perforatrices (Non Electriques)
nl: Perforators (Niet-elektrisch)

source: Hole Paper Punches (Powered)
de: Locher (elektrisch)
fr: Perforatrices (Electriques)
nl: Perforators (Elektrisch)

source: Labels/Coupons/Tickets
de: Aufkleber / Coupons / Etiketten
fr: Billets/Coupons - Pré-imprimés
nl: Etiketten/Bonnen/Tickets - Voorgedrukt

source: Transparencies/Acetates
de: Folien / Acetatfolien
fr: Transparents/Feuilles d'Acétate
nl: Transparanten/Acetaatzijde

source: Cash/Money Boxes
de: Geldkasetten / Geld-Plastikhülsen
fr: Coffrets-caisses
nl: Geldkistjes
