Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Aspidistra Elatior – Cut Greens
de: Aspidistra Elatior - Schnittgrün
fr: Aspidistras Elatior - Feuillages Coupés
nl: Kwartjesplant (Aspidistra) - Snijgroen

source: Astilbe Other – Cut Greens
de: Prachtspieren, sonstige - Schnittgrün
fr: Astilbes Autres - Feuillages Coupés
nl: Overige Astilbe / Spirea / Pluimspirea - Snijgroen

source: Brassica Oleracea – Cut Greens
de: Gemüsekohl - Schnittgrün
fr: Brassicas Oleracea - Feuillages Coupés
nl: Kool / Sierkool (Brassica) - Snijgroen

source: Carthamus Tinctorius – Cut Greens
de: Carthamus Tinctorius - Schnittgrün
fr: Carthames des teinturiers - Feuillages Coupés
nl: Saffloer (Carthamus) - Snijgroen

source: Corylus Avellana – Cut Greens
de: Gemeine Hasel - Schnittgrün
fr: Corylus Avellana - Feuillages Coupés
nl: Gewone Hazelaar / Hazelnoot (Corylus) - Snijgroen

source: Crocosmia – Cut Greens
de: Monbretien - Schnittgrün
fr: Crocosmias - Feuillages Coupés
nl: Montbretia (Crocosmia) - Snijgroen

source: Cucumis – Cut Greens
de: Gurken - Schnittgrün
fr: Cucumis - Feuillages Coupés
nl: Komkommer (Cucumis) - Snijgroen

source: Cucurbita Maxima – Cut Greens
de: Riesen-Kürbis - Schnittgrün
fr: Cucurbitas Maxima - Feuillages Coupés
nl: Zomerpompoen (Cucurbita Maxima) - Snijgroen

source: Cucurbita Other – Cut Greens
de: Kürbis, sonstige - Schnittgrün
fr: Cucurbitas Autres - Feuillages Coupés
nl: Overige Pompoen / Kalebas (Cucurbita) - Snijgroen

source: Cucurbita Pepo – Cut Greens
de: Gartenkürbis - Schnittgrün
fr: Cucurbitas Pepo - Feuillages Coupés
nl: Pompoen / Kalebas / Sierkalebas (Cucurbita Pepo) - Snijgroen

source: Cut Green Variety Packs
de: Schnittgrün - Sets
fr: Assortiments de Feuillages Coupés
nl: Snijgroen - Assortimenten

source: Dracaena Sanderiana – Cut Greens
de: Dracaena Sanderiana - Schnittgrün
fr: Dracaenas Sanderiana - Feuillages Coupés
nl: Geluksbamboe (Dracaena) - Snijgroen

source: Eucalyptus Cinerea – Cut Greens
de: Eucalyptus Cinerea - Schnittgrün
fr: Eucalyptus Cinerea - Feuillages Coupés
nl: Gomboom (Eucalyptus) - Snijgroen

source: Eupatorium Rugosum – Cut Greens
de: Eupatorium Rugosum - Schnittgrün
fr: Eupatoriums Rugosum - Feuillages Coupés
nl: Koninginnekruid / Leverkruid (Eupatorium) - Snijgroen

source: Fatsia Japonica – Cut Greens
de: Fatsia Japonica - Schnittgrün
fr: Fatsias Japonica - Feuillages Coupés
nl: Vingerplant (Fatsia) - Snijgroen

source: Gomphocarpus Fruticosus – Cut Greens
de: Gomphocarpus Fruticosus - Schnittgrün
fr: Gomphocarpus Fruticosus - Feuillages Coupés
nl: Zwanenplant (Gomphocarpus) - Snijgroen

source: Hydrangea Macrophylla – Cut Greens
de: Gartenhortensie - Schnittgrün
fr: Hortensias - Feuillages Coupés
nl: Hortensia (Hydrangea) - Snijgroen

source: Ilex Verticillata – Cut Greens
de: Ilex Verticillata - Schnittgrün
fr: Ilex Verticillata - Feuillages Coupés
nl: Hulst (Ilex) - Snijgroen

source: Leucadendron – Cut Greens
de: Silberbäume - Schnittgrün
fr: Leucadendrons - Feuillages Coupés
nl: Leucadendron - Snijgroen

source: Lilium – Cut Greens
de: Lilien - Schnittgrün
fr: Lys - Feuillages Coupés
nl: Lelie (Lilium) - Snijgroen

source: Matthiola Incana – Cut Greens
de: Matthiola Incana - Schnittgrün
fr: Matthiola Incana - Feuillages Coupés
nl: Violier (Matthiola) - Snijgroen

source: Monstera – Cut Greens
de: Fensterblätter - Schnittgrün
fr: Monsteras - Feuillages Coupés
nl: Gatenplant (Monstera) - Snijgroen

source: Cut Greens Other
de: Schnittgrün - sonstige
fr: Feuillages Coupés Autres
nl: Snijgroen - Overig

source: Panicum – Cut Greens
de: Panicum - Schnittgrün
fr: Panicums - Feuillages Coupés
nl: Vingergras / Gierst (Panicum) - Snijgroen

source: Physalis Alkekengi – Cut Greens
de: Physalis Alkekengi - Schnittgrün
fr: Physalis Alkekengi - Feuillages Coupés
nl: Lampionplant (Physalis) - Snijgroen

source: Pittosporum – Cut Greens
de: Klebsamen - Schnittgrün
fr: Pittosporums - Feuillages Coupés
nl: Pittosporum - Snijgroen

source: Quercus Rubra – Cut Greens
de: Quercus Rubra - Schnittgrün
fr: Quercus Rubra - Feuillages Coupés
nl: Amerikaanse Eik (Quercas) - Snijgroen

source: Rosa Rose/Hip – Cut Greens
de: Rosen / Hagebutten - Schnittgrün
fr: Cynorrhodons - Feuillages Coupés
nl: Roos - Snijgroen

source: Ruscus Hypophyllum – Cut Greens
de: Ruscus Hypophyllum - Schnittgrün
fr: Ruscus Hypophyllum - Feuillages Coupés
nl: Muisdoorn (Ruscus) - Snijgroen

source: Salix – Cut Greens
de: Weiden - Schnittgrün
fr: Saules - Feuillages Coupés
nl: Wilg (Salix) - Snijgroen

source: Setaria Italica – Cut Greens
de: Setaria Italica - Schnittgrün
fr: Setarias Italica - Feuillages Coupés
nl: Trosgierst (Setaria) - Snijgroen

source: Strelitzia Reginae – Cut Greens
de: Strelitzia Reginae - Schnittgrün
fr: Strelitzias Reginae - Feuillages Coupés
nl: Paradijsvogelbloem (Strelitzia) - Snijgroen

source: Symphoricarpos – Cut Greens
de: Schneebeeren- Schnittgrün
fr: Symphorines - Feuillages Coupés
nl: Sneeuwbes (Symphoricarpos) - Snijgroen

source: Syringa Vulgaris – Cut Greens
de: Gemeiner Flieder - Schnittgrün
fr: Syringas Vulgaris - Feuillages Coupés
nl: Sering (Syringa) - Snijgroen

source: Thlaspi – Cut Greens
de: Hellerkräuter - Schnittgrün
fr: Thlaspis - Feuillages Coupés
nl: Boerenkers (Thlaspi) - Snijgroen

source: Viburnum Opulus – Cut Greens
de: Gewöhnlicher Schneeball - Schnittgrün
fr: Viburnums Opulus - Feuillages Coupés
nl: Sneeuwbal (Viburnum) - Snijgroen

source: Zantedeschia Aethiopica – Cut Greens
de: Zantedeschia Aethiopica - Schnittgrün
fr: Zantedeschia Aethiopica - Feuillages Coupés
nl: Aronskelk (Zantedeschia) - Snijgroen

source: Aechmea – Live Plants
de: Aechmea - lebende Pflanzen
fr: Aechmeas - Plantes Vivantes
nl: Kokerbromelia (Aechmea) - Levende plant

source: Aeonium Arboreum – Live Plants
de: Aeonium Arboreum - lebende Pflanzen
fr: Aeoniums Arboreum - Plantes Vivantes
nl: Aeonium Arboreum - Levende Plant

source: Agapanthus – Live Plants
de: Schmucklilien - lebende Pflanzen
fr: Agapanthes - Plantes Vivantes
nl: Afrikaanse Lelie / Kaapse Lelie / Blauwe Tuberoos (Agapanthus) - Levende Plant

source: Alocasia – Live Plants
de: Alokasie - lebende Pflanzen
fr: Alocasias - Plantes Vivantes
nl: Olifantsoor (Alocasia) - Levende Plant

source: Aloe – Live Plants
de: Aloen - lebende Pflanzen
fr: Aloès - Plantes Vivantes
nl: Aloë - Levende Plant

source: Alstroemeria – Live Plants
de: Inkalilien - lebende Pflanzen
fr: Alstroemerias - Plantes Vivantes
nl: Incalelie / Peruviaanse Lelie (Alstroemeria) - Levende Plant

source: Anemone Hupehensis – Live Plants
de: Herbst-Anemone - lebende Pflanzen
fr: Anémones du Japon - Plantes Vivantes
nl: Japanse Anemoon / Herfstanemoon - Levende Plant

source: Angelonia – Live Plants
de: Angelonien - lebende Pflanzen
fr: Angelonias - Plantes Vivantes
nl: Vuile oortjes (Angelonia) - Levende Plant

source: Anisodontea Capensis – Live Plants
de: Anisondontea Capensis - lebende Pflanzen
fr: Anisodontes du Cap - Plantes Vivantes
nl: Kaapse Malva (Anisodontea) - Levende Plant

source: Anthurium – Live Plants
de: Flamingoblumen - lebende Pflanzen
fr: Anthuriums - Plantes Vivantes
nl: Anthurium / Flamingoplant - Levende Plant

source: Antirrhinum Majus – Live Plants
de: Großes Löwenmaul - lebende Pflanzen
fr: Grands Mufliers - Plantes Vivantes
nl: Grote Leeuwebek (Antirrhinum) - Levende Plant

source: Argyranthemum Frutescens – Live Plants
de: Argyranthemum Frutescens - lebende Pflanzen
fr: Anthémis - Plantes Vivantes
nl: Struikmargriet (Argyranthemum) - Levende Plant

source: Armeria Maritima – Live Plants
de: Strand-Grasnelke - lebende Pflanzen
fr: Arméries maritimes - Plantes Vivantes
nl: Engels Gras (Armeria) - Levende Plant

source: Aster – Live Plants
de: Astern - lebende Pflanzen
fr: Asters - Plantes Vivantes
nl: Aster / Septemberkruid - Levende Plant

source: Astilbe – Live Plants
de: Prachtspieren - lebende Pflanzen
fr: Astilbes - Plantes Vivantes
nl: Astilbe / Spirea / Pluimspirea - Levende Plant

source: Aubrieta Gracilis – Live Plants
de: Aubrieta Gracilis - lebende Pflanzen
fr: Aubriètes - Plantes Vivantes
nl: Blauwkussen (Aubrieta) - Levende Plant

source: Begonia – Live Plants
de: Begonien - lebende Pflanzen
fr: Bégonias - Plantes Vivantes
nl: Begonia - Levende Plant

source: Bellis Perennis – Live Plants
de: Bellis Perennis - lebende Pflanzen
fr: Pâquerettes - Plantes Vivantes
nl: Madeliefje (Bellis) - Levende Plant

source: Bidens – Live Plants
de: Zweizähne - lebende Pflanzen
fr: Bidens - Plantes Vivantes
nl: Tandzaad (Bidens) - Levende Plant

source: Bougainvillea – Live Plants
de: Bougainvillea - lebende Pflanzen
fr: Bougainvillées - Plantes Vivantes
nl: Bougainville - Levende Plant

source: Brachyscome Multifida – Live Plants
de: Brachyscome Multifida - lebende Pflanzen
fr: Brachycomes - Plantes Vivantes
nl: Australisch Madeliefje (Bracyscome) - Levende Plant

source: Brassica – Live Plants
de: Kohl - lebende Pflanzen
fr: Brassicas - Plantes Vivantes
nl: Kool / Sierkool (Brassica) - Levende Plant

source: Bromelia – Live Plants
de: Bromelia - lebende Pflanzen
fr: Bromélies - Plantes Vivantes
nl: Bromelia - Levende Plant

source: Brugmansia – Live Plants
de: Engelstrompeten - lebende Pflanzen
fr: Brugmansias - Plantes Vivantes
nl: Engelentrompet (Brugmansia) - Levende Plant

source: Calathea – Live Plants
de: Calathea - lebende Pflanzen
fr: Calathéas - Plantes Vivantes
nl: Calathea - Levende Plant

source: Calibrachoa – Live Plants
de: Calibrachoa - lebende Pflanzen
fr: Calibrachoa - Plantes Vivantes
nl: Calibrachoa - Levende Plant

source: Calocephalus Brownii – Live Plants
de: Calocephalus Brownii - lebende Pflanzen
fr: Calocephalus Brownii - Plantes Vivantes
nl: Zilverstruikje (Calocephalus) - Levende Plant

source: Campanula Portenschlagiana – Live Plants
de: Campanula Portenschlagiana - lebende Pflanzen
fr: Campanules des murailles - Plantes Vivantes
nl: Campanula Portenschlagiana / Dalmatiëklokje - Levende Plant

source: Canna – Live Plants
de: Canna - lebende Pflanzen
fr: Cannas - Plantes Vivantes
nl: Indisch Bloemriet (Canna) - Levende Plant

source: Celosia – Live Plants
de: Celosia - lebende Pflanzen
fr: Célosies - Plantes Vivantes
nl: Hanenkam (Celosia) - Levende Plant

source: Chamaedorea Elegans – Live Plants
de: Chamaedorea Elegans - lebende Pflanzen
fr: Chamaedoreas Elegans - Plantes Vivantes
nl: Mexicaanse Dwergpalm (Chamaedorea) - Levende Plant

source: Chlorophytum Comosum – Live Plants
de: Chlorophytum Comosum - lebende Pflanzen
fr: Chlorophytums Comosum - Plantes Vivantes
nl: Graslelie (Chlorophytum) - Levende Plant

source: Chrysanthemum – Live Plants
de: Chrysanthemen - lebende Pflanzen
fr: Chrysanthemums - Plantes Vivantes
nl: Chrysant - Levende Plant

source: Clivia Miniata – Live Plants
de: Clivia Miniata - lebende Pflanzen
fr: Clivias Miniata - Plantes Vivantes
nl: Clivia Miniata - Levende Plant

source: Cocos Nucifera – Live Plants
de: Cocos Nucifera - lebende Pflanzen
fr: Cocotiers - Plantes Vivantes
nl: Kokospalm / Klapperboom (Cocos) - Levende Plant

source: Codiaeum Variegatum – Live Plants
de: Codiaeum Variegatum - lebende Pflanzen
fr: Codiaeums Variegatum - Plantes Vivantes
nl: Croton (Codiaeum) - Levende Plant

source: Cordyline Australis – Live Plants
de: Cordyline Australis - lebende Pflanzen
fr: Cordylines Australis - Plantes Vivantes
nl: Cordyline Australis - Levende Plant

source: Coreopsis Grandiflora – Live Plants
de: Coreopsis Grandiflora - lebende Pflanzen
fr: Coreopsis Grandiflora - Plantes Vivantes
nl: Meisjesogen (Coreopsis)- Levende Plant

source: Cortaderia Selloana – Live Plants
de: Cortaderia Selloana - lebende Pflanzen
fr: Cortaderias Selloana - Plantes Vivantes
nl: Pampasgras (Cortaderia) - Levende Plant

source: Cosmos Bipinnatus – Live Plants
de: Cosmos Bipinnatus - lebende Pflanzen
fr: Cosmos bipennés - Plantes Vivantes
nl: Cosmea (Cosmos) - Levende Plant

source: Cuphea Hyssopifolia – Live Plants
de: Cuphea Hyssopifolia - lebende Pflanzen
fr: Cupheas Hyssopifolia - Plantes Vivantes
nl: Luciferplantje / Mexicaanse Heide (Cuphea) - Levende Plant

source: Cupressus Macrocarpa – Live Plants
de: Zimmerzypressen - lebende Pflanzen
fr: Cyprès de Lambert - Plantes Vivantes
nl: Cypres (Cupressus) - Levende Plant

source: Curcuma Alismatifolia – Live Plants
de: Curcuma Alismatifolia - lebende Pflanzen
fr: Curcumas Alismatifolia - Plantes Vivantes
nl: Siamese Tulp (Curcuma) - Levende Plant

source: Cycas Revoluta – Live Plants
de: Cycas Revoluta - lebende Pflanzen
fr: Cycas du Japon - Plantes Vivantes
nl: Valse Sagopalm (Cycas) - Levende Plant

source: Cyclamen Persicum – Live Plants
de: Zimmer-Alpenveilchen - lebende Pflanzen
fr: Cyclamens de Perse - Plantes Vivantes
nl: Cyclaam / Alpenviooltje - Levende Plant

source: Cymbidium – Live Plants
de: Cymbidien - lebende Pflanzen
fr: Cymbidiums - Plantes Vivantes
nl: Orchidee (Cymbidium) - Levende Plant

source: Cyperus Alternifolius – Live Plants
de: Cyperus Alternifolius - lebende Pflanzen
fr: Cyperus Alternifolius - Plantes Vivantes
nl: Kattengras (Cyperus) - Levende Plant

source: Dahlia – Live Plants
de: Dahlien - lebende Pflanzen
fr: Dahlias - Plantes Vivantes
nl: Dahlia - Levende Plant

source: Delphinium – Live Plants
de: Rittersporne - lebende Pflanzen
fr: Delphiniums - Plantes Vivantes
nl: Ridderspoor (Delphinium) - Levende Plant

source: Dendrobium Nobile – Live Plants
de: Dendrobium Nobile - lebende Pflanzen
fr: Dendrobiums Nobile - Plantes Vivantes
nl: Orchidee (Dendrobium) - Levende Plant

source: Dianthus – Live Plants
de: Nelken - lebende Pflanzen
fr: Œillets- Plantes Vivantes
nl: Anjer / Anjelier / Bruidsanjer (Dianthus) - Levende Plant

source: Dicentra Spectabilis – Live Plants
de: Tränendes Herz - lebende Pflanzen
fr: Cœurs de Marie - Plantes Vivantes
nl: Gebroken Hartjes (Dicentra) - Levende Plant

source: Dieffenbachia – Live Plants
de: Dieffenbachien - lebende Pflanzen
fr: Dieffenbachias - Plantes Vivantes
nl: Dieffenbachia - Levende Plant

source: Dorotheanthus Bellidiformis – Live Plants
de: Dorotheanthus Bellidiformis - lebende Pflanzen
fr: Ficoïdes - Plantes Vivantes
nl: IJskruid (Dorotheanthus) - Levende Plant

source: Dracaena Marginata – Live Plants
de: Gerandeter Drachenbaum - lebende Pflanzen
fr: Dragonniers de Madagascar - Plantes Vivantes
nl: Drakenbloedboom (Dracaena) - Levende Plant

source: Dypsis Lutescens – Live Plants
de: Goldfruchtpalme - lebende Pflanzen
fr: Dypsis Lutescens - Plantes Vivantes
nl: Goudpalm (Dypsis) - Levende Plant

source: Echeveria – Live Plants
de: Echeverien - lebende Pflanzen
fr: Echeverias - Plantes Vivantes
nl: Echeveria - Levende Plant

source: Echinacea Purpurea – Live Plants
de: Purpur Sonnenhut - lebende Pflanzen
fr: Echinacées pourpres - Plantes Vivantes
nl: Rode Zonnehoed (Echinacea) - Levende Plant

source: Epipremnum Pinnatum – Live Plants
de: Epipremnum Pinnatum - lebende Pflanzen
fr: Epipremnums Pinnatum - Plantes Vivantes
nl: Epipremnum Pinnatum / Scindapsus - Levende Plant

source: Euphorbia Pulcherrima – Live Plants
de: Weihnachtsstern - lebende Pflanzen
fr: Euphorbias Pulcherrima - Plantes Vivantes
nl: Kerstster (Euphorbia) - Levende Plant

source: Euryops – Live Plants
de: Gelbe Strauchmargerite - lebende Pflanzen
fr: Euryops - Plantes Vivantes
nl: Zuid-Afrikaanse Margriet (Euryops) - Levende Plant

source: Fargesia Murieliae – Live Plants
de: Muriel-Bambus - lebende Pflanzen
fr: Fargesias Murieliae - Plantes Vivantes
nl: Bamboe (Fargesia) - Levende Plant

source: Felicia Amelloides – Live Plants
de: Kapastern - lebende Pflanzen
fr: Pâquerettes bleues - Plantes Vivantes
nl: Blauw Madeliefje (Felicia) - Levende Plant

source: Festuca Glauca – Live Plants
de: Blauschwingel - lebende Pflanzen
fr: Fétuques bleues - Plantes Vivantes
nl: Blauw Schapengras (Festuca) - Levende Plant

source: Fittonia – Live Plants
de: Fittonien - lebende Pflanzen
fr: Fittonias - Plantes Vivantes
nl: Mozaiekplant (Fittonia) - Levende Plant

source: Fuchsia – Live Plants
de: Fuchsien - lebende Pflanzen
fr: Fuchsias - Plantes Vivantes
nl: Fuchsia / Bellenplant - Levende Plant

source: Gardenia Jasminoides – Live Plants
de: Gardenia Jasminoides - lebende Pflanzen
fr: Gardénias Jasminoides - Plantes Vivantes
nl: Kaapse Jasmijn (Gardenia) - Levende Plant

source: Gaura Lindheimeri – Live Plants
de: Prachtkerze - lebende Pflanzen
fr: Gauras de Lindheimer - Plantes Vivantes
nl: Lindheimer's Kaars / Prachtkaars (Gaura) - Levende Plant

source: Gazania – Live Plants
de: Gazanien - lebende Pflanzen
fr: Gazanias - Plantes Vivantes
nl: Gazania / Middaggoud - Levende Plant

source: Gentiana – Live Plants
de: Enziane - lebende Pflanzen
fr: Gentianes - Plantes Vivantes
nl: Gentiaan - Levende Plant

source: Gerbera – Live Plants
de: Gerbera - lebende Pflanzen
fr: Gerberas - Plantes Vivantes
nl: Gerbera - Levende Plant

source: Guzmania – Live Plants
de: Guzmania - lebende Pflanzen
fr: Guzmanias - Plantes Vivantes
nl: Kokerbromelia / Bromelia (Guzmania) - Levende Plant

source: Gypsophila Muralis – Live Plants
de: Mauer-Gipskraut - lebende Pflanzen
fr: Gypsophiles des murailles - Plantes Vivantes
nl: Gipskruid (Gypsophila) - Levende Plant

source: Ficus Benjamina – Live Plants
de: Birkenfeige - lebende Pflanzen
fr: Ficus Benjamina - Plantes Vivantes
nl: Waringin / Treurvijg (Ficus) - Levende Plant

source: Hedera Helix – Live Plants
de: Gemeiner Efeu - lebende Pflanzen
fr: Lierres grimpant - Plantes Vivantes
nl: Klimop (Hedera) - Levende Plant

source: Helianthus Annuus – Live Plants
de: Sonnenblume - lebende Pflanzen
fr: Helianthus Annuus - Plantes Vivantes
nl: Zonnebloem (Helianthus) - Levende Plant

source: Helichrysum Petiolare – Live Plants
de: Lakritz-Strohblume - lebende Pflanzen
fr: Helichrysums Petiolare - Plantes Vivantes
nl: Strobloem (Helichrysum) - Levende Plant

source: Heliotropium – Live Plants
de: Sonnenwenden - lebende Pflanzen
fr: Héliotropes - Plantes Vivantes
nl: Heliotroop - Levende Plant

source: Helleborus Niger – Live Plants
de: Schneerose - lebende Pflanzen
fr: Roses de Noël - Plantes Vivantes
nl: Kerstroos (Helleborus) - Levende Plant

source: Heuchera – Live Plants
de: Heuchera - lebende Pflanzen
fr: Heucheras - Plantes Vivantes
nl: Purperklokje (Heuchera) - Levende Plant

source: Hibiscus Rosa-Sinensis – Live Plants
de: Zimmer-Hibiskus - lebende Pflanzen
fr: Hibiscus Rose de Chine - Plantes Vivantes
nl: Chinese Roos (Hibiscus) - Levende Plant

source: Hippeastrum – Live Plants
de: Rittersterne - lebende Pflanzen
fr: Amaryllis - Plantes Vivantes
nl: Amaryllis / Ridderster (Hippeastrum) - Levende Plant

source: Hordeum – Live Plants
de: Gerste - lebende Pflanzen
fr: Orges - Plantes Vivantes
nl: Gerst (Hordeum) - Levende Plant

source: Hosta – Live Plants
de: Hosta - lebende Pflanzen
fr: Hostas - Plantes Vivantes
nl: Hosta - Levende Plant

source: Howea Forsteriana – Live Plants
de: Forstersche Kentia - lebende Pflanzen
fr: Kentias - Plantes Vivantes
nl: Kentiapalm (Howea) - Levende Plant

source: Hyacinthus Orientalis – Live Plants
de: Garten-Hyazinthe - lebende Pflanzen
fr: Jacinthes d'Orient - Plantes Vivantes
nl: Hyacint - Levende Plant

source: Hydrangea Macrophylla – Live Plants
de: Bauernhortensien - lebende Pflanzen
fr: Hortensias - Plantes Vivantes
nl: Hortensia (Hydrangea) - Levende Plant

source: Impatiens – Live Plants
de: Springkräuter - lebende Pflanzen
fr: Impatiens - Plantes Vivantes
nl: Vlijtig Liesje / Springzaad (Impatiens) - Levende Plant

source: Jasminum Polyanthum – Live Plants
de: Jasminum Polyanthum - lebende Pflanzen
fr: Jasmins Roses - Plantes Vivantes
nl: Kamerjasmijn (Jasminum) - Levende Plant

source: Kalanchoe Blossfeldiana – Live Plants
de: Kalanchoe Blossfeldiana - lebende Pflanzen
fr: Kalanchoés Blossfeldiana - Plantes Vivantes
nl: Kalanchoë - Levende Plant

source: Lantana Camara – Live Plants
de: Wandelröschen - lebende Pflanzen
fr: Lantanas Camara - Plantes Vivantes
nl: Wisselbloem (Lantana) - Levende Plant

source: Leucanthemum – Live Plants
de: Margerite - lebende Pflanzen
fr: Marguerites - Plantes Vivantes
nl: Margriet (Leucanthemum) - Levende Plant

source: Lewisia Cotyledon – Live Plants
de: Gewöhnlicher Bitterwurz - lebende Pflanzen
fr: Lewisias Cotyledon - Plantes Vivantes
nl: Bitterkruid (Lewisia) - Levende Plant

source: Lilium – Live Plants
de: Lilien - lebende Pflanzen
fr: Lys - Plantes Vivantes
nl: Lelie (Lilium) - Levende Plant

source: Lithodora Diffusa – Live Plants
de: Lithodora Diffusa - lebende Pflanzen
fr: Lithodoras Diffusa - Plantes Vivantes
nl: Steenzaad (Lithodora) - Levende Plant

source: Live Plant Variety Packs
de: Lebende Pflanzen - Sets
fr: Assortiments de Plantes Vivantes
nl: Levende Planten - Assortimenten

source: Livistona Rotundifolia – Live Plants
de: Livistona Rotundifolia - lebende Pflanzen
fr: Livistonas Rotundifolia - Plantes Vivantes
nl: Waaierpalm (Livistona) - Levende Plant

source: Lobelia Erinus – Live Plants
de: Männertreu - lebende Pflanzne
fr: Lobélies érine- Plantes Vivantes
nl: Lobelia - Levende Plant

source: Lotus Corniculatus – Live Plants
de: Gewöhnlicher Hornklee - lebende Pflanzen
fr: Lotiers corniculés - Plantes Vivantes
nl: Gewone Rolklaver (Lotus) - Levende Plant

source: Lupinus – Live Plants
de: Lupinien - lebende Pflanzen
fr: Lupins - Plantes Vivantes
nl: Lupine - Levende Plant

source: Mandevilla – Live Plants
de: Mandevilla - lebende Pflanzen
fr: Mandevillas - Plantes Vivantes
nl: Mandevilla / Dipladenia - Levende Plant

source: Medinilla Magnifica – Live Plants
de: Medinilla Magnifica - lebende Pflanzen
fr: Médinillas Magnifica - Plantes Vivantes
nl: Medinilla - Levende Plant

source: Miltonia – Live Plants
de: Miltonia - lebende Pflanzen
fr: Miltonias - Plantes Vivantes
nl: Orchidee / Viooltjesorchidee (Miltonia) - Levende Plant

source: Muscari – Live Plants
de: Traunenhyazinthen - lebende Pflanzen
fr: Muscaris - Plantes Vivantes
nl: Blauw Druifje (Muscari) - Levende Plant

source: Myosotis Sylvatica – Live Plants
de: Wald-Vergissmeinnicht - lebende Pflanzen
fr: Myosotis Sylvatica - Plantes Vivantes
nl: Bosvergeet-mij-nietje (Myosotis) - Levende Plant

source: Narcissus – Live Plants
de: Narzisse - lebende Pflanzen
fr: Narcisses - Plantes Vivantes
nl: Narcis - Levende Plant

source: Nephrolepis Exaltata – Live Plants
de: Nephrolepis Exaltata - lebende Pflanzen
fr: Néphrolépis Exaltata - Plantes Vivantes
nl: Zwaardvaren (Nephrolepsis) - Levende Plant

source: Nolina Recurvata – Live Plants
de: Elefantenfuß - lebende Pflanzen
fr: Beaucarnéas Recurvata - Plantes Vivantes
nl: Olifantspoot (Nolina) - Levende Plant

source: Nymphaea – Live Plants
de: Seerosen - lebende Pflanzen
fr: Nymphaeas - Plantes Vivantes
nl: Waterlelie / Witte Waterlelie (Nymphaea) - Levende Plant

source: Oncidium – Live Plants
de: Oncidium - lebende Pflanzen
fr: Oncidiums - Plantes Vivantes
nl: Tijgerorchidee (Oncidium) - Levende Plant

source: Orchis – Live Plants
de: Orchis - lebende Pflanzen
fr: Orchis - Plantes Vivantes
nl: Orchis - Levende Plant

source: Ornithogalum Thyrsoides – Live Plants
de: Kap-Milchstern - lebende Pflanzen
fr: Ornithogalums Thyrsoides - Plantes Vivantes
nl: Zuiderwindlelie (Ornithogalum) - Levende Plant

source: Osteospermum – Live Plants
de: Kapkörbchen - lebende Pflanzen
fr: Ornithogales en thyrse - Plantes Vivantes
nl: Spaanse Margriet (Osteospermum) - Levende Plant

source: Succulents/Cacti – Live Plants Other
de: Sukkulente / Kakteen - lebende Pflanzen, sonstige
fr: Plantes Grasses/Cactus - Plantes Vivantes Autres
nl: Overige Levende Planten - Vetplanten / Cactussen

source: Ferns – Live Plants Other
de: Farne - lebende Pflanzen, sonstige
fr: Fougères- Plantes Vivantes Autres
nl: Overige Levende Planten - Varens

source: Grasses – Live Plants Other
de: Gräser - lebende Pflanzen, sonstige
fr: Graminées - Plantes Vivantes Autres
nl: Overige Levende Planten - Grassen

source: Herbs – Live Plants Other
de: Kräuter - lebende Pflanzen, sonstige
fr: Fines herbes - Plantes Vivantes Autres
nl: Overige Levende Planten - Kruiden
