Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Sealants/Fillers/Adhesives Variety Packs
de: Dichtungs- / Füll- / Klebemittel - Sets
fr: Assortiments de Mastics/Produits de Rebouchage/Colles
nl: Afdichtingsproducten/Vulmiddelen/Kleefstoffen/Reparatiepasta - Assortimenten

source: Pond/Water Feature Shells/Liners
de: Folien / Schichten für Pools / Gartenteiche / Wasserspiele
fr: Coques/Revêtements/Liners pour Piscines/Bassins/Pièces d'Eau
nl: Zwembad/Vijver/Waterpartij - Bekledingen/Voeringen

source: Garden Water Features
de: Wasserspiele / Bachläufe
fr: Fontaines/Bassins pour le Jardin
nl: Tuin Waterpartijen

source: Pool/Pond/Water Feature Filters (Powered)
de: Filtersysteme (elektrisch) für Pools / Gartenteiche / Wasserspiele
fr: Filtres pour Piscine/Pièces d'Eau (Électriques)
nl: Filters (Elektrisch) voor Zwembad/Vijver/Waterpartij

source: Pond/Water Feature Foggers
de: Nebelgräte für Teiche / Wasserspiele
fr: Brumisateurs pour Pièces d'Eau
nl: Vijver/Waterpartij Warmeluchtverstuivers

source: Pool/Pond/Water Feature UV Clarifiers/Sterilizers
de: UV-Wasserklärer / -Wassersterilisatoren für Pools / Gartenteiche / Wasserspiele
fr: Clarificateurs/Stérilisateurs UV pour Piscine/Pièces d'Eau
nl: UV Reinigers/Sterilisatoren voor Zwembad/Vijver/Waterpartij

source: Pond/Water Feature Aerators
de: Belüftungsgeräte für Teiche
fr: Aérateurs de Pièces d'Eau
nl: Vijver/Waterpartij Beluchters

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Chemikalien zur Teich- / Poolpflege
fr: Produits Chimiques/Traitements pour Piscines/Pour l'Eau
nl: Zwembad/Waterpartij Chemicaliën/Reinigingsmiddelen

source: Pool/Pond/Water Feature Drainage Pipes
de: Drainagenrohre für Pools / Gartenteiche / Wasserspiele
fr: Tuyaux de Drainage de Piscine/Pièces d'Eau
nl: Afvoerbuizen/-slangen voor Zwembad/Vijver/Waterpartij

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Schutzabdeckungen für Pools / Gartenteiche / Wasserspiele
fr: Couvertures pour Fontaines/Bassins/Piscine
nl: Beschermende Afdekkingen voor Zwembaden, Vijvers en Waterpartijen

source: Lawn/Garden Pools/Ponds/Water Features Variety Packs
de: Pools / Gartenteiche / Wasserspiele - Sets
fr: Assortiments d'Articles pour Fontaines/Bassins/Pièces d'eau/Piscines pour le Jardin
nl: Tuin Zwembaden/Vijvers/Waterpartijen - Assortimenten

source: Lawn/Garden Pools/Ponds/Water Features Other
de: Pools / Gartenteiche / Wasserspiele - sonstige
fr: Autres Articles pour Fontaines/Bassins/Pièces d'Eau/Piscines pour le Jardin
nl: Tuin Zwembaden/Vijvers/Waterpartijen - Overig

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Unkrautvernichtungsmittel (Herbizide)
fr: Herbicides/Désherbants
nl: Onkruidverdelger/ Herbicide

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Pflanzen- / Bodendünger
fr: Engrais/Fertilisants pour les Plantes/La Terre
nl: Plant/Bodemmeststof/Voeding

source: Topsoil
de: Gartenerde / Humus
fr: Terres de Jardin
nl: Tuinaarde/Potgrond

source: Water/Soil Testing Equipment (Powered)
de: Wasser- / Bodenanalyse-Geräte (elektrisch)
fr: Appareils pour l'Examen du Sol/De l'Eau de Jardin (Électriques)
nl: Water/Bodem Analyseapparatuur (Elektrisch)

source: Water/Soil Testing Equipment (Non Powered)
de: Wasser- / Bodenanalyse-Produkte / -geräte (nicht elektrisch)
fr: Appareils pour l'Examen du Sol/De l'Eau de Jardin (Non Electriques)
nl: Water/Bodem Analyseapparatuur (Niet-elektrisch)

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Pflanzenschutzmittel / Pflanzenbehandlungsmittel mit chemischen oder natürlichen Wirkstoffen – Mischpackungen
fr: Assortiments de Produits Chimiques ou Naturels/Traitements pour les Plantes
nl: Chemische en/of natuurlijke plantbehandelingsmiddelen - Assortimenten

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Pflanzenschutzmittel / Pflanzenbehandlungsmittel mit chemischen oder natürlichen Wirkstoffen – sonstige
fr: Autres Produits Chimiques ou Naturels/Traitements pour les Plantes
nl: Chemische en/of natuurlijke plantbehandelingsmiddelen - Overig

source: Garden Chairs
de: Gartenstühle
fr: Chaises de Jardin
nl: Tuinstoelen

source: Outdoor Loungers
de: Gartenliegen
fr: Chaises Longues de Jardin
nl: Tuin Sofa's - ligbedden

source: Garden Tables
de: Gartentische
fr: Tables de Jardin
nl: Tuintafels

source: Garden Footrests
de: Gartenfußstützen / -bänke
fr: Repose-pieds de Jardin
nl: Tuin Voetsteunen

source: Garden Benches
de: Gartenbänke
fr: Bancs de Jardin
nl: Tuinbanken

source: Outdoor Swing Benches
de: Hollywoodschaukeln / Schaukelbänke
fr: Balancelles de Jardin
nl: Tuin Schommelstoelen en banken

source: Hammocks
de: Hängematten
fr: Hamacs
nl: Hangmatten

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Gartenmöbel / -ausstattung – Ersatzteile / Zubehör
fr: Meubles de Jardin – Pièces Détachées/Accessoires
nl: Tuinmeubelen - Onderdelen/Accessoires

source: Lawn/Garden Furnishings Variety Packs
de: Gartenmöbel / -Ausstattung - Sets
fr: Assortiments de Meubles de Jardin
nl: Tuinmeubelen - Assortimenten

source: Lawn/Garden Furnishings Other
de: Gartenmöbel / -Ausstattung - sonstige
fr: Autres Meubles de Jardin
nl: Tuinmeubelen - Overig

source: Hoses
de: Garteschläuche
fr: Tuyaux d'Arrosage
nl: Tuinslangen

source: Hose Connectors
de: Gartenschlauchverbinder / -kupplungen / -adapter
fr: Raccords pour Tuyaux d'Arrosage
nl: Slangaansluitstukken

source: Hose Storage – Stationary
de: Schlauchhalter - fest installiert
fr: Enrouleurs de Tuyau – Fixes
nl: Opslag Tuinslang - Vast

source: Hose Storage – Mobile
de: Schlauchhalter / Schlauchwagen - mobil
fr: Enrouleurs de Tuyau – Mobiles
nl: Opslag Tuinslang - Mobiel

source: Sprinklers/Sprayers/Misters (Hose End)
de: Spritzen / Brausen / Sprinkler / Regner (mit Schlauchanschluß für Düngung / Pflanzenschutz)
fr: Arroseurs/Nébulisateurs (en Embouts de Tuyau)
nl: Sproeiers/Verstuivers/Benevelaars (Slang Uiteinde)

source: Irrigation Systems
de: Bewässerungssysteme
fr: Systèmes d'Irrigation
nl: Bewateringssystemen

source: Watering Cans
de: Gießkannen
fr: Pulvérisateurs
nl: Gieters

source: Garden Water Storage Supplies
de: Garten-Wasserbehälter / Regentonnen / Wassertanks
fr: Dispositifs de Jardin pour le Stockage d'Eau
nl: Tuin Wateropslagbenodigdheden

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Sprinkler / Regner (nicht elektrisch)
fr: Arroseurs/Nébulisateurs (Non Electriques)
nl: Sproeiers/Benevelaars (Niet-elektrisch)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Sprinkler / Regner (elektrisch)
fr: Arroseurs/Nébulisateurs (Électriques)
nl: Sproeiers/Benevelaars (Elektrisch)

source: Lawn/Garden Watering Equipment Variety Packs
de: Gartenbewässerungsprodukte - Sets
fr: Assortiments d'Equipements pour l'Arrosage du Jardin
nl: Tuin Bewateringsapparatuur - Assortimenten

source: Lawn/Garden Watering Equipment Replacement Parts
de: Gartenbewässerungsprodukte - Ersatzteile / Zubehör
fr: Équipements pour l'Arrosage du Jardin – Pièces détachées
nl: Tuin Bewateringsapparatuur Onderdelen

source: Lawn/Garden Watering Equipment Other
de: Gartenbewässerungsprodukte - sonstige
fr: Autres Equipements pour l'Arrosage du Jardin
nl: Tuin Bewateringsapparatuur Overig

source: Irrigation Timers/Controllers
de: Steuerungsgeräte für Bewässerungssysteme
fr: Minuteurs/Contrôleurs pour Systèmes d'Irrigation
nl: Timer/Besturing voor Bewatering

source: Fence Screens/Signs/Fences
de: Sichtschutzelemente/Schilder/Zäune
fr: Panneaux de Clôture/Brise vue/Grillagés
nl: Hekschermen/Borden/Hekken

source: Fence Posts/Rails
de: Zaunpfosten
fr: Poteaux/Rails pour Clôtures
nl: Omheiningspalen

source: Fence Stays/Braces
de: Zaunstreben / Zaunhalterungen / Pfostenanker
fr: Supports/Barres pour Clôtures
nl: Omheiningsstutten/Ankers

source: Garden Borders/Edges
de: Garten- / Beeteinfassungen
fr: Bordures de Jardin
nl: Tuinranden/opsluitbanden

source: Fence Net/Mesh
de: Zaunnetze / Maschendraht
fr: Clôtures en Grillage/Treillis
nl: Omheiningsnetten/Gaas

source: Electric Fence/Radio Fences
de: Elektrozäune / Funkzäune
fr: Clôtures Anti Fugue Electriques
nl: Schrikdraad/Draadloze Omheining

source: Trellising
de: Rankgitter
fr: Treillages
nl: Latwerk

source: Razor/Barbed Wire Fencing
de: Band-/Stacheldrahtzäune
fr: Grillages à Lames de Rasoir/Barbelés
nl: Prikkeldraad Omheining

source: Gates (Non Powered)
de: Gartentore (nicht elektrisch)
fr: Portails (Non Electriques)
nl: Poorten (Niet-aangedreven)

source: Gates (Powered)
de: Gartentore (elektrisch)
fr: Portails (Électriques)
nl: Poorten (Aangedreven)

source: Lawn/Garden Fencing Variety Packs
de: Gartenzäune / Garteneinfriedeungen - Sets
fr: Assortiments pour Clôtures de Jardin
nl: Tuin Omheining - Assortimenten

source: Lawn/Garden Fencing Other
de: Gartenzäune / Garteneinfriedeungen - sonstige
fr: Autres Clôtures de Jardin
nl: Tuin Omheining - Overig

source: Bulbs/Corms/Rhizomes/Tubers - Other
de: Blumenzwiebeln / Pflanzenknollen / Wurzelstöcke - sonstige
fr: Bulbes/Oignons/Rhizomes/Tubercules - Autres
nl: Bollen/Knollen - Overig

source: Seeds - Other
de: Samen - sonstige
fr: Graines - Autre
nl: Zaden - Overig

source: Plants Variety Packs
de: Pflanzen - Sets
fr: Assortiments de Plantes
nl: Planten - Assortimenten

source: Compost/Vermiculture Bins
de: Kompostbehälter / Wurmkisten
fr: Silos à Compost/Pour la Vermiculture
nl: Compost-/Wormenbakken

source: Lawn/Garden Waste Disposal Other
de: Gartenabfallsysteme / Komposter - sonstige
fr: Autres Equipements pour les Déchets de Jardin
nl: Tuin Afvalsystemen - Overig

source: Plant Holders
de: Pflanzengefäße / Blumenkübel / Balkonkästen
fr: Bacs à Plantes
nl: Plantenbakken/Bloempotten - Leeg

source: Outdoor Bins
de: Gartenabfallbehälter
fr: Poubelles d'Extérieur
nl: Vuilnisbakken voor Buiten

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Garten- / Teichdekoration
fr: Décorations pour Pièces d'Eau de Jardin
nl: Tuin-/Waterornamenten

source: Garden Display Units
de: Pflanzenständer / -treppen / -regale
fr: Vitrines de Jardin
nl: Tuin Uitstalkasten/Etagères

source: Canopies/Tarpaulins (Lawn/Garden)
de: Garten-Vordächer / -Schutzdächer / Sonnensegel
fr: Auvents/Bâches (Gazon/Jardin)
nl: Tuin Zonnedaken/Zeildoeken

source: Outdoor Heaters (Powered)
de: Außenheizungen (elektrisch)
fr: Chauffages d'Extérieur (Électriques)
nl: Terrasverwarmers (Elektrisch)

source: Outdoor Heaters (Non Powered)
de: Außenheizungen (nicht elektrisch)
fr: Chauffages d'Extérieur (Non Electriques)
nl: Terrasverwarmers (Niet-elektrisch)

source: Barbecues
de: Grillgeräte

source: Cooking Islands (Lawn/Garden)
de: Gartenküchen
fr: Appareils Combinés Fixes pour la Cuisson à l'Extérieur
nl: Buitenkeuken (Tuin)

source: Warmers/Drawers (Lawn/Garden)
de: Wärmeschubladen (Außenbereich)
fr: Tiroirs/Appareils Chauffants (Gazon/Jardin)
nl: Verwarmingstoestellen (Tuin)

source: Lawn/Garden Cooking/Heating Appliances Variety Packs
de: Gartengrillgeräte / Außenheizungen - Sets
fr: Assortiments d'Appareils Chauffants/De Cuisson de Jardin
nl: Tuin Kook-/Verwarmingstoestellen - Assortimenten

source: Lawn/Garden Cooking/Heating Appliances Other
de: Gartengrillgeräte / Außenheizungen - sonstige
fr: Autres Appareils Chauffants/De Cuisson de Jardin
nl: Tuin Kook-/Verwarmingstoestellen - Overig

source: Lawn/Garden Cooking/Heating Appliances Replacement Parts/Accessories
de: Gartengrillgeräte / Außenheizungen - Ersatzteile / Zubehör
fr: Appareils Chauffants/De Cuisson de Jardin – Pièces détachées/Accessoires
nl: Tuin Kook/Verwarmingstoestellen - Onderdelen/Accessoires

source: Garden Vacuums/Blowers
de: Laubsauger / -bläser
fr: Aspirateur/Souffleur de Jardin
nl: Tuin Stofzuigers/Blazers

source: Snow Throwers (Powered)
de: Schneefräsen (angetrieben)
fr: Canon à Neige (Electrique)
nl: Sneeuwruimers (Aangedreven)

source: Lawn Scarifiers/Aerators (Powered)
de: Rasenvertikutierer / Bodenlüfter (angetrieben)
fr: Scarificateur/Aérateur de Pelouse (Electrique/Thermique)
nl: Gazon Verticuteermachines/Beluchters (Aangedreven)

source: Chippers/Shredders/Mulchers (Powered)
de: Häcksler / Schredder / Mulcher (angetrieben)
fr: Déchiqueteuses/Broyeurs (à Moteur)
nl: Hakmachines/Versnipperaars/Mulchmachines (Aangedreven)

source: Lawn/Garden Equipment Accessories
de: Gartengroßgeräte - Zubehör
fr: Accessoires pour Equipements de Jardin
nl: Tuingereedschap - Accessoires

source: Lawn Mowers/Rakers (Powered)
de: Rasenmäher / Rasenlüfter (mit Antrieb)
fr: Tondeuse à Gazon/Ramasse Herbe (Électrique)
nl: Grasmaaiers (Aangedreven)

source: Brush Cutters/String Trimmers/Edgers (Powered)
de: Rasentrimmer / Rasenkanterschneider (angetrieben)
fr: Débroussailleuses/Taille-Bordures (à Moteur)
nl: Bosmaaier/Lijntrimmers/Graskantensnijders (Aangedreven)

source: Chain Saws (Powered)
de: Kettensägen (angetrieben)
fr: Tronçonneuses (à Moteur)
nl: Kettingzagen (Aangedreven)

source: Earth Augers (Powered)
de: Erdbohrer (angetrieben)
fr: Tarières (à Moteur)
nl: Grondboren (Aangedreven)

source: Log Splitters (Powered)
de: Holzspalter (angetrieben)
fr: Fendeuse à Bois (Électrique)
nl: Houtkloofmachines (Aangedreven)

source: Stump Grinders/Pullers (Powered)
de: Baumstumpffräsen / Baumstumpfentferner (angetrieben)
fr: Broyeurs de Souches/Extracteurs (Électrique)
nl: Trommelversnipperaars/Stobberooiers (Aangedreven)

source: Tampers (Powered)
de: Bodenverfestiger / Vibrationsstampfer (angetrieben)
fr: Dameur (Électrique)
nl: Stampers (Aangedreven)

source: Cultivators/Tillers/Rotary Hoes (Powered)
de: Kultivatoren / Ackerfräsen / Bodenfräsen (angetrieben)
fr: Motoculteurs/Rotoculteurs/Houes Rotatives (Électrique)
nl: Schoffelmachines/Grondwoelers/Hakfrezen (Aangedreven)

source: Pressure Washers (Powered)
de: Hochdruckreiniger (angetrieben)
fr: Nettoyeurs Haute – Pression (Électrique)
nl: Hogedrukreinigers (Aangedreven)

source: Garden Carts (Powered)
de: Gartenkarren (mit Antrieb)
fr: Chariot de Jardin (Électrique)
nl: Tuinwagens (Aangedreven)

source: Lawn Sweeps/Spreaders (Non Powered)
de: Rasenkehrmaschinen (nicht elektrisch)
fr: Balais à Gazon (Non Electriques)
nl: Gazonvegers (Niet-aangedreven)

source: Pruners/Secateurs
de: Gartenscheren (nicht elektrisch)
fr: Sécateurs/Cisailles de Jardin (Non–Electrique)
nl: Tuinscharen (niet-aangedreven)

source: Axes
de: Äxte
fr: Haches
nl: Bijlen

source: Sickles/Scythes/Snaths
de: Sicheln / Sensen
fr: Faucilles/Faux
nl: Sikkels/Zeisen

source: Mauls
de: Spalthammer
fr: Maillets
nl: Mokers

source: Harrows
de: Garteneggen
fr: Herses
nl: Eggen

source: Lawn Mowers/Rakers (Non Powered)
de: Rasenmäher / Rasenlüfter (handbetrieben)
fr: Tondeuse à Gazon/Ramasse Herbe (Non Electrique)
nl: Grasmaaiers (Niet-aangedreven)

source: Hoes
de: Gartenhacken
fr: Houes
nl: Schoffels

source: Edgers (Non Powered)
de: Kantenstecher (nicht angetrieben)
fr: Coupe-Bordures/Dresse-Bordures (Non-Electrique)
nl: Graskantstekers/Trimmers (Niet-aangedreven)

source: Shovels/Spades
de: Schaufeln / Spaten
fr: Pelles/Bêches
nl: Schoppen/Spaden

source: Forks (Lawn/Garden)
de: Gartengabeln
fr: Fourches (Gazon/Jardin)
nl: Hooivorken (Tuin)

source: Lawn/Garden Trowels
de: Kellen
fr: Truelles Pour Jardin/Jardinage
nl: Bloemenschepjes

source: Lawn Aerators (Non Powered)
de: Rasenlüfter (nicht angetrieben)
fr: Aérateur/Scarificateur (Non-Electrique)
nl: Gazonbeluchters (Niet-aangedreven)

source: Lawn Rollers (Non Powered)
de: Rasenwalzen (handbetrieben)
fr: Rouleaux à Gazon (Non Electrique)
nl: Graswalsen (Niet-aangedreven)

source: Tampers (Non Powered)
de: Bodenverfestiger / Handrammen (nicht angetrieben)
fr: Dameur (Non-Electrique)
nl: Bodemstampers (Niet-aangedreven)

source: Sifters (Lawn/Garden)
de: Gartensiebe
fr: Tamis de Jardin
nl: Zeven (Tuin)

source: Cultivators/Tillers (Non Powered)
de: Kultivatoren / Gartenfräsen (nicht angetrieben)
fr: Motoculteurs (Non-Electrique)
nl: Cultivatoren/Diepwoelers (Niet-aangedreven)

source: Bulb Planters
de: Blumenzwiebel-Pflanzautomaten
fr: Plantoirs à Bulbes
nl: Bloembolplanters

source: Rakes
de: Rechen
fr: Râteaux
nl: Harken

source: Garden Incinerators
de: Gartenabfall-Brennöfen
fr: Incinérateurs de Jardin
nl: Tuin Verbrandingsovens

source: Weed Burners (Powered)
de: Unkrautverbrenner / Abflammgeräte
fr: Brûleur de Mauvaises Herbes (Électrique)
nl: Onkruidverbranders (Aangedreven)

source: Lawn/Garden Power Tools Replacement Parts/Accessories
de: Motorbetriebene Gartengeräte - Ersatzteile / Zubehör
fr: Outils de Jardin à Moteur - Pièces Détachées/Accessoires
nl: Aangedreven Tuingereedschap Onderdelen/Accessoires

source: Lawn Bags
de: Rasensäcke / Laubsäcke
fr: Sacs de Jardin
nl: Tuinzakken

source: Garden Carts (Non Powered)
de: Gartenkarren / Schubkarren (nicht angetrieben)
fr: Chariot de Jardin (Non-Electrique)
nl: Tuinwagens (Niet-aangedreven)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Anzuchttöpfe
fr: Plateaux/Plaques de Germination
nl: Kweekset

source: Garden Kneelers/Seats
de: Gartenhocker / -kniebänke
fr: Agenouilloirs/Tabourets de Jardin
nl: Tuin Knielkussens/Zitjes

source: Garden Power Tools Variety Packs
de: Motorbetriebene Gartengeräte - Sets
fr: Assortiments d'Outils de Jardin à Moteur
nl: Aangedreven Tuingereedschap - Assortimenten

source: Garden Power Tools Other
de: Motorbetriebene Gartengeräte - sonstige
fr: Autres Outils de Jardin à Moteur
nl: Aangedreven Tuingereedschap - Overig

source: Greenhouses (Complete)
de: Gewächshäuser / Treibhäuser (komplett)
fr: Serres (Complètes)
nl: Broeikassen (Compleet)

source: Sheds
de: Schuppen
fr: Remises/Abris de Jardin
nl: Schuurtjes

source: Gazebos/Pergola's/Arbours
de: Gartenpavillons/Pergolen/Gartenlauben
fr: Gazebos/Pergolas/Tonnelles
nl: Tuinhuisjes/Pergola's/Priëlen

source: Archs
de: Gartenbögen
fr: Arches de Jardin
nl: Bogen

source: Conservatories
de: Wintergärten
fr: Jardins d'Hiver
nl: Serres

source: Pagodas (Lawn/Garden)
de: Pagoden (Gartendekoration)
fr: Pagodes de Jardin
nl: Pagodes (Tuin)

source: Event Tents/Marquees
de: Eventzelte/Markisen
fr: Tente Evenementielle/Marquises
nl: Feesttenten

source: Lawn/Garden Outdoor Structures Other
de: Gartenhäuser / Gewächshäuser / Pavillons - sonstige
fr: Autres structures de jardin
nl: Tuinhuisjes/Kassen - Overig

source: Lawn/Garden Outdoor Structures Replacement Parts/Accessories
de: Gartenhäuser / Gewächshäuser / Pavillons - Ersatzteile / Zubehör
fr: Structures de Jardin – Pièces Détachées/Accessoires
nl: Tuinhuisjes/Kassen - Onderdelen/Accessoires

source: Cold Frames/Propagators/Cloches
de: Beheizte Frühbeete / Frühbeete / Zimmergewächshäuser / Glasglocken
fr: Mini-Serres/Châssis de Culture/Propagateurs/Cloches
nl: Minikassen/Koelframes/Mini-Kweekbakken/Glazen kappen

source: Lightning Detectors – Powered
de: Blitzdetektoren (elektrisch)
fr: Détecteurs de foudre (Électriques)
nl: Bliksemdetectors - Elektrisch

source: Anemometers – Non Powered
de: Windmesser (Anemometer) (nicht elektrisch)
fr: Anémomètres (Non Electriques)
nl: Windmeters - Niet-elektrisch

source: Psychrometers – Powered
de: Psychrometer (elektrisch)
fr: Psychromètres (Électriques)
nl: Hygrometers/Psychrometers - Elektrisch

source: Pyranometers/Solarimeters – Powered
de: Pyranometer / Solarimeter (elektrisch)
fr: Pyranomètres/Solarimètre (Électriques)
nl: Pyranometers/Solarimeters - Elektrisch

source: Evaporimeters/Atmometers – Powered
de: Verdunstungsmesser (Evaporimeter) (elektrisch)
fr: Évaporimétres/Atmomètre
nl: Verdampingsmeters - Elektrisch

source: Sunshine Recording Equipment – Powered
de: Heliometer / Sonnenscheinautographen (elektrisch)
fr: Héliographes (Électriques)
nl: Zonneschijnautograaf - Elektrisch

source: Light Meters – Powered
de: Helligkeitsmesser (Photometer) (elektrisch)
fr: Luxmètres (Électriques)
nl: Lichtmeters - Elektrisch

source: Hygrometers – Non-Powered
de: Hygrometer (nicht elektrisch)
fr: Hygromètres (Non Electriques)
nl: Hygrometers - Niet-elektrisch

source: Thermometers – Garden – Non Powered
de: Gartenthermometer (nicht elektrisch)
fr: Thermomètres de Jardin (Non Electriques)
nl: Buitenthermometers - Niet-elektrisch

source: Barometers – Non Powered
de: Barometer (nicht elektrisch)
fr: Baromètres (Non Electriques)
nl: Barometers - Niet-elektrisch

source: Barographs – Non Powered
de: Barographen (nicht elekrisch)
fr: Barographe (Non Electriques)
nl: Barografen - Niet-elektrisch

source: Combination Weather Measuring/Monitoring Equipment – Non Powered
de: Wetterrstationen (nicht elektrisch)
fr: Équipements Combinés de Contrôle et de Mesure des Conditions Météo (Non Electriques)
nl: Weerstation - Niet-elektrisch

source: Wind Socks/Weather Vanes
de: Windsäcke / Wetterfahnen
fr: Manches à Air
nl: Windwijzers/Windvanen

source: Rain Gauges – Non Powered
de: Niederschlagsmesser (nicht elektrisch)
fr: Pluviomètres (Non Electriques)
nl: Regenmeters - Niet-elektrisch

source: Lawn/Garden Weather Monitoring/Observation Replacement Parts/Accessories
de: Garten-Wetterstationen / -messgeräte - Ersatzteile / Zubehör
fr: Équipements d'Observation/De Suivi Météo pour le Jardin – Pièces détachées/Accessoires
nl: Weerstation - Onderdelen/Accessoires

source: Lawn/Garden Weather Monitoring/Observation Other
de: Garten-Wetterstationen / -messgeräte - sonstige
fr: Autres Equipements d'Observation/De Suivi Météo pour le Jardin
nl: Weerstation - Overig

source: Lawn/Garden Weather Monitoring/Observation Variety Packs
de: Garten-Wetterstationen / -messgeräte - Sets
fr: Assortiments d'Equipements d'Observation/De Suivi Météo pour le Jardin
nl: Weerstation - Assortimenten

source: Dividers/Compass (DIY)
de: Zirkel (DIY) (nicht elektrisch)
fr: Compas/Compas à Pointe Sèches (Bricolage) (Non Electriques)
nl: Passer/Kompas (DHZ) (niet aangedreven)

source: Rulers (DIY)
de: Maßstäbe / Lineale (DIY) (nicht elektrisch)
fr: Règles (Bricolage) (Non Electriques)
nl: Meetlatten (DHZ) (niet aangedreven)

source: Tape Measures (DIY)
de: Maßbänder (DIY) (nicht elektrisch)
fr: Mètres à Ruban (Bricolage) (Non Electriques)
nl: Meetlinten (DHZ) (niet aangedreven)

source: Micrometers
de: Mikrometer (nicht elektrisch)
fr: Micromètres (Non Electriques)
nl: Micrometers (niet aangedreven)

source: Measuring Wheels
de: Messräder (nicht elektrisch)
fr: Roues à Mesurer (Non Electriques)
nl: Meetwielen (niet aangedreven)

source: Callipers (DIY)
de: Schieblehren / Messschieber (DIY) (nicht elektrisch)
fr: Compas de Mesure (Bricolage) (Non Electriques)
nl: Schuifmaten (DHZ) (niet aangedreven)

source: Squares (DIY)
de: Winkel (DIY) (nicht elektrisch)
fr: Équerres (Bricolage) (Non Electriques)
nl: Tekenhaken (DHZ) (niet aangedreven)

source: Levels
de: Wasserwaagen / Richtwaagen (nicht elektrisch)
fr: Niveaux (Non Electriques)
nl: Waterpassen (niet aangedreven)

source: Plumb Bobs
de: Senklot (nicht elektrisch)
fr: Fils à Plomb (Non Electriques)
nl: Loodjes (niet aangedreven)

source: Work Benches
de: Werkbänke
fr: Établis
nl: Werkbanken

source: Saw Horses/Trestles
de: Sägeböcke / Gerüstböcke
fr: Tréteaux/Chevalets de Sciage
nl: Zaagbokken/Schragen

source: Platforms/Scaffolding
de: Arbeitsbühnen / Baugerüste (nicht elektrisch)
fr: Plateformes/Echafaudages (Non Electriques)
nl: Stellages/Steigers (Niet Aangedreven)
