Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Redfescue (Festuca Rubra)
de: Gewöhnlicher Rot-Schwingel (Festuca Rubra)
fr: Fétuques Rouges (Festuca Rubra)
nl: Roodzwenkgras (Festuca Rubra)

source: Limpo Grass (Hemarthria Altissima)
de: Hemarthria Altissima
fr: Herbes Limpo (Hemarthria Altissima)
nl: Limpo-gras (Hemarthria Altissima)

source: Spear Grass (Heteropogon Contortus)
de: Heteropogon Contortus
fr: Herbes Barbues/Andropogons/Hétéropogons Contournés (Heteropogon Contortus)
nl: Speergras (Heteropogon Contortus)

source: Alang-Alang (Imperata Cylindrica)
de: Silberhaargras (Imperata Cylindrica)
fr: Impérates Cylindriques/Pailles de Diss/Paillotes (Imperata Cylindrica)
nl: Japans-bloedgras (Imperata Cylindrica)

source: Murainagrass (Ischaemum spp.)
de: Murainagras (Ischaemum spp.)
fr: Argopogons (Ischaemum spp.)
nl: Loekoentoegras (Ischaemum spp.)

source: Southern Cutgrass (Leersia Hexandra)
de: Leersia (Leersia Hexandra)
fr: Léersies Faux Riz (Leersia Hexandra)
nl: Leersia-gras (Leersia Hexandra)

source: American Dune Grass (Leymus spp.)
de: Amerikanisches Dünengras (Leymus spp.)
fr: Élymes des sables (Leymus spp.)
nl: Zandhaver (Leymus spp.)

source: Italian Ryegrass (Lollium Multiflorum)
de: Italienisches Raygras (Lollium Multiforum)
fr: Ray-grass d'Italie (Lollium Multiflorum)
nl: Italiaans Raaigras (Lollium Multiflorum)

source: Pernnial Rye (Lolium Perenne)
de: Deutsches Weidelgras (Lolium Perenne)
fr: Ray-grass Anglais (Lolium Perenne)
nl: Engels Raaigras (Lolium Perenne)

source: Hybrid Ryegrass (Lolium X Hybridum)
de: Bastardweidelgras (Lolium X Hybridum)
fr: Ray-grass Hybrides (Lolium X Hybridum)
nl: Gekruist Raaigras (Lolium X Hybridum)

source: Natal Grass (Melinis Repens)
de: Rubingras (Melinis Repens)
fr: Melinis (Melinis Repens)
nl: Natalgras (Melinis Repens)

source: Napier Grass (Pennisetum Purpureum)
de: Napiergras (Pennisetum Purpureum)
fr: Cannes Fourragères/Fausses Cannes à Sucre/Herbes à Eléphant (Pennisetum Purpureum)
nl: Olifantsgras (Pennisetum Purpureum)

source: Air Conduits Variety Pack
de: Rohrleitungen - Sets
fr: Assortiments de Conduits
nl: Luchtkanalen - Assortimenten

source: Highlighter
de: Textmarker
fr: Surligneurs
nl: Markeerstift

source: Indian Ricegrass (Oryzopsis Hymenoides)
de: Indianisches Reisgras (Oryzopis Hymenoides)
fr: Stipes à Glumes Membraneuses (Oryzopsis Hymenoides)
nl: Indiaans-rijstgras (Oryzopsis Hymenoides)

source: Klein Grass (Panicum Coloratum)
de: Buntes Guineagras (Panicum Coloratum)
fr: Panics Colorés (Panicum Coloratum)
nl: Gekleurd Guinea-gras (Panicum Coloratum)

source: Guinea Grass (Panicum Maximum)
de: Guineagras (Panicum Maximum)
fr: Panics Maximaux/Herbes Fataque (Panicum Maximum)
nl: Guinea-gras (Panicum Maximum)

source: Switch Grass (Panicum Virgatum)
de: Rutehirse (Panicum Vigatum)
fr: Panics Erigés/Millets Vivaces (Panicum Virgatum)
nl: Pluimgierst (Panicum Virgatum)

source: Buffalo Grass (Paspalum Conjugatum)
de: Buffalo-Gras (Paspalum Conjugatum)
fr: Herbes Créoles (Paspalum Conjugatum)
nl: Buffalgras (Paspalum Conjugatum)

source: Bahia Grass (Paspalum Notatum)
de: Bahiagras (Paspalum Notatum)
fr: Herbes de Bahia (Paspalum Notatum)
nl: Bahiagras (Paspalum Notatum)

source: Scrobic Grass (Paspalum Scrobiculatum)
de: Kodo-Hirse (Paspalum Scobiculatum)
fr: Millets Kodo/Herbes à Epée (Paspalum Scrobiculatum)
nl: Kodo-gierst (Paspalum Scrobiculatum)

source: Kikuyu Grass (Pennisetum Clandestinum)
de: Kikuyu-Gras (Pennisetum Cladestinum)
fr: Kikuyus (Pennisetum Clandestinum)
nl: Kikuyu-gras (Pennisetum Clandestinum)

source: Canarygrass (Phalaris spp.)
de: Rohrglanzgras (Phalaris spp.)
fr: Alpistes des Canaries (Phalaris spp.)
nl: Kanariegras (Phalaris spp.)

source: Timothygrass (Phleum Pratense)
de: Wiesen-Lieschgras (Phleum Pratense)
fr: Fléoles/Phléoles des Prés (Phleum Pratense)
nl: Timoteegras (Phleum Pratense)

source: Fowl Meadowgrass (Poa Palustris)
de: Sumpf-Rispengras (Poa Palustris)
fr: Pâturins des Marais (Poa Palustris)
nl: Moerasbeemdgras (Poa Palustris)

source: Kentucky Bluegrass (Poa Pratensis)
de: Wiesen-Rispengras (Poa Pratensis)
fr: Pâturins des Prés (Poa Pratensis)
nl: Veldbeemdgras (Poa Pratensis)

source: Bluegrass (Poa spp.)
de: Wiesenrispengras (Poa spp.)
fr: Pâturins (Poa spp.)
nl: Andere blauwgrassen (Poa spp.)

source: Java Grass (Polytrias Armaura)
de: Javagras (Polytrias Armaura)
fr: Polytrias (Polytrias Armaura)
nl: Polytrias-gras (Polytrias Armaura)

source: Tall Fescue (Schedonorus Arundinaceus)
de: Rohr-Schwingel (Schedonorus Arundinaceus)
fr: Fétuques Elevées/Fétuques roseau Arundinaceus)
nl: Rietzwenkgras (Schedonorus Arundinaceus)

source: Hammam Cabin
de: Hammam-Kabine
fr: Cabines Hammam
nl: Hammam Cabine

source: Infrared Cabin
de: Infrarot-Kabine
fr: Cabines Infrarouges
nl: Infraroodcabine

source: Sauna Cabin
de: Sauna-Kabine
fr: Cabines de sauna
nl: Saunacabine

source: Sunbed Structure
de: Sonnenbank
fr: Cabines de Bronzage
nl: Zonnebank

source: Health and Wellness Fittings - Accessories and Replacement Parts
de: Gesundheits- und Wellnessvorrichtungen - Ersatzteile und Zubehör
fr: Pièces Détachées et Accessoires pour Équipements de Santé et de Bien-être
nl: Sauna-Uitrusting - Onderdelen/Accessoires

source: Health and Wellness Multi-Purpose Cabin
de: Gesundheit- und Wellness - Multifunktionskabine
fr: Cabines de Bien-être Polyvalentes.
nl: Multifunctionele Wellness Cabine

source: Asparagusplants (Asparagus Officinalis)
de: Gemüsespargel (Aspargus Officinalis)
fr: Asperges (Asparagus Officinalis)
nl: Aspergeplanten (Asparagus Officinalis)

source: Foxtail Millet (Setaria Italica)
de: Kolbenhirse (Setaria Italica)
fr: Sétaires d'Italie (Setaria Italica)
nl: Trosgierst (Setaria Italica)

source: Iceplant (Mesembryanthemum Crystallinum)
de: Eiskraut (Mesembryanthemum Crystallinum)
fr: Ficoïdes Glaciales (Mesembryanthemum Crystallinum)
nl: IJsplanten (Mesembryanthemum Crystallinum)

source: Kohlrabiplants (Brassica Oleracea var. Gongylodes)
de: Kohlrabi (Brassica Oleracea var. Gongylodes)
fr: Choux-raves (Brassica Oleracea var. Gongylodes)
nl: Koolrabiplanten (Brassica Oleracea var. Gongylodes)

source: Cardoonplants (Cynara Cardunculus)
de: Wilde Artischocke (Cynara Cardunculus)
fr: Cardons (Cynara Cardunculus)
nl: Kardoenplanten (Cynara Cardunculus)

source: Korali (Setaria Pumila)
de: Rote Borstenhirse (Setaria Pumila)
fr: Sétaires Glauques/Naines (Setaria Pumila)
nl: Geelrode Naaldaar (Setaria Pumila)

source: Artichokeplants (Cynara Scolymus)
de: Artischocke (Cynara Scolymus)
fr: Artichauts (Cynara Scolymus)
nl: Artisjokplanten (Cynara Scolymus)

source: Fennelplants (Foeniculum Vulgare)
de: Fenchel (Foeniculum Vulgare)
fr: Fenouils (Foeniculum Vulgare)
nl: Venkelplanten (Foeniculum Vulgare)

source: Sago Palmtrees (Metroxylon Spp.)
de: Metroxylon Spp
fr: Sagoutiers (Metroxylon Spp.)
nl: Sagopalmbomen (Metroxylon Spp.)

source: Rhubarbplants (Rheum Rhaponticum)
de: Rhaponik-Rhabarber
fr: Rhubarbes (Rheum Rhaponticum)
nl: Rabarberplanten (Rheum Rhaponticum)

source: Foxtail Grass (Setaria spp.)
de: Borstenhirse (Setaria spp.)
fr: Sétaires (Setaria spp.)
nl: Naaldaar (Setaria spp.)

source: Sudan Grass (Sorghum × Drummondii)
de: Sudangras (Sorghum x Drummondii)
fr: Sorghos du Soudan (Sorghum × Drummondii)
nl: Soedangras (Sorghum × Drummondii)

source: Giant Taroplants (Alocasia Macrorrhizos)
de: Riesenblättriges Pfeilblatt (Alocasia Macrorrhizos)
fr: Songes des Caraïbes (Alocasia Macrorrhizos)
nl: Reuze Taroplanten (Alocasia Macrorrhizos)

source: Columbus Grass (Sorghum X Almum)
de: Sorghum X Almum
fr: Sorghos d'Argentine (Sorghum X Almum)
nl: Columbusgras (Sorghum X Almum)

source: Konjacplants (Amorphophallus Konjac)
de: Teufelszunge (Amorphophallus Konjac)
fr: Konjacs (Amorphophallus Konjac)
nl: Konjakplanten (Amorphophallus Konjac)

source: Celery Plants (Apium Graveolens)
de: Echter Sellerie (Apium Graveolens)
fr: Céleris (Apium Graveolens)
nl: Selederijplanten (Apium Graveolens)

source: St Augustine Grass (Stenotaphrum Secundatum)
de: St. Augustin-Gras (Stenotaphrum Secundatum)
fr: Faux Kikuyus/Chiendents de Boeuf (Stenotaphrum Secundatum)
nl: St-Augustine-gras (Stenotaphrum Secundatum)

source: Gobo Root /Burdockplants (Arctium Lappa)
de: Große Klette (Actium Lappa)
fr: Grandes Bardanes (Arctium Lappa)
nl: Grote Klitplanten (Arctium Lappa)

source: Red Oat Grass (Themeda Triandra)
de: Känguru-Gras (Themata Triandra)
fr: Herbes rouges (Themeda Triandra)
nl: Rode-havergras (Themeda Triandra)

source: Arracachaplants (Arracacia Xanthorrhiza)
de: Arakacha (Arracacia Xanthorrhiza)
fr: Arracachas (Arracacia Xanthorrhiza)
nl: Arracachaplanten (Arracacia Xanthorrhiza)

source: Red Beet / Beetrootplants (Beta Vulgaris Subsp. Vulgaris var. Conditiva)
de: Rote Bete (Beta Vulgaris Subsp. Vulgaris var. Conditiva)
fr: Betteraves (Beta Vulgaris Subsp. Vulgaris var. Conditiva)
nl: Rode Bietplanten (Beta Vulgaris Subsp. Vulgaris var. Conditiva)

source: Eddoplants (Colocasia Antiquorum)
de: Elefantenohr (Colocasia Antiquorum)
fr: Eddos (Colocasia Antiquorum)
nl: Taroplanten (Colocasia Antiquorum)

source: Taroplants (Colocasia Esculenta)
de: Taro (Colocasia Esculenta)
fr: Taros (Colocasia Esculenta)
nl: Olifantsoorplanten (Colocasia Esculenta)

source: Gamagrass (Tripsacum spp.)
de: Gamagras (Tripsacum spp.)
fr: Herbes Grama/de Gama (Tripsacum spp.)
nl: Gama-gras (Tripsacum spp.)

source: Tigernutsedge (Cyperus Esculentus)
de: Erdmandel (Cyperus Esculentus)
fr: Souchets (Cyperus Esculentus)
nl: Knolcyperusplanten (Cyperus Esculentus)

source: Carrotplants (Daucus Carota)
de: Möhre (Baucus Carota)
fr: Carottes (Daucus Carota)
nl: Wortelplanten (Daucus Carota)

source: Sabi Grass (Urochloa Mosambicensis)
de: Urochloa Mosambicensis
fr: Urochloés du Mozambique (Urochloa Mosambicensis)
nl: Sabi-gras (Urochloa Mosambicensis)

source: Yamplants (Dioscorea Esculenta)
de: Kartoffel-Yams (Dioscorea Esculenta)
fr: Petites Ignames (Dioscorea Esculenta)
nl: Yamplanten (Dioscorea Esculenta)

source: Ubeplants (Dioscorea Alata)
de: Wasseryams (Dioscorea Alata)
fr: Ignames Ailées/Grandes Ignames/Cambarres (Dioscorea Alata)
nl: Ubeplanten (Dioscorea Alata)

source: Liverseed Grass (Urochloa Panicoides)
de: Signalgras (Urochoa Panicoides)
fr: Urochloés Panicoïdés (Urochloa Panicoides)
nl: Liverseed-gras (Urochloa Panicoides)

source: Airpotatoeplants (Dioscorea Bulbifera)
de: Luftkartoffel (Dioscorea Bulbifera)
fr: Hoffes/Ignames Bulbifères (Dioscorea Bulbifera)
nl: Lucht Yamplanten (Dioscorea Bulbifera)

source: Name Mapueyplants (Dioscorea Trifida)
de: Indische Yams (Dioscorea Trifida)
fr: Ignames Cousse-couche (Dioscorea Trifida)
nl: Name Mapueyplanten (Dioscorea Trifida)

source: Water Chestnutplants (Eleocharis Dulcis)
de: Wasserkastanie (Eleocharis Dulcis)
fr: Châtaignes d'Eau Chinoises (Eleocharis Dulcis)
nl: Waterkastanjeplanten (Eleocharis Dulcis)

source: Zoysia Grass (Zoysia spp.)
de: Zoysia-Gras (Zoysia spp.)
fr: Zoysias (Zoysia spp.)
nl: Zoysia-gras (Zoysia spp.)

source: Jerusalem Artichokeplants (Helianthus Tuberosus)
de: Topinambur (Helianthus Tuberosus)
fr: Topinambours (Helianthus Tuberosus)
nl: Aardpeerplanten (Helianthus Tuberosus)

source: Sweet Potatoeplants (Ipomoea Batatas)
de: Süßkartoffel (Ipomoea Batatas)
fr: Patates Douces (Ipomoea Batatas)
nl: Zoete Aardappelplanten (Ipomoea Batatas)

source: Cassaveplants (Manihot Esculenta)
de: Maniok (Manihot Esculenta)
fr: Maniocs/Yucas/Tapiocas (Manihot Esculenta)
nl: Cassaveplanten (Manihot Esculenta)

source: Arrowrootplants (Maranta Arundinacea)
de: Pfeilwurz (Maranta Arundinacea)
fr: Marantes/Dictames/Herbes aux Flèches (Maranta Arundinacea)
nl: Pijlwortelplanten (Maranta Arundinacea)

source: Lotusrootplants (Nelumbo Nucifera)
de: Indische Lotusblume (Nelumbo Nucifera)
fr: Lotus Sacrés/Lotus d'Orient (Nelumbo Nucifera)
nl: Heilige Lotusplanten (Nelumbo Nucifera)

source: Ocaplants (Oxalis Tuberosa)
de: Knolliger Sauerklee (Oxalis Tuberosa)
fr: Ocas du Pérou (Oxalis Tuberosa)
nl: Ocaplanten (Oxalis Tuberosa)

source: Jicama Beanplants (Pachyrhizus Erosus)
de: Yambohne (Pachyrhizus Erosus)
fr: Jicamas/Pois Patates (Pachyrhizus Erosus)
nl: Yamboonplanten (Pachyrhizus Erosus)

source: Ajipoplants (Pachyrhizus Tuberosus)
de: Knollenbohne (Pachyrhizus Tuberosus)
fr: Pois Tubéreux (Pachyrhizus Tuberosus)
nl: Ajipoplanten (Pachyrhizus Tuberosus)

source: Parsnipplants (Pastinaca Sativa)
de: Pastinak (Pastinaca Sativa)
fr: Panais (Pastinaca Sativa)
nl: Pastinaakplanten (Pastinaca Sativa)

source: Common Radishplants (Raphanus Sativus)
de: Garten-Rettich (Raphanus Sativus)
fr: Radis (Raphanus Sativus)
nl: Radijsplanten (Raphanus Sativus)

source: Daikonplants (Raphanus Sativus var. Longipinnatus)
de: Winterrettich (Raphanus Sativus var. Longipinnatus)
fr: Radis Blancs/d'Hiver/Chinois (Raphanus Sativus var. Longipinnatus)
nl: Witte Ramanasplanten (Raphanus Sativus var. Longipinnatus)

source: Winter-Radishplants (Raphanus Sativus var. Niger)
de: Schwarzer Winter-Rettich (Raphanus Sativus var. Niger)
fr: Radis Noirs/d'Espagne (Raphanus Sativus var. Niger)
nl: Zwarte Rammenasplanten (Raphanus Sativus var. Niger)

source: Scorzoneraplants (Scorzonera Hispanica)
de: Garten-Schwarzwurzel (Scorzonera Hispanica)
fr: ScorsonèresSalsifis Noirs (Scorzonera Hispanica)
nl: Schorseneerplanten (Scorzonera Hispanica)

source: Skirretplants (Sium Sisarum)
de: Zuckerwurzel (Saum Sisarum)
fr: Chervis (Sium Sisarum)
nl: Suikerwortelplanten (Sium Sisarum)

source: Yaconplants (Smallanthus Sonchifolius)
de: Yacón (Smallanthus Sonchifolius)
fr: Poires de Terre/Yacons (Smallanthus Sonchifolius)
nl: Yaconplanten (Smallanthus Sonchifolius)

source: Potatoeplants (Solanum Tuberosum)
de: Kartoffel (Solanum Tuberosum)
fr: Pommes de Terre (Solanum Tuberosum)
nl: Aardappelplanten (Solanum Tuberosum)

source: African Yam Beanplants (Sphenostylis Stenocarpa)
de: Afrikanische Yambohne (Sphenostylis Stenocarpa)
fr: Haricots-Ignames Africains (Sphenostylis Stenocarpa)
nl: Afrikaanse Yamboonplanten (Sphenostylis Stenocarpa)

source: Salsify/Oysterplants (Tragopogon Porrifolius)
de: Haferwurzel (Tragopogon Porrifolius)
fr: Salsifis (Tragopogon Porrifolius)
nl: Paarse Morgensterplanten (Tragopogon Porrifolius)

source: Mashuaplants (Tropaeolum Tuberosum)
de: Knollige Kapuzinerkresse (Tropaeolum Tuberosum)
fr: Capucines Tubéreuses (Tropaeolum Tuberosum)
nl: Knolcapucienplanten (Tropaeolum Tuberosum)

source: Ullucusplants (Ullucus Tuberosus)
de: Ollucu (Ullucus Tuberosus)
fr: Ullucos/Ulluques (Tropaeolum Tuberosum)
nl: Prinsessenknolplanten (Ullucus Tuberosus)

source: Tanniaplants (Xanthosoma Sagittifolium)
de: Tania (Xanthosoma Sagittifolium)
fr: Macabos/Choux Caraïbe (Xanthosoma Sagittifolium)
nl: Tanniaplanten (Xanthosoma Sagittifolium)

source: Gingerplants (Zingiber Officinale)
de: Ingwer (Zingiber Officinale)
fr: Gingembres (Zingiber Officinale)
nl: Gemberplanten (Zingiber Officinale)

source: Common Mushroom Funghi (Agaricus)
de: Champignon (Agaricus)
fr: Agarics (Agaricus)
nl: Champignonfungus (Agaricus)

source: Cep Funghi (Boletus Edulis)
de: Gemeiner Steinpilz (Boletus Edulis)
fr: Cèpes de Bordeaux (Boletus Edulis)
nl: Eekhoorntjesbroodfungus (Boletus Edulis)

source: Chantarelle Funghi (Cantharellus Cibarius)
de: Echter Pfifferling (Cantharellus Cibarius)
fr: Chanterelles/Girolles (Cantharellus Cibarius)
nl: Cantharellenfungus (Cantharellus Cibarius)

source: Enokitake Funghi (Flammulina Velutipes)
de: Gemeiner Samtfußrübling (Flammulina Velutipes)
fr: Enokitaké/Collybies à Pied Velouté (Flammulina Velutipes)
nl: Fluweelpootjefungus (Flammulina Velutipes)

source: Linghzi / Reishi Funghi (Ganoderma Lucidum)
de: Glänzender Lackporling (Ganoderma Luzidem)
fr: Ganodermes luisant/Reishis (Ganoderma Lucidum)
nl: Gesteelde lakzwamfungus (Ganoderma Lucidum)

source: Beech Mushrooms Funghi (Hypsizygus Tessellatus)
de: Hypsizgus Tessellatus
fr: Buna-Shimejis (Hypsizygus Tessellatus)
nl: Beukenzwam fungus (Hypsizygus Tessellatus)

source: Shiitake Mushroom Funghi (Lentinula Edodes)
de: Shiitake (Lentinula Edodes)
fr: Lentins du Chêne/Shiitakés (Lentinula Edodes)
nl: Shiitakefungus (Lentinula Edodes)

source: Morel Funghi (Morchella Esculenta)
de: Speise-Morchel (Morcheln Esculenta)
fr: Morilles (Morchella Esculenta)
nl: Morieljefungus (Morchella Esculenta)

source: Eryngii Funghi (Pleurotus Eryngii)
de: Kräuterseitling (Pleurotus Eryngii)
fr: Pleurotes du Panicaut (Pleurotus Eryngii)
nl: Kruisdisteloesterzwamfungus (Pleurotus Eryngii)

source: Oyster Mushroom Funghi (Pleurotus Ostreatus)
de: Austern-Seitling (Pleurotus Ostreatus)
fr: Pleurotes (en Forme d'Huître) (Pleurotus Ostreatus)
nl: Oesterzwamfungus (Pleurotus Ostreatus)

source: Truffle Funghi (Tuber Aestivum)
de: Sommer Trüffel (Tuber Aestivum)
fr: Truffes Blanches d'été (Tuber Aestivum)
nl: Truffelfungus (Tuber Aestivum)

source: Wild Mushroom Funghi
de: Waldpilze
fr: Champignons Sauvages
nl: Wilde Paddenstoelenfungus

source: Furniture Legs
de: Möbelfüße
fr: Pieds de Meubles
nl: Meubelpoten

source: Defect/Crack Examination Agents
de: Mittel zur Fehler-/ Oberflächenrissprüfung
fr: Révélateur/Détecteur de fissures
nl: Detectiemiddelen voor Materiaaldefecten

source: Flush Wall Plate
de: Taste für die Toilettenspülung
fr: Plaques de Commande WC Murales
nl: Doorspoel Bedieningspaneel/Duwplaat

source: Shower Arms
de: Brausearm
fr: Bras de Douche
nl: Douchearmen

source: Shower Hose
de: Brauseschlauch
fr: Tuyaux de Douche
nl: Doucheslang

source: Shower Sets
de: Duschsets
fr: Ensembles/Kits de Douche
nl: Douchesets

source: Shower Slide Bars
de: Dusch-Schieberegler
fr: Barres de Douche
nl: Douchestangen/Glijstangen

source: Bell Pepperplants (Capsicum Annuum)
de: Spanische Pfefferpflanzen (Capsicum Annum)
fr: Poivrons (Capsicum Annuum)
nl: Paprikaplanten (Capsicum Annuum)

source: Cayenne Peppertrees (Capsicum Annuum)
de: Sapanische Pfefferbäume (Capsicum Annum)
fr: Piments Doux (Capsicum Annuum)
nl: Cayennepeperplanten (Capsicum Annuum)

source: Ajiplants (Capsicum Baccatum)
de: Glockenchili (Capsicum Baccatum)
fr: Piments Ají (Capsicum Baccatum)
nl: Ajiplanten (Capsicum Baccatum)

source: Chilipepperplants (Capsicum Frutescens)
de: Chili (Capsicum Frutescens)
fr: Piments de Cayenne (Capsicum Frutescens)
nl: Chilipeperplanten (Capsicum Frutescens)

source: Gojiberrieplants (Lycium Barbarum)
de: Gemeiner Bocksdorn (Lycium Barbarum)
fr: Lyciets de Barbarie/Gojis (Lycium Barbarum)
nl: Gojibessenplanten (Lycium Barbarum)

source: Tomatilloplants (Physalis Philadelphica)
de: Tomatillo (Physalis Philadelphica)
fr: Tomatilles (Physalis Philadelphica)
nl: Tomatilloplanten (Physalis Philadelphica)

source: Tomatoplants (Solanum Lycopersicum)
de: Tomate (Solanum Lycopersicum)
fr: Tomates (Solanum Lycopersicum)
nl: Tomatenplanten (Solanum Lycopersicum)

source: Antroewaplants (Solanum Macrocarpon)
de: Afrikanische Aubergine (Solanum Macrocarpon)
fr: Aubergines Africaines (Solanum Macrocarpon)
nl: Antroewaplanten (Solanum Macrocarpon)

source: Aubergineplants - Eggplants (Solanum Melongena)
de: Aubergine (Solanum Melongena)
fr: Aubergines (Solanum Melongena)
nl: Aubergineplanten (Solanum Melongena)

source: Pepinoplants (Solanum Muricatum)
de: Pepino (Solanum Muricatum)
fr: Poires-melons/Pépinos (Solanum Muricatum)
nl: Pepinoplanten (Solanum Muricatum)

source: Luloplants (Solanum Quitoense)
de: Lulo (Solanum Quitoense)
fr: Narangilles/Morelles de Quito (Solanum Quitoense)
nl: Luloplanten (Solanum Quitoense)

source: Wonderberrieplants (Solanum Retroflexum)
de: Schwarzenbeere (Solanum Retroflexum)
fr: Morelles (Solanum Retroflexum)
nl: Zonnebesplanten (Solanum Retroflexum)

source: Ash Gourdplants (Benincasa Hispida)
de: Wachskürbis (Benincasa Hispida)
fr: Courges Cireuses (Benincasa Hispida)
nl: Waspompoenplanten (Benincasa Hispida)

source: Watermelonplants (Citrullus Lunatus)
de: Wassermelone (Citrullus Lutantus)
fr: Pastèques/Melons d'Eau (Citrullus Lunatus)
nl: Watermeloenplanten (Citrullus Lunatus)

source: Ivy Gourd/ Tindolaplants (Coccinia Grandis)
de: Tindola (Coccinia Grandis)
fr: Courges Ecarlates (Coccinia Grandis)
nl: Tindolaplanten (Coccinia Grandis)

source: Cantaloupe Melonplants (Cucumis Melo var. Cantaloupensis)
de: Cantaloupe-Melone (Cucumis Melo var. Cantaloupensis)
fr: Melons Cantaloups/de Cavaillon/Charentais (Cucumis Melo var. Cantaloupensis)
nl: Cantaloepmeloenplanten (Cucumis Melo var. Cantaloupensis)

source: Conomon Melonplants (Cucumis Melo var. Conomon)
de: Armenische Melone (Cucumis Melo var. Conomon)
fr: Melons Orientaux/Coréens (Cucumis Melo var. Conomon)
nl: Conomonmeloenplanten (Cucumis Melo var. Conomon)

source: Armenian Cucumberplants (Cucumis Melo var. Flexuosus)
de: Armenische Melone (Curcumis Melo var. Flexuosus)
fr: Concombres Arméniens (Cucumis Melo var. Flexuosus)
nl: Armeense komkommerplanten (Cucumis Melo var. Flexuosus)

source: Wintermelonplants (Cucumis Melo var. Inodorus)
de: Honigmelone (Cucumis Melo var. Inodorus)
fr: Melons d'Hiver (Cucumis Melo var. Inodorus)
nl: Wintermeloenplanten (Cucumis Melo var. Inodorus)

source: Muskmelonplants (Cucumis Melo var. Reticulatus)
de: Galiamelone (Cucumis Melo var. Reticulatus)
fr: Melons Galia (Cucumis Melo var. Reticulatus)
nl: Suikermeloenplanten (Cucumis Melo var. Reticulatus)

source: Horned Melonplants (Cucumis Metuliferus)
de: Horngurke (Cucumis Metuliferus)
fr: Concombres du Kenya/Cornus Melons à Corne (Cucumis Metuliferus)
nl: Gehoornde Meloenplanten (Cucumis Metuliferus)

source: Cucumberplants (Cucumis Sativus)
de: Gurke (Cucumis Sativus)
fr: Concombres/Cornichons (Cucumis Sativus)
nl: Komkommerplanten (Cucumis Sativus)

source: Giant Pumpkinplants (Cucurbita Maxima)
de: Riesen-Kürbis (Cucurbita Maxima)
fr: Potirons (Cucurbita Maxima)
nl: Reuze Pompoenplanten (Cucurbita Maxima)

source: Marrow, Courgette And Other Cucurbita Pepo Varieties (Cucurbita Pepo)
de: Speisekürbis, Zucchini und andere Sorten des Gartenkürbis (Curcurbita Pepo)
fr: Courgettes et Autres Variétés de Courges (Cucurbita Pepo)
nl: Courgetteplanten (Cucurbita Pepo)

source: Pattypan Squashplants (Cucurbita Melopepo)
de: Pattisson (Cucurbita Melopepo)
fr: Pâtissons (Cucurbita Melopepo)
nl: Pattypanplanten (Cucurbita Melopepo)

source: Butternut Squashplants (Cucurbita Moschata)
de: Moschus-Kürbis (Curcurbita Moschata)
fr: Courges Musquées (Cucurbita Moschata)
nl: Muskaatpompoenplanten (Cucurbita Moschata)

source: Calabash Gourdplants (Lagenaria Siceraria)
de: Flaschenkürbis (Lagenaria Siceraria)
fr: Calebasses (Lagenaria Siceraria)
nl: Fleskalabasplanten (Lagenaria Siceraria)

source: Luffaplants (Luffa)
de: Luffa (Luffa)
fr: Luffas/Loofahs (Luffa)
nl: Luffaplanten (Luffa)

source: Bitter Melonplants (Momordica Charantia)
de: Bittermelone (Momordica Charantia)
fr: Margoses/Melons amers/Momordiques (Momordica Charantia)
nl: Sopropoplanten (Momordica Charantia)

source: Chayote Gourdplants (Sechium Edule)
de: Chayote (Sechium Edule)
fr: Chayotes/Chayottes (Sechium Edule)
nl: Chayoteplanten (Sechium Edule)

source: Okraplants (Abelmoschus Esculentus)
de: Okra (Abelmoschus Esculentus)
fr: Gombos/Lalos/Calous (Abelmoschus Esculentus)
nl: Okraplanten (Abelmoschus Esculentus)

source: Leveling Cement/Mortar
de: Levellierungszement / -mörtel
fr: Ciments/Mortiers de Ragréage
nl: Egalisatiemortel

source: Musk Okraplants (Abelmoschus Moschatus)
de: Bisameinbisch (Abelmoschus Moschatus)
fr: Ambrettes (Abelmoschus Moschatus)
nl: Muskusokraplanten (Abelmoschus Moschatus)

source: Melinjotrees (Gnetum Gnemon)
de: Gnetum Gnemon
fr: Gnemons/Melinjos (Gnetum Gnemon)
nl: Melindjoeplanten (Gnetum Gnemon)

source: Sweetcornplants (Zea Mays Subsp. Saccharata)
de: Zuckermais (Zea Mays Subsp. Saccharata)
fr: Maïs Doux (Zea Mays Subsp. Saccharata)
nl: Zoete Maisplanten (Zea Mays Subsp. Saccharata)
