Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Mould/Mildew Removers
de: Schimmel-Entferner
fr: Traitements Contre la Moisissure
nl: Schimmelverwijderaars

source: Disinfectants
de: Sterilisationsmittel (Oberflächen)
fr: Désinfectants
nl: Desinfecterende middelen

source: Descalers
de: Entkalker
fr: Détartrants
nl: Ontkalkers

source: Stain Removers
de: Fleckenentferner
fr: Détachants
nl: Vlekverwijderaars

source: Laundry Dry Cleaning
de: Trockenreinigungsmittel
fr: Nettoyage à Sec
nl: Chemisch Reinigen/Stomerij

source: Dish Care/Protection
de: Spülmaschine - Glaspflege
fr: Lave-vaisselle Automatique - Entretien du Verre
nl: Beschermingsproducten voor Vaatwasmachines

source: Water Softeners
de: Wasserenthärter
fr: Adoucisseurs d'Eau
nl: Waterverzachters

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Papiertücher
fr: Essuie-Tout
nl: Papieren Handdoekjes

source: First Aid – Dressings/Bandages/Plaster
de: Erste-Hilfe-Produkte - Verbände / Pflaster
fr: Premier Secours - Pansements/Bandages/Plâtres
nl: Eerste Hulp - Verbandmateriaal/Verbanden/Gips

source: First Aid – Accessories
de: Erste-Hilfe-Produkte - Zubehör
fr: Premier Secours - Accessoires
nl: Eerste Hulp - Accessoires

source: First Aid – Sling/Support
de: Erste-Hilfe-Produkte - Schlingen / Stützvorrichtungen
fr: Premier Secours - Écharpe/Support
nl: Eerste Hulp - Mitella/Hulpmiddel

source: Ice/Heated Pack
de: Kühl- / Wärmekissen / -Packungen
fr: Bloc Refroidissant/Chauffant
nl: IJs-/Verwarmingszak

source: Thermometers
de: Thermometer
fr: Thermomètres

source: Home Diagnostic Tests
de: Heimdiagnostik-Tests
fr: Tests de Diagnostic Personnel
nl: Diagnosetests voor Thuis

source: Home Diagnostic Products – Accessories
de: Heimdiagnostik-Produkte - Zubehör
fr: Produits de Diagnostic Personnel - Accessoires
nl: Thuisdiagnostica - Accessoires

source: Home Diagnostic Monitors
de: Heimdiagnostik - Überwachungsgeräte
fr: Moniteurs de Diagnostic Personnel
nl: Diagnosemonitoren voor Thuisgebruik/Weegschalen

source: Drug Administration
de: Geräte / Hilfsmittel zur Medikamentenverabreichung
fr: Administration de Médicaments
nl: Geneesmiddelentoediening

source: Drug Administration – Accessories
de: Geräte / Hilfsmittel zur Medikamentenverabreichung - Zubehör
fr: Administration de Médicaments - Accessoires
nl: Geneesmiddelentoediening - Accessoires

source: Disability Aids
de: Hilfsmittel für Menschen mit Behinderungen
fr: Aides pour les Incapacités
nl: Hulpmiddelen Invaliditeit

source: Habit Treatment
de: Entwöhnungsprodukte
fr: Traitements Anti-accoutumance
nl: Behandeling tegen Verslavingen

source: Condoms
de: Kondome
fr: Préservatifs
nl: Condooms

source: Diaphragms/Cervical Caps
de: Diaphragmen / Portiokappen
fr: Diaphragmes/Capes Cervicales
nl: Pessaria/Cervixkapjes

source: Spermicides
de: Spermizide
nl: Spermiciden

source: Hormonal Contraception
de: Hormonelle Verhütungsmittel
fr: Contraception Hormonale
nl: Hormonale Anticonceptiva

source: Intra-uterine Contraception
de: Intrauterinpessare
fr: Contraception Intra-utérine
nl: Anticonceptiva - Spiraaltje

source: Dietary Aid – Appetite/Fat Control
de: Appetitzügler / -Stimulantien / Fettblocker / Fatburner
fr: Aide Diététique - Contrôle de l'Appétit/de la Prise de Poids
nl: Dieetmiddel - Eetlust-/Vetcontrole

source: Dietary Aid – Meal Replacement
de: Mahlzeitenersatzprodukte
fr: Aide Diététique - Substituts de Repas
nl: Dieetmiddel - Maaltijdvervanger

source: Vitamins/Minerals
de: Vitamine / Mineralstoffe
fr: Vitamines/Minéraux
nl: Vitaminen/Mineralen

source: Nutritional Supplements
de: Nahrungsergänzungsmittel
fr: Compléments Alimentaires
nl: Voedingssupplementen

source: Therapeutic Hosiery
de: Therapeutische Strümpfe / Kompressionsstrümpfe
fr: Chaussants Thérapeutiques
nl: Therapeutische Kousen

source: Adult Incontinence – Pads
de: Inkontinenzeinlagen
fr: Incontinence Adulte – Protections
nl: Incontinentie bij Volwassenen - Maandverbanden

source: Feminine Hygiene – Cups
de: Menstruationsbecher
fr: Hygiène Féminine – Coupes
nl: Vrouwelijke Hygiëne - Cups

source: Feminine Hygiene – Panty Liners
de: Slipeinlagen
fr: Hygiène Féminine – Protège-slips
nl: Vrouwelijke Hygiëne - Inlegkruisjes

source: Toners/Astringents
de: Gesichtswasser / Adstringentien
fr: Produits Astringents
nl: Toners/Adstringerende Middelen

source: Facial Tissue/Handkerchiefs (Disposable)
de: Gesichtstücher / Taschentücher (einweg)
fr: Mouchoirs en Papier (Jetables)
nl: Gezichtsdoeken/Zakdoeken (Wegwerpartikel)

source: Skin Lightening
de: Hautaufheller
fr: Produits Eclaircissants pour la Peau
nl: Huidverlichting

source: Hearing Aids
de: Hörgeräte
fr: Prothèses Auditives
nl: Gehoorapparaten

source: Medicated/Orthopaedic Footwear
de: Medizinisches / Orthopädisches Schuhwerk / Einlagen
fr: Chausses Orthopédiques ou Médicales
nl: Geneeskundige/Orthopedische Schoenen

source: Foot Care/Hygiene Aids
de: Fußpflegehilfsmittel
fr: Soin/Hygiène des Pieds
nl: Hulpmiddelen voor Voetverzorging/Hygiëne

source: Baby Feeding – Tableware
de: Babygeschirr
fr: Alimentation du Bébé - Vaisselle
nl: Babyvoeding - Serviesgoed

source: Baby Feeding – Bottles
de: Babyfläschchen
fr: Alimentation du Bébé - Biberons
nl: Babyvoeding - Flessen

source: Baby Feeding Accessories
de: Baby-Fütterungszubehör
fr: Accessoires Pour l'Alimentation du Bébé
nl: Babyvoeding - Accessoires

source: Baby Feeding Aids (Non Powered)
de: Baby-Fütterungshilfen (nicht elektrisch)
fr: Outils (Non Electriques) Pour l'Alimentation du Bébé
nl: Hulpmiddelen voor Babyvoeding - (Niet-elektrisch)

source: Baby Diapers (Disposable)
de: Baby-Einwegwindeln
fr: Couches pour Bébé (Jetables)
nl: Babyluiers (Wegwerpartikel)

source: Baby Inserts/Pads
de: Baby-Windeleinlagen
fr: Inserts/Protège Couche Pour Bébé
nl: Baby Inlegluiers

source: Baby Diapers Accessories
de: Baby-Windelzubehör
fr: Accessoires Pour les Couches Pour Bébé
nl: Babyluiers Accessoires

source: Baby Bath Safety Products
de: Baby-Badesicherheitsprodukte
fr: Produits de Sécurité pour le Bain du Bébé
nl: Baby Bad Veiligheidsproducten

source: Baby Treatments
de: Heil- / Hilfsmittel für Babys / Kleinkinder
fr: Traitements Infantiles
nl: Baby-/Peuterbehandelingen

source: Baby Changing Table
de: Wickeltische
fr: Table à Langer
nl: Baby Luiertafel

source: Baby Carrier
de: Babybauchbinden / -Rucksäcke
fr: Porte-Bébé
nl: Babydrager

source: Baby Safety Protection (Non Powered)
de: Kindersicherungen (nicht elektrisch)
fr: Protections Pour la Sécurité du Bébé (Non-Electrique)
nl: Baby Bescherming (Niet-elektrisch)

source: Pacifiers/Teething Rings
de: Schnuller / Beißringe
fr: Tétines/Anneaux de Dentition
nl: Fopspenen/Bijtringen

source: Baby Surface Cleaners
de: Baby-Hygieneprodukte
fr: Nettoyants de Surface pour Bébé
nl: Baby Hygiënische Oppervlaktereiniger

source: Pet Drinks (Frozen)
de: Haustiergetränke (tiefgefroren)
fr: Boissons pour Animaux Domestiques (Surgelé)
nl: Dranken voor dieren (Diepvries)

source: Pet Food (Frozen)
de: Haustierfutter (tiefgefroren)
fr: Aliments pour Animaux Domestiques (Surgelé)
nl: Voedingsmiddelen voor dieren (Diepvries)

source: Pet Grooming Aids
de: Fellpflegehilfen
fr: Outils de Toilettage des Animaux Domestiques
nl: Verzorging van Dieren - Hulpmiddelen

source: Pet Hygiene/Sanitary Protection
de: Haustierhygiene / -Gesundheitsschutz
fr: Produits pour le Soin/L'Hygiène des Animaux Domestiques
nl: Hygiëne/Gezondheidsbescherming voor Dieren

source: Pet Nutritional Supplements
de: Haustier-Nahrungsergänzungsmittel
fr: Compléments Nutritionnels pour Animaux Domestiques
nl: Voedingssupplementen voor Dieren

source: Veterinary Pharmaceuticals
de: Pharmazeutische Produkte für Haustiere
fr: Médicaments Vétérinaires
nl: Veterinaire Geneesmiddelen

source: Pet Parasite Treatment
de: Haustier-Parasitenbekämpfungsmittel
fr: Traitements Antiparasitaires pour Animaux Domestiques
nl: Parasietbehandeling voor Dieren

source: Aquarium Aids/Accessories
de: Aquarium-Hilfsmittel /-Zubehör
fr: Compléments/Accessoires pour Aquarium
nl: Hulpmiddelen/Toebehoren voor Aquaria

source: Pet Food (Perishable)
de: Haustierfutter (leicht verderblich)
fr: Aliments pour Animaux Domestiques (Périssable)
nl: Voedingsmiddelen voor dieren (Beperkt Houdbaar)

source: Pet Food (Shelf Stable)
de: Haustierfutter (ohne Kühlung haltbar)
fr: Aliments pour Animaux Domestiques (Longue Conservation)
nl: Voedingsmiddelen voor dieren (Houdbaar)

source: Pet Drinks (Perishable)
de: Haustiergetränke (leicht verderblich)
fr: Boissons pour Animaux Domestiques (Périssable)
nl: Dranken voor dieren (Beperkt Houdbaar)

source: Pet Drinks (Shelf Stable)
de: Haustiergetränke (ohne Kühlung haltbar)
fr: Boissons pour Animaux Domestiques (Longue Conservation)
nl: Dranken voor dieren (Houdbaar)

source: Ear Preparations
de: Präparate gegen Erkrankungen im / am Ohr / Otologika
fr: Préparations Auriculaires
nl: Oorpreparaten

source: Eye Preparations
de: Präparate gegen Erkrankungen im / am Auge / Ophtalmologika
fr: Préparations Oculaires
nl: Oogpreparaten

source: Optic Appliances Care – Contact Lenses
de: Pflegeprodukte für Kontaktlinsen
fr: Produits d'Entretien Optique - Lentilles de Contact
nl: Verzorgingsproducten voor Contactlenzen

source: Optic Appliances – Spectacles – Ready To Wear
de: Brillen - Fertiglesebrillen
fr: Matériel Optique - Lunettes Prêtes à Porter
nl: Brillen - Klaar voor Gebruik

source: Optic Appliances – Contact Lenses
de: Kontaktlinsen
fr: Matériel Optique - Lentilles de Contact
nl: Contactlenzen

source: Bleach
de: Bleiche
fr: Eau de Javel
nl: Bleekmiddel

source: Cosmetic/MakeUp - Complexion
de: Teintkosmetikprodukte
fr: Produits Cosmétiques/de Maquillage - Teint
nl: Cosmetica/Make-up - Gezichtstint

source: Cosmetic/MakeUp - Eyes
de: Augenkosmetikprodukte
fr: Produits Cosmétiques/de Maquillage - Yeux
nl: Cosmetica/Make-up - Ogen

source: Cosmetic/MakeUp - Lips
de: Lippenkosmetikprodukte
fr: Produits Cosmétiques/de Maquillage - Lèvres
nl: Cosmetica/Make-up - Lippen

source: Shaving Preparations
de: Rasiermittel / Rasierschaum (ohne After-Shave-Produkte)
fr: Produits de Préparation au Rasage
nl: Pre-shave/Scheerschuim/Scheermiddel

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Mundwasser / Mundspülungen
fr: Bains de Bouche/Rince-Bouches
nl: Mondwater/mondspoelingen

source: String/Ties
de: Kordeln / Bänder
fr: Ficelles/Liens
nl: Touw/koord

source: Firelighting Tools/Matches
de: Entzündungswerkzeuge / Streichhölzer
fr: Outils d'Allumage/Allumettes
nl: Aanstekers/Lucifers

source: Batteries
de: Batterien
fr: Piles/Batteries
nl: Batterijen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Gleichrichter / Transformatoren
fr: Onduleurs/Transformateurs
nl: Spanningsregelaars/-omvormers

source: Chargers
de: Batterieladegeräte
fr: Chargeurs
nl: Opladers

source: Fuses
de: Sicherungen
fr: Fusibles
nl: Zekeringen

source: Plugs
de: Haushaltsstecker
fr: Fiches
nl: Stekkers

source: Light Bulbs/Tubes/Light-Emitting Diodes
de: Glühbirnen / Leuchtstoffröhren /lichtemittierende Dioden
fr: Ampoules à Incandescence/Tubes Luminescents/Diodes Electroluminescentes
nl: Gloeilampen/Buizen/LED Lampen

source: Cookware (Disposable)
de: Einweg-Kochgeschirr
fr: Ustensiles de Cuisson (Jetables)
nl: Wegwerpkookgerei

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Kerzen
fr: Bougies
nl: Kaarsen

source: Scratch Remover Kit/Repairs
de: Kratzer-Entferner-Sets
fr: Produits pour Lustrer/Kit Anti Rayures
nl: Krasverwijderaars

source: Paper Filters
de: Papierfilter
fr: Filtres Papier
nl: Papierfilters

source: Hair – Aids (Non Powered)
de: Haarpflege - Geräte / Hilfsmittel (nicht elektrisch)
fr: Cheveux – Outils (Non Electriques)
nl: Haar - Hulpmiddelen(Niet-elektrisch)

source: Personal Warming/Massaging (Non Powered)
de: Wärmeprodukte / -kissen / Massagegeräte (nicht elektrisch)
fr: Produits pour le Massage/Chauffants (Non Electriques)
nl: Persoonlijke Verwarming/Massage (Niet-elektrisch)

source: Body Toning/Firming Products (Powered)
de: Muskelstimulatoren / Körperstraffungsprodukte (elektrisch)
fr: Produits Raffermissants/Tonifiants pour le Corps (Electriques)
nl: Producten voor Spierstimulatie (Elektrisch)

source: Personal Repellents
de: Mittel zur Insektenabwehr
fr: Insectifuges Corporels
nl: Persoonlijke Insectenwerende middelen

source: Pet Bedding
de: Haustierbetten
fr: Litière/Couchage pour Animaux Domestiques
nl: Bodembedekking voor Dieren

source: Wipes – Personal
de: Feuchttücher
fr: Lingettes- Personnel
nl: Vochtige Doekjes

source: Fats Edible – Animal (Shelf Stable)
de: Speisefette - tierisch (ohne Kühlung haltbar)
fr: Graisses Comestibles – Animales (Longue Conservation)
nl: Eetbare Vetten - Dierlijk (Houdbaar)

source: Baby/Infant – Formula (Shelf Stable)
de: Fertigmilchnahrung für Babies (ohne Kühlung haltbar)
fr: Bébés/Nourrissons - Lait Maternisé (Longue Conservation)
nl: Baby/Peuter - Babymelkproducten (Houdbaar)

source: Pate (Frozen)
de: Pasteten / Paté (tiefgefroren)
fr: Pâté (Surgelé)
nl: Paté (Diepvries)

source: Other Sauces Dipping/Condiments/Savoury Toppings/Savoury Spreads/Marinades (Frozen)
de: Dipsaucen / Würzsaucen / Feinkostsaucen / Aufstriche / Marinaden (tiefgefroren)
fr: Autres Sauces Condimentaires/Condiments/Nappages Salés/Produits à Tartiner Salés/Marinades (Surgelé)
nl: Dipsauzen/Smaakmakers/Hartige Toppings/Hartige Spreads/Marinades (Diepvries)

source: Stock/Bones (Shelf Stable)
de: Fond / Knochen - (ohne Kühlung haltbar)
fr: Concentrés Liquides/Os (Longue Conservation)
nl: Vloeibare Bouillon/Beenderen (Houdbaar)

source: Stock/Bones (Perishable)
de: Fond / Knochen - (leicht verderblich)
fr: Concentrés Liquides/Os (Périssable)
nl: Vloeibare Bouillon/Beenderen (Beperkt Houdbaar)

source: Stock/Bones (Frozen)
de: Fond / Knochen (tiefgefroren)
fr: Concentrés Liquides/Os (Surgelé)
nl: Vloeibare Bouillon/Beenderen (Diepvries)

source: Food Glazes (Shelf Stable)
de: Glasuren / Tortenguss (ohne Kühlung haltbar)
fr: Glaçage (Longue Conservation)
nl: Bouillon/Vleesjus/Glaceermiddelen (Houdbaar)

source: Dressing/Dips (Frozen)
de: Salatsaucen / Dips (tiefgefroren)
fr: Assaisonnements/Sauces Froides (Surgelé)
nl: Dressing/Dipsausjes (Diepvries)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Kräuterzigaretten - tabak- und nikotinfrei
fr: Cigarettes aux Herbes - Sans Tabac
nl: Kruidensigaretten - Geen tabak

source: Fats Edible – Vegetable/Plant (Perishable)
de: Speisefette - pflanzlich (leicht verderblich)
fr: Graisses Comestibles – Végétales/Plantes (Périssable)
nl: Eetbare Vetten - Plantaardig (Beperkt Houdbaar)

source: Chutneys/Relishes (Frozen)
de: Chutneys / Relishes (tiefgefroren)
fr: Chutneys/Condiments (Surgelé)
nl: Chutneys/Pikante sauzen (Diepvries)

source: Chutneys/Relishes (Perishable)
de: Chutneys / Relishes (leicht verderblich)
fr: Chutneys/Condiments (Périssable)
nl: Chutneys/Pikante sauzen (Beperkt Houdbaar)

source: Non Grape Fermented Alcoholic Beverages – Still
de: Alkoholische Getränke, nicht auf Traubenbasis - ohne Kohlensäure
fr: Boissons Alcoolisées Fermentées sans Raisin - Tranquille
nl: Alcoholhoudende Dranken gefermenteerd, niet op basis van Druiven - Niet-mousserend

source: Alcoholic Syrups and Bitters
de: Alkoholische Sirups und Magenbitter
fr: Sirops Alcoolisés/Cordials
nl: Maagbitters/Alcoholische Siropen

source: Food/Beverage/Tobacco Variety Packs
de: Lebensmittel / Getränke – Mischpackungen
fr: Assortiments d'Aliments/Boissons
nl: Levensmiddelen/Dranken - Assortimenten

source: Alcoholic Beverages Variety Packs
de: Alkoholische Getränke - Mischpackungen
fr: Assortiments de Boissons Alcoolisées
nl: Alcoholische Dranken - Assortimenten

source: Coffee/Tea/Substitutes Variety Packs
de: Kaffee / Tee / Ersatzprodukte - Mischpackungen
fr: Assortiments de Cafés/Thés/Succédanés
nl: Koffie/Thee/Vervangingsmiddelen - Assortimenten

source: Non Alcoholic Beverages Variety Packs – Not Ready to Drink
de: Alkoholfreie Getränke Mischpackungen - nicht trinkfertig
fr: Assortiments de Boissons Non Alcoolisées – Non Prêt à Boire
nl: Alcoholvrije Dranken - Assortimenten (Niet-gebruiksklaar)

source: Non Alcoholic Beverages Variety Packs – Ready to Drink
de: Alkoholfreie Getränke Mischpackungen - trinkfertig
fr: Assortiments de Boissons Non Alcoolisées – Prêts à Boire
nl: Alcoholvrije Dranken - Assortimenten (Gebruiksklaar)

source: Baking/Cooking Mixes/Supplies Variety Packs
de: Back- / Kochmischungen / Zutaten - Mischpackungen
fr: Assortiments de Préparations Boulangères pour Cuisson au Four et de Matières Consommables
nl: Bak/Kook Samenstellingen/Benodigdheden - Assortimenten

source: Biscuits/Cookies Variety Packs
de: Kekse / Gebäck - Mischpackungen
fr: Assortiments de Gâteaux Secs/Biscuits
nl: Biscuits/Koekjes - Assortimenten

source: Sweet Bakery Products Variety Packs
de: Süße Backwaren - Mischpackungen
fr: Assortiments de Produits de Boulangerie Sucrés
nl: Zoete Bakkerij Producten - Assortimenten

source: Bread/Bakery Products Variety Packs
de: Brot / Backwaren - Mischpackungen
fr: Assortiments de Pains/Produits de Boulangerie
nl: Brood/Bakkerijproducten - Assortimenten

source: Grains/Flour Variety Packs
de: Getreide / Mehl - Mischpackungen
fr: Assortiments de Céréales/Farines
nl: Granen/Meel - Assortimenten

source: Processed Cereal Products Variety Packs
de: Verarbeitete Getreideprodukte - Mischpackungen
fr: Assortiments de Produits Céréaliers Transformés
nl: Bewerkte Graanproducten - Assortimenten

source: Cereal/Grain/Pulse Products Variety Packs
de: Getreide- / Korn- / Hülsenfruchtprodukte - Mischpackungen
fr: Assortiments de Céréales/Grains/Légumes Secs
nl: Graanproduct/Peulvruchtproduct - Assortimenten

source: Confectionery Products Variety Packs
de: Süßwaren - Mischpackungen
fr: Assortiments de Produits de Confiserie
nl: Zoetwaren Producten - Assortimenten

source: Sugars/Sugar Substitute Products Variety Packs
de: Zucker / Zuckerersatzstoffe - Mischpackungen
fr: Assortiments de Sucres/Succédanés de Sucre
nl: Suikers/ Kunstmatige Zoetstoffen - Assortimenten

source: Fruit/Nuts/Seeds Combination Variety Packs
de: Früchte / Nüsse / Samen Mischpackungen
fr: Assortiments de Fruits/Noix/Graines
nl: Fruit/Noten/Zaadjes Combinatie - Assortimenten

source: Fruits/Vegetables/Nuts/Seeds Variety Packs
de: Obst / Gemüse / Nüsse / Samen bearbeitet / verarbeitet - Mischpackungen
fr: Assortiments de Fruits/Légumes/Noix/Graines
nl: Fruit/Groenten/Noten/Zaadjes - Assortimenten

source: Milk/Butter/Cream/Yogurts/Cheese/Eggs/Substitutes Variety Packs
de: Milch / Butter / Sahne / Käse / Eier / Ersatzprodukte - Mischpackungen
fr: Assortiments de Lait/Beurre/Crème/Yaourts/Fromage/Œufs/Succédanés
nl: Melk/Boter/Room/Yoghurt/Kaas/Eieren/Vervangingsmiddelen - Assortimenten

source: Fats Edible Variety Packs
de: Speisefett - Mischpackungen
fr: Assortiments de Graisses Comestibles
nl: Eetbare Vetten - Assortimenten

source: Oils/Fats Edible Variety Packs
de: Speiseöl / Speisefett Mischpackungen
fr: Assortiments d'Huiles/Graisses Comestibles
nl: Eetbare Oliën en Vetten - Assortimenten

source: Baby/Infant – Foods/Beverages Variety Packs
de: Baby- / Kleinkindernahrung - Mischpackungen
fr: Bébés/Nourrissons - Assortiments de Nourriture/Boissons
nl: Baby/Peuter - Levensmiddelen/Dranken - Assortimenten

source: Desserts/Dessert Toppings Variety Packs
de: Desserts / Dessertgarnierungen - Mischpackungen
fr: Assortiments Composés de Desserts/Nappages pour Desserts
nl: Desserts/Dessert Toppings - Assortimenten

source: Snacks Variety Packs
de: Snacks / Knabberartikel - Mischpackungen
fr: Assortiments d'Amuse-gueules
nl: Snacks - Assortimenten

source: Prepared/Preserved Foods Variety Packs
de: Bearbeitete / Verarbeitete Nahrungsmittel - Mischpackungen
fr: Assortiments d'Aliments Préparés/Préservés
nl: Bereide/Bewerkte Levensmiddelen - Assortimenten

source: Seafood Variety Packs
de: Fisch / Meeresfrüchte Mischpackungen
fr: Assortiments de Produits de la Mer
nl: Schaal-/Schelpdieren - Assortimenten

source: Herbs/Spices/Extracts Variety Packs
de: Kräuter / Gewürze / Extrakte - Mischpackungen
fr: Assortiments d'Herbes/Epices/Concentrés
nl: Kruiden/Specerijen/Extracten - Assortimenten

source: Pickles/Relishes/Chutneys/Olives Variety Packs
de: Eingelegtes Gemüse / Relishes / Chutneys / Oliven - Mischpackungen
fr: Assortiments de Conserves au Vinaigre/Condiments/Chutneys/Olives
nl: Augurken/Pikante sauzen/Chutneys/Olijven - Assortimenten

source: Sauces/Spreads/Dips/Condiments Variety Packs
de: Saucen / Aufstriche / Dips / Würzsaucen - Mischpackungen
fr: Assortiments de Sauces/Produits à Tartiner Salés/Sauces Froides/Condiments
nl: Sauzen/Spreads/Dipsausjes/Smaakmakers - Assortimenten

source: Vinegars/Cooking Wines Variety Packs
de: Essig / Kochweine - Mischpackungen
fr: Assortiments de Vinaigres/Vins de Cuisine
nl: Azijnen/Kookwijnen - Assortimenten

source: Seasonings/Preservatives/Extracts Variety Packs
de: Gewürze / Konservierungsstoffe / Extrakte - Mischpackungen
fr: Assortiments d'Assaisonnements/Conservateurs/Concentrés
nl: Kruiden/Conserveringsmiddelen/Extracten - Assortimenten

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Tabak / Cannabis / Kräuterprodukte / Rauchzubehör - Mischpackungen
fr: Assortiments d'Accessoires pour Fumeur/Tabac/Cannabis/Herbes
nl: Tabakswaren/Cannabis/Kruiden/Rookaccessoires - Assortimenten

source: Sweet Spreads Variety Packs
de: Süße Brotaufstriche - Mischpackungen
fr: Assortiments de Pâtes à Tartiner Sucrées
nl: Zoet Smeerbeleg - Assortimenten

source: Confectionery/Sugar Sweetening Products Variety Packs
de: Süßwaren / Süßungsmittel - Mischpackungen
fr: Assortiments de Produits de Confiserie/Edulcorants
nl: Zoetwaren/Kunstmatige Zoetstof - Assortimenten

source: Beverages Variety Packs
de: Getränke - Mischpackungen
fr: Assortiments de Boissons
nl: Dranken - Assortimenten

source: Cross Segment Variety Packs
de: Segmentübergreifende Sets
fr: Assortiment Inter Segments
nl: Segmentoverstijgende Classificatie - Assortimenten

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Prepared/Processed (Frozen)
de: Fisch- / Meeresfrüchte-Mischungen – bearbeitet / verarbeitet (tiefgefroren)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Préparés/Transformés (Surgelé)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Bereid/Bewerkt (Diepvries)

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Prepared/Processed (Perishable)
de: Fisch- / Meeresfrüchte-Mischungen – bearbeitet / verarbeitet (leicht verderblich)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Préparés/Transformés (Périssable)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Bereid/Bewerkt (Beperkt Houdbaar)

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Prepared/Processed (Shelf Stable)
de: Fisch- / Meeresfrüchte-Mischungen – bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Préparés/Transformés (Longue Conservation)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Bereid/Bewerkt (Houdbaar)

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Unprepared/Unprocessed (Frozen)
de: Fisch- / Meeresfrüchte-Mischungen – nicht bearbeitet / verarbeitet (tiefgefroren)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Non Préparés/Non Transformés (Surgelé)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Niet-bereid/Niet-bewerkt (Diepvries)
