Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Baby Changing Mats
de: Wickeltischauflagen
fr: Matelas à Langer
nl: Baby Luierkussens

source: Baby Feeding – Replacement Parts
de: Babyfütterung - Ersatzteile
fr: Alimentation du Bébé - Pièces de Rechange
nl: Babyvoeding - Onderdelen

source: Baby/Infant Feeding Other
de: Babyfütterung - sonstige
fr: Autres Produits Pour l'Alimentation du Bébé
nl: Babyvoeding - Overig

source: Baby Baths/Bath Chairs/Bath Cradles
de: Baby-Badewannen / -Badestühle / -Badeschalen
fr: Baignoires pour Bébé/Siège de Bain/Transats de Bain
nl: Baby Badjes/Badstoelen/Badwiegen

source: Hair – Aids (Powered)
de: Haarpflege - Geräte / Hilfsmittel (elektrisch)
fr: Cheveux – Outils (Électriques)
nl: Haar - Hulpmiddelen(Elektrisch)

source: Hair Curlers/Rollers
de: Lockenwickler
fr: Rouleaux à Cheveux/Bigoudis
nl: Haar - Krulspelden/Haarrollers

source: Depilation/Epilation (Powered)
de: Produkte zur Epilation / Depilation (elektrisch)
fr: Dépilation/Epilation (Électrique)
nl: Depilatie/Epilatie (Elektrisch)

source: Shaving – Razors (Powered)
de: Rasierapparate (elektrisch)
fr: Rasage – Rasoirs (Électriques)
nl: Scheerapparaten (Elektrisch)

source: Hair Removal/Masking Products – Replacement Parts
de: Haarentfernung / Haarkuren - Ersatzteile
fr: Produits d'Elimination/de Masquage des Poils – Pièces de Rechange
nl: Ontharingsproducten - Onderdelen

source: Hair Care Products – Replacement Parts
de: Haarpflegeprodukte - Ersatzteile
fr: Produits de Soin des Cheveux – Pièces de Rechange
nl: Haarverzorgingsproducten - Onderdelen

source: Hair Care Products Other
de: Haarpflegeprodukte - sonstige
fr: Autres Produits de Soin des Cheveux
nl: Haarverzorgingsproducten - Overig

source: Hair Removal/Masking Products Other
de: Haarentfernung / Haarkuren - sonstige
fr: Autres Produits d'Elimination/de Masquage des Poils
nl: Ontharingsproducten - Overig

source: Barrier Contraception Other
de: Mechanische Verhütungsmittel - sonstige
fr: Autres Produits de Contraception Barrière
nl: Mechanische Anticonceptiva - Overig

source: Dietary Aids Other
de: Diätunterstützung - sonstige
fr: Autres Aides Diététiques
nl: Dieetmiddelen - Overig

source: Diagnostic Monitors Other
de: Diagnostik-Überwachung - sonstige
fr: Autres Moniteurs de Diagnostic
nl: Diagnosemonitoren - Overig

source: Diagnostic Tests Other
de: Diagnostik - Tests - sonstige
fr: Autres Tests de Diagnostic
nl: Diagnosetesten - Overig

source: Genital Irritation
de: Präparate gegen Reizungen im Genitalbereich
fr: Irritations Génitales
nl: Producten tegen Genitale Irritatie

source: Cystitis Products
de: Präparate gegen Blasenentzündung
fr: Produits contre la Cystite
nl: Blaasontstekingsproducten

source: Rectal Medication
de: Präparate gegen Beschwerden im Rektalbereich
fr: Médicaments Rectaux
nl: Rectale Medicijnen

source: Bladder/Genital/Rectal Products Other
de: Präparate gegen Beschwerden an der Blase / im Genital- / Rektalbereich - sonstige
fr: Autres Produits Vésicaux/Génitaux/Rectaux
nl: Blaas/Genitale/Rectale Producten - Overig

source: Diuretic Remedies
de: Harntreibende Mittel / Diuretika
fr: Diurétiques
nl: Diuretica

source: Enemas/Douches
de: Geräte für Einläufe / Darm- / Intimspülungen
fr: Lavements/Douches
nl: Klysma's/Spoelingen

source: Bladder/Genital/Rectal Products Variety Packs
de: Präparate gegen Beschwerden der Blase / im Genital- / Rektalbereich - Sets
fr: Assortiments de Produits Vésicaux/Génitaux/Rectaux
nl: Blaas/Genitale/Rectale Producten - Assortimenten

source: Pain Relief (Powered)
de: Geräte zur Schmerzbekämpfung (elektrisch)
fr: Analgésiques (Electriques)
nl: Pijnstiller (Elektrisch)

source: Pain Relief Products Other
de: Schmerzmittel / Schmerzbekämpfung - sonstige
fr: Autres Produits Analgésiques
nl: Pijnstiller - Overig

source: Arthritic/Rheumatic/Muscular Pain Relief
de: Arthritis- / Rheuma- / Muskel-Schmerzmittel
fr: Analgésiques Arthritiques/Rhumatismales/Musculaires
nl: Pijnstiller voor Artritis/Reuma/Spierpijn

source: General/Multi-use Pain Relief
de: Allgemeine Schmerzmittel
fr: Analgésiques Généraux/Polyvalents
nl: Algemene/Veelzijdige Pijnstiller

source: Headache/Migraine Pain Relief
de: Kopfschmerzmittel / Migränemittel
fr: Analgésiques contre les Céphalées/Migraines
nl: Pijnstiller voor Hoofdpijn/Migraine

source: Pain Relief Products Variety Packs
de: Schmerzmittel / Schmerzbekämpfung - Sets
fr: Assortiments de Produits Analgésiques
nl: Pijnstiller - Assortimenten

source: Homoeopathic/Homeopathic Remedies – Individual Ingredients
de: Homöopathische Mittel mit einem Wirkstoff
fr: Remèdes Homéopathiques - Ingrédient Unique
nl: Homeopathische Middelen - Individuele Ingrediënten

source: Homoeopathic/Homeopathic Remedies – Combination Ingredients
de: Homöopathische Mittel mit mehreren Wirkstoffen
fr: Remèdes Homéopathiques - Ingrédients Mixtes
nl: Homeopathische Middelen - Combinatie Ingrediënten

source: Flower Remedies
de: Pflanzliche Heilmittel
fr: Remèdes à Base de Fleurs
nl: Plantaardige Middelen

source: Flower/Homoeopathic/Homeopathic Remedies Variety Packs
de: Homöopathische / Pflanzliche Heilmittel - Sets
fr: Assortiments de Remèdes à Base de Fleurs/Homéopathiques
nl: Plantaardige/Homeopathische Middelen - Assortimenten

source: Antacids/Indigestion/Flatulence Remedies
de: Antazida / Präparate gegen Verdauungsstörungen / Blähungen
fr: Anti-acides/Remèdes contre les Indigestions/Flatulences
nl: Middelen tegen Maagzuur/Indigestie/winderigheid

source: Diarrhoea Remedies
de: Durchfallpräparate
fr: Remèdes contre la Diarrhée
nl: Middelen tegen Diarree

source: Gastrointestinal Remedy Products Other
de: Gastrointestinale Präparate - sonstige
fr: Autres Remèdes Gastro-intestinaux
nl: Gastro-intestinale Middelen - Overig

source: Laxatives
de: Abführmittel
fr: Laxatifs
nl: Laxeermiddelen

source: Worming Preparations
de: Anti-Wurm-Medikamente
fr: Préparations Vermifuges
nl: Ontwormingspreparaten

source: Nausea Remedies
de: Heilmittel gegen Übelkeit und Erbrechen
fr: Remèdes contre les Nausées
nl: Middelen tegen Misselijkheid

source: Oral Rehydration/Electrolyte Maintenance
de: Orale Rehydrationsmittel / Elektrolytmischungen
fr: Réhydratation par Voie Orale/Équilibration Electrolytique
nl: Orale toediening van glucose en zoutoplossingen/Elektrolytbalans

source: General/Multi-use Gastrointestinal Remedies
de: Allgemeine gastrointestinale Präparate / Kombinationspräparate
fr: Remèdes Gastro-intestinaux Généraux/Polyvalents
nl: Algemene/Veelzijdige Gastro-intestinale Middelen

source: Gastrointestinal Remedy Products Variety Packs
de: Gastrointestinale Präparate - Sets
fr: Assortiments de Remèdes Gastro-intestinaux
nl: Gastro-intestinale Middelen - Assortimenten

source: Sleeping Aids
de: Schlafmittel
fr: Psycholeptiques
nl: Slaapmiddelen

source: Stress Relief/Calmatives
de: Anti-Stress-Mittel / Beruhigungsmittel
fr: Tranquillisants/Calmants
nl: Stressverminderende/Kalmerende Middelen

source: Sleeping/Stress Relieving Products Variety Packs
de: Schlafmittel / Anti-Stress-Mittel - Sets
fr: Assortiments de Produits Somnifères/Tranquillisants
nl: Slaap/Stressverminderende Middelen - Assortimenten

source: Chest Rubs
de: Einreibemittel / Erkältungssalben
fr: Pommades Anti-rhume
nl: Borstinwrijfmiddelen

source: Cold/Cough Remedies
de: Erkältungs- / Husten-Medikamente
fr: Remèdes contre les Refroidissements/la Toux
nl: Verkoudheid/Hoest Middelen

source: Inhalers/Nebulisers/Respirators (Non Powered)
de: Inhalatoren / Inhalationsgeräte / Atemgeräte (nicht elektrisch)
fr: Inhalateurs/Nébuliseurs/Respirateurs (Non Electriques)
nl: Inhaleertoestellen/Nevelapparaten/Ademhalingstoestellen (Niet-elektrisch)

source: Inhalers/Nebulisers/Respirators (Powered)
de: Inhalatoren / Inhalationsgeräte / Atemgeräte (elektrisch)
fr: Inhalateurs/Nébuliseurs/Respirateurs (Electriques)
nl: Inhaleertoestellen/Nevelapparaten/Ademhalingstoestellen (Elektrisch)

source: Nasal Strips/Sprays
de: Nasensprays / -Strips
fr: Gouttes Nasales/Vaporisateurs Nasaux
nl: Neusstrips/Sprays

source: Throat Remedies
de: Präparate gegen Halsschmerzen / Rachenentzündung
fr: Remèdes pour la Gorge
nl: Middelen voor de keel

source: Allergy Prevention/Relief/Antihistamines
de: Präparate zur Allergieprävention / -Linderung / Antihistaminika
fr: Remèdes Anti-allergiques/Antihistaminiques
nl: Allergiepreventie/Allergievermindering/Antihistamines

source: Decongestants Other
de: Schwellungshemmende / -lindernde Mittel
fr: Autres Décongestionnants
nl: Decongestiva - Overig

source: Humidifiers/Vaporisers (Non Powered)
de: Luftbefeuchter / Vaporisatoren (nicht elektrisch)
fr: Humidificateurs/Vaporisateurs (Non Electriques)
nl: Bevochtigingsapparaten/Verstuivers (Niet-elektrisch)

source: Respiratory/Allergy Products Variety Packs
de: Produkte gegen Atemwegserkrankungen / Allergien - Sets
fr: Assortiments de Produits d'Aide Respiratoire/Anti-allergiques
nl: Ademhalings-/Allergiemiddelen - Assortimenten

source: Hand Sanitizers / Antiseptics
de: Mittel zur Händedesinfektion / Antiseptika
fr: Antiseptiques/Désinfectant pour les Mains
nl: Antiseptica

source: Parasite Infestation Treatments
de: Behandlungen gegen Parasitenbefall
fr: Traitements Antiparasitaires
nl: Ongediertebestrijdingsmiddelen

source: Psoriasis/Eczema/Dry Skin/Scalp Treatments
de: Präparate gegen Schuppenflechte / Ekzeme / trockene (Kopf-) Haut
fr: Traitements contre le Psoriasis/Eczéma/Peau Sèche/Cuir Chevelu Sec
nl: Psoriasis/Eczema/Droge Huid Behandelingen

source: Hair Loss Treatments
de: Behandlungen gegen Haarausfall
fr: Traitements contre la Chute de Cheveux
nl: Haaruitvalbehandelingen

source: Insect Bite Relief
de: Präparate zur Linderung von Insektenstichen
fr: Traitements contre les Piqûres d'Insecte
nl: Kalmerend Middel bij Insectenbeten

source: Anti-fungal Products
de: Präparate gegen Hautpilzerkrankungen
fr: Produits Antifongiques
nl: Anti-schimmel Producten

source: General/Multi Purpose Skin/Scalp Treatments
de: Allgemeine Präparate gegen Erkrankungen / Verletzungen der Haut / Kopfhaut
fr: Traitements Généraux/Polyvalents de la Peau/du Cuir Chevelu
nl: Algemene/Veelzijdige Huid/Hoofdhuidbehandelingen

source: Parasite Infestation Equipment (Non Powered)
de: Hilfsmittel gegen Parasitenbefall (nicht elektrisch)
fr: Matériel Antiparasitaire (Non Electrique)
nl: Apparatuur voor Ongediertebestrijding (Niet-elektrisch)

source: Parasite Infestation Equipment (Powered)
de: Hilfsmittel gegen Parasitenbefall (elektrisch)
fr: Matériel Antiparasitaire (Electrique)
nl: Apparatuur voor Ongediertebestrijding (Elektrisch)

source: Travel Sickness Preventatives – Medicinal
de: Reisekrankheitsprävention (medikamentös)
fr: Traitement de la Cinétose - Médicamenteux
nl: Preventieve Middelen tegen Reisziekte - Geneeskundig

source: Travel Sickness Preventatives – Non Medicinal
de: Reisekrankheitsprävention (nicht medikamentös)
fr: Traitement de la Cinétose - Non Médicamenteux
nl: Preventieve Middelen tegen Reisziekte - Niet-geneeskundig

source: Travel Sickness Products Variety Packs
de: Mittel gegen Reisekrankheit - Sets
fr: Assortiments de Produits contre la Cinétose
nl: Producten tegen Reisziekte - Assortimenten

source: Travel Sickness Products Other
de: Reisekrankheitsmittel - sonstige
fr: Autres Produits contre la Cinétose
nl: Producten tegen Reisziekte - Overig

source: Enteral Feeding Gastrostomy Kits
de: Künstliche Ernährung - Gastrostomie-Sets
fr: Kits d'Alimentation Entérale
nl: Enterale Voeding Gastrostomie Kits

source: Enteral Feeding Pumps/Feeding Sets
de: Enterale Ernährung - Pumpen / Ernährungssets
fr: Pompes d'Alimentation Entérale/Ensembles à Gavage
nl: Enterale Voedingspompen/Voedingssets

source: Enteral Feeding Nutrition Bags/Containers
de: Künstliche Ernährung - Beutel / Behälter
fr: Poches/Récipients d'Alimentation Entérale
nl: Enterale Voeding Voedingszakken/-dozen

source: Enteral Feeding Tubes
de: Enterale Ernährung - Sonden
fr: Sondes d'Alimentation Entérale
nl: Enterale Voedingsbuisjes

source: Enteral Feeding Equipment Other
de: Geräte / Hilfsmittel zur enteralen Ernährung - sonstige
fr: Autre Matériel d'Alimentation Entérale
nl: Enterale Voedingsuitrusting - Overig

source: Acne/Rosacea Treatments
de: Behandlungen gegen Akne / Rosazea
fr: Traitements contre l'Acné
nl: Acne/Gordelroos Behandelingen

source: Wart/Verruca/Corn/Callous Treatments
de: Präparate gegen Warzen / Hühneraugen / Hornhaut
fr: Traitements contre les Verrues/Cors/Durillons
nl: Wrat/Likdoorn/Eeltplek Behandelingen

source: Skin/Scalp Treatment Products Variety Packs
de: Präparate gegen Erkrankungen / Verletzungen der Haut / Kopfhaut - Sets
fr: Assortiments de Produits de Traitement de la Peau/du Cuir Chevelu
nl: Huid/Hoofdhuid Behandelingsproducten - Assortimenten

source: Skin/Scalp Treatment Products Other
de: Behandlungen gegen Erkrankungen / Verletzungen der Haut / Kopfhaut - sonstige
fr: Autres Produits de Traitement de la Peau/du Cuir Chevelu
nl: Huid/Hoofdhuidbehandelingsproducten - Overig

source: Foot/Leg Care/Treatments Other
de: Fuß- / Beinpflege / - Behandlung - sonstige
fr: Autres Traitements/Soins des Pieds/Jambes
nl: Voet/Been Verzorging/Behandeling - Overig

source: First Aid Other
de: Erste-Hilfe-Produkte - sonstige
fr: Premier Secours - Autres
nl: Eerste Hulp - Overig

source: Poison Removal/Treatment Products
de: Giftentfernungsmittel / Antidote
fr: Produits Anti-poison
nl: Producten voor het Verwijderen/Behandelen van Gif

source: Sterilisers/Surgical Spirits
de: Sterilisationsmittel / Desinfektionsalkohol
fr: Solutions Stérilisantes/Alcools Chirurgicaux
nl: Sterilisatoren/Heelkundige Alcohol

source: Sensory Organs Care/Treatments Other
de: Präparate / Hilfsmittel für Sinnesorgane (Augen / Ohren) - sonstige
fr: Autres Soins/Traitements des Organes Sensoriels
nl: Verzorging/Behandeling van Zintuigen - Overig

source: Drug Administration – Replacement Parts
de: Geräte / Hilfsmittel zur Medikamentenverabreichung - Ersatzteile
fr: Administration de Médicaments - Pièces de Rechange
nl: Geneesmiddelentoediening - Onderdelen

source: Flower/Homoeopathic/Homeopathic Remedies Other
de: Homöopathische / Pflanzliche Mittel - sonstige
fr: Autres Remèdes à Base de Fleurs/Homéopathiques
nl: Plantaardige/Homeopathische Middelen - Overig

source: Personal Aids Other
de: Persönliche Hilfsmittel - sonstige
fr: Autres Aides Personnelles
nl: Persoonlijke Hulpmiddelen - Overig

source: Humidifiers/Vaporisers (Powered)
de: Luftbefeuchter / Vaporisatoren (elektrisch)
fr: Humidificateurs/Vaporisateurs (Electriques)
nl: Bevochtigingsapparaten/Verstuivers (Elektrisch)

source: Energy/Stimulant Products
de: Stimulantien / Aufputschmittel
fr: Produits Energisants/Stimulants
nl: Energieopwekkende/Stimulerende Middelen

source: Energy/Stimulant Products Other
de: Stimulantien / Aufputschmittel - sonstige
fr: Autres Produits Energisants/Stimulants
nl: Energieopwekkende/Stimulerende Middelen - Overig

source: Sleeping/Stress Relieving Products Other
de: Schlafmittel / Anti-Stress-Mittel - sonstige
fr: Autres Produits Somnifères/Tranquillisants
nl: Slaap/Stressverminderende Middelen - Overig

source: Respiratory/Allergy Products Other
de: Produkte gegen Atemwegserkrankungen / Allergien - sonstige
fr: Autres Produits d'Aide Respiratoire/Anti-allergiques
nl: Ademhalings-/Allergiemiddelen - Overig

source: Enteral Feeding Equipment Variety Packs
de: Geräte / Hilfsmittel zur enteralen Ernährung - Sets
fr: Assortiments de Produits de Matériel d'Alimentation Entérale
nl: Enterale Voedingsuitrusting - Assortimenten

source: Drug Administration Other
de: Geräte / Hilfsmittel zur Medikamentenverabreichung - sonstige
fr: Autres Produits d'Administration de Médicaments
nl: Geneesmiddelentoediening - Overig

source: Intimate Lubrication
de: Medizinische Gleitmittel
fr: Lubrifiants Médicaux
nl: Medische Smeermiddelen

source: Digital eBook Content
de: E-Books / elektronische Texte
fr: Contenu Livres Electroniques
nl: E-boeken/Elektronische Tekst

source: Printed Books/Compositions
de: Gedruckte Bücher / Schriften
fr: Livres/Partitions Imprimé(e)s
nl: Gedrukte Boeken/Composities

source: Digital Periodical Content
de: Elektronische Zeitungen / Zeitschriften
fr: Contenu Périodiques Electroniques
nl: Elektronische Tijdschriften en Kranten

source: Printed Periodicals
de: Gedruckte Zeitungen / Zeitschriften
fr: Périodiques Imprimés
nl: Gedrukte Tijdschriften en Kranten

source: Brasswind Musical Instruments (Non Powered)
de: Blechblasinstrumente (akustisch / mechanisch)
fr: Instruments à Vent de la Famille des Cuivres (Non Electrique)
nl: Koperen Muziekinstrumenten (Niet-elektrisch)

source: Keyboards/Pianos (Non Powered)
de: Keyboards / Klaviere (akustisch / mechanisch)
fr: Claviers/Pianos (Non Electrique)
nl: Keyboards/Piano's (Niet-elektrisch)

source: Percussion Musical Instruments (Non Powered)
de: Perkussionsinstrumente (akustisch / mechanisch)
fr: Instruments à Percussion (Non Electrique)
nl: Slaginstrumenten (Niet-elektrisch)

source: String Musical Instruments (Non Powered)
de: Saiteninstrumente (akustisch / mechanisch)
fr: Instruments à Cordes (Non Electrique)
nl: Snaarinstrumenten (Niet-elektrisch)

source: Woodwind Musical Instruments (Non Powered)
de: Holzblasinstrumente (akustisch / mechanisch)
fr: Instruments à Vent de la Famille des Bois (Non Electrique)
nl: Houten Blaasinstrumenten (Niet-elektrisch)

source: Brasswind Musical Instruments (Powered)
de: Blechblasinstrumente (elektrisch / elektronisch)
fr: Instruments à Vent de la Famille des Cuivres (Électrique)
nl: Koperen Muziekinstrumenten (Elektrisch)

source: Musical Instrument Aids (Powered)
de: Musikinstrumente - Zusatzgeräte (elektrisch / elektronisch)
fr: Outils pour Instruments de Musique (Électrique)
nl: Muziekinstrument Hulpmiddelen (Elektrisch)

source: Keyboards/Pianos (Powered)
de: Keyboards / Klaviere (elektrisch / elektronisch)
fr: Claviers/Pianos (Électrique)
nl: Keyboards/Piano's (Elektrisch)

source: Percussion Musical Instruments (Powered)
de: Perkussionsinstrumente (elektrisch / elektronisch)
fr: Instruments à Percussion (Électrique)
nl: Slaginstrumenten (Elektrisch)

source: String Musical Instruments (Powered)
de: Saiteninstrumente (elektrisch / elektronisch)
fr: Instruments à Cordes (Électrique)
nl: Snaarinstrumenten (Elektrisch)

source: Woodwind Musical Instruments (Powered)
de: Holzblasinstrumente (elektrisch / elektronisch)
fr: Instruments à Vent de la Famille des Bois (Électrique)
nl: Houten Blaasinstrumenten (Elektrisch)

source: Athletic Footwear – General Purpose
de: Sportschuhe - universal
fr: Chaussures de Sport – Polyvalentes
nl: Sportschoenen - Algemeen Gebruik

source: Athletic Footwear – Specialist
de: Sportschuhe - spezielle Sportarten
fr: Chaussures de Sport – Spécialisées
nl: Sportschoenen - Speciaal Gebruik

source: Footwear Inserts
de: Schuheinlagen
fr: Semelles de Chaussures
nl: Schoenen Inzetstukken

source: Boots – General Purpose
de: Stiefel - universal
fr: Bottes – Polyvalentes
nl: Laarzen - Algemeen Gebruik

source: Shoes – General Purpose
de: Schuhe - universal
fr: Chaussures – Polyvalentes
nl: Schoenen - Algemeen Gebruik

source: Indoor Footwear – Fully Enclosed Uppers
de: Hausschuhe - geschlossen
fr: Chaussures d'Intérieur – Entièrement Fermées
nl: Schoenen voor Binnen Gebruik - Volledig Gesloten Bovenkant

source: Indoor Footwear – Partially Enclosed Uppers
de: Hausschuhe - offen / halboffen
fr: Chaussures d'Intérieur – Partiellement Ouvertes
nl: Schoenen voor Binnen Gebruik - Gedeeltelijk Gesloten Bovenkant

source: Safety/Protective Occupational Boots
de: Sicherheits-/ Arbeitsstiefel
fr: Bottes de Sécurité/de Protection/de Travail
nl: Veiligheids-/Beschermingslaarzen

source: Safety/Protective Occupational Overshoes
de: Sicherheits-/ Arbeitsüberschuhe
fr: Surchaussures de Sécurité/de Protection/de Travail
nl: Veiligheids-/Beschermende Overschoenen

source: Safety/Protective Occupational Shoes
de: Sicherheitsschuhe
fr: Chaussures de Sécurité/de Protection/de Travail
nl: Veiligheids-/Beschermende Schoenen

source: Anklets
de: Fußkettchen
fr: Bracelets de Cheville
nl: Enkelbandjes

source: Bracelets
de: Armbänder
nl: Armbanden

source: Brooches
de: Broschen
fr: Broches
nl: Broches

source: Cuff-links
de: Manschettenknöpfe
fr: Boutons de Manchette
nl: Manchetknopen

source: Earrings/Body-piercing Jewellery
de: Ohrringe / Piercingschmuck
fr: Boucles d'Oreille/Bijoux de Perçage Corporel
nl: Oorbellen/Piercing Sieraden

source: Jewellery Boxes/Pouches
de: Schmuckkästchen /-Beutel
fr: Boîtes/Étuis à Bijoux
nl: Juwelendozen/-Zakjes

source: Jewellery Replacement Parts
de: Schmuck - Ersatzteile
fr: Bijoux – Pièces Détachées
nl: Sieraden - Onderdelen

source: Necklaces/Necklets
de: Halsketten / Colliers
fr: Chaînes/Colliers
nl: Kettingen/Halsbandjes

source: Pendants
de: Anhänger
fr: Pendentifs
nl: Medaillons/Hangers/Sieradenbedels

source: Rings
de: Ringe
fr: Bagues/Anneaux
nl: Ringen

source: Tiaras
de: Diademe
fr: Diadèmes
nl: Diademen

source: Briefcases
de: Aktentaschen
fr: Porte-Documents
nl: Aktetas

source: Personal Bags
de: Taschen
fr: Sacs à Main/à Bandoulière/de Poitrine/Bananes
nl: Persoonlijke tassen

source: Distribute Product Information for Clothing And Personal Accessories
de: Gepäck / Taschen / Schirme - Zubehör
fr: Accessoires Pour Bagages/Sacs Personnels/Parapluies
nl: Bagage/Tassen/Paraplu's - Accessoires

source: Luggage/Suitcases/Garment Carriers
de: Gepäck / Koffer / Kleidungsträger
fr: Bagages/Valises/Porte-Vêtements
nl: Bagage/Koffers/Kledinghoezen

source: Rucksacks/Backpacks/Holdalls
de: Rucksäcke / Reisetaschen
fr: Sacs à Dos de Randonnée/Sacs à Dos/Sacs de Voyage
nl: Rugzakken/Reistassen

source: Shopping Trolley Bags
de: Einkaufstaschen / Trolleys
fr: Sacs/Chariots à Provisions
nl: Boodschappentassen/Trolleys

source: Umbrellas – Personal
de: Schirme
fr: Parapluies/Ombrelles – Personnels
nl: Paraplu's

source: Wallets/Purses/Travel Document Holders
de: Brieftaschen / Geldbörsen / Taschen für Reisedokumente
fr: Portefeuilles/Porte-Monnaie/Porte-Documents de Voyage
nl: Portefeuilles/Portemonnees/Reisdocumentenetuis

source: Watch Accessories/Replacement Parts
de: Armbanduhren / Taschenuhren - Ersatzteile / Zubehör
fr: Accessoires/Pièces Détachées Pour Montres
nl: Horloges - Onderdelen/Accessoires

source: Watches
de: Uhren
fr: Montres
nl: Horloges

source: Computer/Video Game Cases/Carriers
de: Computer / PC- / Videospiele - Taschen / Schutzhüllen / Etuis
fr: Mallette/Sacoche pour Produits Informatiques/Consoles de Jeux
nl: Opbergdozen/Draagtassen voor Computer/PC's/Spelcomputers/Games

source: Computer/Video Game Cleaning Products
de: Computer / PC- / Videospiele - Reinigungsprodukte
fr: Produits d'Entretien pour Produits Informatiques/Consoles de Jeux
nl: Schoonmaakproducten voor Computer/PC's/Spelcomputers/Games

source: Computer Docking Ports/Cradles
de: Computer - Docking- / Basis-Stationen
fr: Stations d'Accueil
nl: Computer Docking Stations

source: Filters/Covers (Electronic Equipment)
de: Filter / Abdeckungen für Computer / Monitore / Peripheriegeräte tec.
fr: Filtres/Protections pour Produits Informatiques/Consoles de Jeux
nl: Filters/Hoezen voor Computer/PC's/Spelcomputers/Games

source: Computer/Video Game Security Products
de: Computer / PC- / Videospiele - Schlösser / Sicherheitsprodukte
fr: Antivols/Sécurités pour Produits Informatiques/Consoles de Jeux
nl: Veiligheidsproducten voor Computer/PC's/Spelcomputers/Games

source: Computer Tools/Tool Kits
de: Computerwerkzeug / -Werkzeugsets
fr: Trousses à Outils Informatique
nl: Gereedschap/Gereedschapsets voor Computers

source: Mats/Rests – Computing
de: Computer - Mauspads / Handgelenkauflagen
fr: Tapis/Supports Informatiques
nl: Muismatten/Muissteunen

source: Personal Data Assistant/Organiser Stylus
de: Eingabestifte für PDAs / Smartphones
fr: Stylets pour Assistant Numériques Personnels/Organiseurs
nl: Personal Data Assistant (PDA)/Organiser Pen
