Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Sedges - (Fresh Cut)
de: Seggen - (Fresh Cut)
fr: Souchets – (Fraîchement Coupés)
nl: Cypergras (Vers Gesneden)

source: Single Leaf Salad Greens - (Fresh Cut)
de: Salatgrün als Blätter - (Fresh Cut)
fr: Feuilles de Salade Verte Simple – (Fraîchement Coupées)
nl: Eenbladige Saladegroenten (Vers Gesneden)

source: Solanacea/Others - (Fresh Cut)
de: Nachtschattengewächse/sonstige - (Fresh Cut)
fr: Solanacées/Autres – (Fraîchement Coupées)
nl: Overige Nachtschadegewassen (Vers Gesneden)

source: Spinach - (Fresh Cut)
de: Spinat - (Fresh Cut)
fr: Epinards – (Fraîchement Coupés)
nl: Spinazie (Vers Gesneden)

source: Stem Lettuce - (Fresh Cut)
de: Spargelsalat - (Fresh Cut)
fr: Laitues Branches – (Fraîchement Coupées)
nl: Stengelsla (Vers Gesneden)

source: Stem Vegetables - (Fresh Cut)
de: Stängelgemüse - (Fresh Cut)
fr: Légumes Tiges – (Fraîchement Coupés)
nl: Stengelgroenten (Vers Gesneden)

source: Succulent - (Fresh Cut)
de: Sukkulenten - (Fresh Cut)
fr: Succulent – (Fraîchement Coupés)
nl: Vetplanten (Vers Gesneden)

source: Sugar Canes - (Fresh Cut)
de: Zuckerrohr - (Fresh Cut)
fr: Cannes à sucre – (Fraîchement Coupées)
nl: Suikerriet (Vers Gesneden)

source: Tidal Sea Vegetables - (Fresh Cut)
de: Meeresgemüse - (Fresh Cut)
fr: Légumes de Mer et de la Marée – (Fraîchement Coupés)
nl: Zilte Groenten (Vers Gesneden)

source: Tomatoes - (Fresh Cut)
de: Tomaten - (Fresh Cut)
fr: Tomates – (Fraîchement Coupées)
nl: Tomaten (Vers Gesneden)

source: Vegetables - (Fresh Cut) Variety Packs (Mixed)
de: Gemüse - (Fresh Cut) Mischpackungen (gemischt)
fr: Assortiments de Légumes (Mélangés) – (Fraîchement Coupés)
nl: Groenten (Vers Gesneden) - Mengsels

source: Vegetables - Other - (Fresh Cut)
de: Gemüse - sonstige - (Fresh Cut)
fr: Légumes – Autres – (Fraîchement Coupés)
nl: Groenten (Vers Gesneden) - Overig

source: Maternity Belt
de: Schwangerschaftsgürtel
fr: Ceintures de Grossesse
nl: Zwangerschapsband

source: Maternity Skin Care/Moisturing Products
de: Hautpflege-/Feuchtigkeitspflegeprodukte für die Schwangerschaft
fr: Produits de Soin de la Peau/Hydratants Maternité
nl: Zwangerschap Huidverzorging/Vochtinbrengende Producten

source: Navel Clamp
de: Nabelklemme
fr: Clamps de Barr/Nombril
nl: Navelklem

source: Breast Compress
de: Brustkompresse
fr: Compresses Mammaires
nl: Borstcompres

source: Breast Pump
de: Brustpumpe
fr: Tire-lait
nl: Borstkolf

source: Swaddle Blanket/Wrap Cloth
de: Wickeldecke/Einschlagtuch
fr: Couvertures/Langes d'Emmaillotage
nl: Inbakerdoek/Wikkeldoek

source: Meat Substitutes - Animal Based (Frozen)
de: Fleischersatz – auf tierischer Basis (tiefgefroren)
fr: Succédanés de Viande d'Origine Animale (Surgelé)
nl: Vleesvervangers - Met Dierlijke Ingrediënten (Diepvries)

source: Meat Substitutes - Animal Based (Perishable)
de: Fleischersatz – auf tierischer Basis (leicht verderblich)
fr: Succédanés de Viande d'Origine Animale (Périssable)
nl: Vleesvervangers - Met Dierlijke Ingrediënten (Beperkt houdbaar)

source: Meat Substitutes - Animal Based (Shelf Stable)
de: Fleischersatz – auf tierischer Basis (ohne Kühlung haltbar)
fr: Succédanés de Viande d'Origine Animale (Longue Conservation)
nl: Vleesvervangers - Met Dierlijke Ingrediënten (Houdbaar)

source: Fish Substitutes - Non Animal Based (Frozen)
de: Fischersatz – nicht auf tierischer Basis (tiefgefroren)
fr: Succédanés de Poisson d'Origine Non Animale (Surgelés)
nl: Visvervangers - Zonder Dierlijke Ingrediënten (Diepvries)

source: Fish Substitutes - Animal Based (Frozen)
de: Fischersatz – auf tierischer Basis (tiefgefroren)
fr: Succédanés de Poisson d'Origine Animale (Surgelés)
nl: Visvervangers - Met Dierlijke Ingrediënten (Diepvries)

source: Fish Substitutes - Non Animal Based (Perishable)
de: Fischersatz – nicht auf tierischer Basis (leicht verderblich)
fr: Succédanés de Poisson d'Origine Non Animale (Périssable)
nl: Visvervangers - Zonder Dierlijke Ingrediënten (Beperkt houdbaar)

source: Fish Substitutes - Animal Based (Perishable)
de: Fischersatz – auf tierischer Basis (leicht verderblich)
fr: Succédanés de Poisson d'Origine Animale (Périssable)
nl: Visvervangers - Met Dierlijke Ingrediënten (Beperkt houdbaar)

source: Fish Substitutes - Non Animal Based (Shelf Stable)
de: Fischersatz – nicht auf tierischer Basis (ohne Kühlung haltbar)
fr: Succédanés de Poisson d'Origine Non Animale (Longue Conservation)
nl: Visvervangers - Zonder Dierlijke Ingrediënten (Houdbaar)

source: Fish Substitutes - Animal Based (Shelf Stable)
de: Fischersatz – auf tierischer Basis (ohne Kühlung haltbar)
fr: Succédanés de Poisson d'Origine Animale (Longue Conservation)
nl: Visvervangers - Met Dierlijke Ingrediënten (Houdbaar)

source: Fish Substitutes Variety Packs
de: Fischersatz – Mischpackungen
fr: Assortiments de Succédanés de Poisson
nl: Visvervangers - Assortimenten

source: Seafood Substitutes - Non Animal Based (Frozen)
de: Ersatzprodukte für Meeresfrüchte – nicht auf tierischer Basis (tiefgefroren)
fr: Succédanés de Fruits de mer d'Origine Non Animale (Surgelé)
nl: Zeevruchtenvervangers - Zonder Dierlijke Ingrediënten (Diepvries)

source: Seafood Substitutes - Animal Based (Frozen)
de: Ersatzprodukte für Meeresfrüchte – auf tierischer Basis (tiefgefroren)
fr: Succédanés de Fruits de mer d'Origine Animale (Surgelé)
nl: Zeevruchtenvervangers - Met Dierlijke Ingrediënten (Diepvries)

source: Seafood Substitutes - Animal Based (Perishable)
de: Ersatzprodukte für Meeresfrüchte – auf tierischer Basis (leicht verderblich)
fr: Succédanés de Fruits de mer d'Origine Animale (Périssable)
nl: Zeevruchtenvervangers - Met Dierlijke Ingrediënten (Beperkt Houdbaar)

source: Seafood Substitutes - Animal Based (Shelf Stable)
de: Ersatzprodukte für Meeresfrüchte – auf tierischer Basis (ohne Kühlung haltbar)
fr: Succédanés de Fruits de mer d'Origine Animale (Longue Conservation)
nl: Zeevruchtenvervangers - Met Dierlijke Ingrediënten (Houdbaar)

source: Seafood Substitutes Variety Packs
de: Ersatzprodukte für Meeresfrüchte – Mischpackungen
fr: Assortiments de Succédanés de Fruits de mer
nl: Zeevruchtenvervangers - Assortimenten

source: Cycles Parts - Tyres/Wheels
de: Fahrradteile – Reifen/Räder
fr: Pièces Détachées Vélo - Pneus/Roues
nl: Fietsonderdelen - Banden/Wielen

source: Cycles Parts - Lighting
de: Fahrradteile – Beleuchtung
fr: Pièces Détachées Vélo - Eclairage
nl: Fietsonderdelen - Lampen

source: Cycles Parts - Saddles & Saddles accessories
de: Fahrradteile – Sättel und Sattelzubehör
fr: Pièces Détachées Vélo - Selles et Accessoires de Selles
nl: Fietsonderdelen - Zadels & Zadelaccessoires

source: Cycles Parts - Bells
de: Fahrradteile – Klingeln
fr: Pièces Détachées Vélo - Sonnettes/Klaxons
nl: Fietsonderdelen - Bellen

source: Cycles Parts - Brakes
de: Fahrradteile – Bremsen
fr: Pièces Détachées Vélo - Freins
nl: Fietsonderdelen - Remmen

source: Cycles Parts - Chains
de: Fahrradteile – Ketten
fr: Pièces Détachées Vélo - Chaînes
nl: Fietsonderdelen - Kettingen

source: Cycles Parts - Dress Guards/Mudguards
de: Fahrradteile – Schutzbleche
fr: Pièces Détachées Vélo - Garde-boue
nl: Fietsonderdelen - Jasbeschermers/Spatborden

source: Cycles Parts - Grips
de: Fahrradteile – Griffe
fr: Pièces Détachées Vélo - Grips
nl: Fietsonderdelen - Handgrepen

source: Cycles Parts - Pedals
de: Fahrradteile – Pedale
fr: Pièces Détachées Vélo - Pédales
nl: Fietsonderdelen - Pedalen

source: Cycles Parts - Stands
de: Fahrradteile – Ständer
fr: Pièces Détachées Vélo - Pieds/Supports
nl: Fietsonderdelen - Standaards

source: Cycle Parts - Gear systems
de: Fahrradteile – Antriebssysteme
fr: Pièces Détachées Vélo - Transmission
nl: Fietsonderdelen - Versnellingsysteem

source: Cycles Parts - Other
de: Fahrradteile – Sonstiges
fr: Pièces Détachées Vélo - Autres
nl: Fietsonderdelen - Overig

source: Cycles Transport - Children seats
de: Fahrradtransport – Kindersitze
fr: Vélo - Sièges Enfant
nl: Fietsvervoer - Kinderzitjes

source: Cycles Transport - Baskets/Crates/Panniers
de: Fahrradtransport – Körbe/Kisten/Fahrradtaschen
fr: Vélo - Paniers/Sacoches
nl: Fietsvervoer - Manden/Kratten/Tassen

source: Cycles Transport - Carriers/Straps
de: Fahrradtransport – Gepäckträger/Gurte
fr: Vélo - Porte-bagages/Tendeurs
nl: Fietsvervoer - Bagagebinders/Snelbinders

source: Cycle Accessories - Tools/Tyre Patch Kits
de: Fahrradzubehör – Werkzeug/Reifenflickzeug
fr: Accessoires Vélo - Outils/Kits de Réparation de Pneus
nl: Fietsaccessoires - Gereedschap/Bandenplakkits

source: Cycles Accessories - Computers/Navigation Equipment
de: Fahrradzubehör – Fahrradcomputer/Navigationsgeräte
fr: Accessoires Vélo – Ordinateurs/Équipements de Navigation
nl: Fietsaccessoires - Computers/Navigatieapparatuur

source: Cycles Accessories - Other
de: Fahrradzubehör – Sonstiges
fr: Accessoires Vélo – Autres
nl: Fietsaccessoires - Overig

source: Clothes Folder (Non Powered)
de: Wäschefalter (nicht maschinell)
fr: Plieuses à linge (Non Electrique)
nl: Kleding Vouwplank (Niet-elektrisch)

source: Clothes Folder (Powered)
de: Wäschefalter (maschinell)
fr: Plieuses à linge (Electrique)
nl: Kleding Vouwmachine (Elektrisch)

source: Insulation Guns (Non Powered)
de: Isolierpistolen (nicht elektrisch)
fr: Pistolet d’Isolation (Non Electrique)
nl: Isolatiepistolen (Niet aangedreven)

source: Window Cleaners (Powered)
de: Fensterreiniger (elektrisch)
fr: Nettoyeurs de Vitres (Electrique)
nl: Raamwisser (Elektrisch)

source: Metal Components (Dimension/Structural)
de: Metallkomponenten (tragend)
fr: Composants Métalliques (Dimensionnel/Structurel)
nl: Metalen Componenten (Afmeting/Structuur)

source: Drinking Bottles
de: Trinkflaschen
fr: Gourdes
nl: Drinkflessen

source: Christmas Tree - Artificial (Powered)
de: Künstlicher Weihnachtsbaum (elektrisch)
fr: Arbres de Noël Artificiels (Electrique)
nl: Kunstkerstboom (Elektrisch)

source: Christmas Wreath and Garland - Artificial (Non Powered)
de: Künstliche Weihnachtskränze und -girlanden (nicht elektrisch)
fr: Couronnes et Guirlandes de Noël (Non Electrique)
nl: Kunstkerstkrans en Slinger (Niet-elektrisch)

source: Christmas Wreath and Garland - Artificial (Powered)
de: Künstliche Weihnachtskränze und -girlanden (elektrisch)
fr: Couronnes et Guirlandes de Noël (Electrique)
nl: Kunstkerstkrans en Slinger (Elektrisch)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Fenster-Fliegengitter – Ersatzteile / Zubehör
fr: Moustiquaires de Fenêtre - Pièces Détachées/Accessoires
nl: Raamhorren - Vervangende Onderdelen/Accessoires

source: Pet Baskets/Benches/Cushions
de: Körbe/Bänke/Kissen für Haustiere
fr: Paniers/Coussins/Couchages pour Animaux Domestiques
nl: Manden/Benches/Kussens voor Huisdieren

source: Pet Transportation Means
de: Transportmittel für Haustiere
fr: Moyens de Transport pour Animaux Domestiques
nl: Vervoermiddelen voor Huisdieren

source: Carbon Fiber (Formed)
de: Carbonfaser (geformt)
fr: Fibre de Carbone (Façonné)
nl: Koolstofvezel (Gevormd)

source: Pet Leads/Collars/Harnesses (Non Powered)
de: Leinen/Halsbänder/Geschirre für Haustiere (nicht elektrisch)
fr: Laisses/Colliers/Harnais pour Animaux Domestiques (Non Electrique)
nl: Lijnen/Halsbanden/Harnassen voor Huisdieren (Niet-elektrisch)

source: All Terrain Vehicles (ATVs)/ Utility Task Vehicles(UTVs) - Equipment/Accessories
de: Geländewagen/Nutzfahrzeuge – Ausrüstung/Zubehör
fr: Véhicules Tout-Terrain (VTT)/ Véhicules Utilitaires Tout Terrain (VUTT) - Équipement/Accessoires
nl: ATV's/UTV's - Apparatuur/Accessoires

source: Led Strips and Replacement Parts/Accessories
de: LED-Streifen und Ersatzteile / Zubehör
fr: Bandes Led et Pièces de Rechange/Accessoires
nl: Led strips en Vervangende onderdelen / accessoires

source: Coffins/Caskets
de: Särge
fr: Cercueils
nl: Grafkisten

source: Urns
de: Urnen
fr: Urnes
nl: Urnen

source: Child Incontinence - Pads
de: Inkontinenzeinlagen für Kinder
fr: Incontinence de l'Enfant – Serviettes
nl: Incontinentie kinderen - Verband

source: Child Incontinence - Diapers (Disposable)
de: Inkontinenzprodukte für Kinder – Einwegwindeln
fr: Incontinence de l'Enfant – Couches (Jetables)
nl: Incontinentie kinderen - Luiers (wegwerp)

source: Child Incontinence - Diapers (Non-Disposable)
de: Inkontinenzprodukte für Kinder – Mehrwegwindeln
fr: Incontinence de l'Enfant – Couches (Non Jetables)
nl: Incontinentie kinderen - Luiers (herbruikbaar)

source: Child Incontinence - Underwear (Disposable)
de: Inkontinenzunterwäsche für Kinder (Einweg)
fr: Incontinence de l'Enfant – Couches (Non Jetables)
nl: Incontinentie kinderen - Ondergoed (Wegwerp)

source: Child Incontinence - Underwear (Non-Disposable)
de: Inkontinenzunterwäsche für Kinder (Mehrweg)
fr: Incontinence de l'Enfant – Sous-Vêtements (Non Jetables)
nl: Incontinentie kinderen - Ondergoed (herbruikbaar)

source: Child Incontinence - Other
de: Inkontinenzprodukte für Kinder – sonstige
fr: Incontinence de l'Enfant – Autre
nl: Incontinentie kinderen - Overig

source: Child Incontinence - Variety Packs
de: Inkontinenzprodukte für Kinder – Sets
fr: Assortiments de Produits pour l’Incontinence de l'Enfant
nl: Incontinentie kinderen - Assortimenten

source: Ornaments (Powered)
de: Dekorationsgegenstände (elektrisch)
fr: Décorations (Electrique)
nl: Ornamenten /Sierobjecten (Aangedreven)

source: Smart Home/Home Automation Equipment - Smart Plug/Socket
de: Smarthome- / Heimautomatisierungs-Ausrüstung – smarter Stecker / smarte Steckdose
fr: Equipement Domotique - Fiches/Prises Intelligentes
nl: Smart Home/Domotica apparatuur - Slimme stekker/contactdoos

source: Cushions Cases/Protectors - Detachable
de: Kissenbezüge / Schutzbezüge – abnehmbar
fr: Housses de Coussins - Détachables
nl: Kussenhoezen

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Schutzprodukte für Tisch und Küche
fr: Protections pour la Table et la Cuisine
nl: Beschermingsmiddelen voor tafel en keuken

source: Cosmetic/MakeUp - Multizone
de: Kosmetik / Make-up – mehrere Gesichtszonen
fr: Cosmétique/Maquillage - Multizone
nl: Cosmetica/Make-up Multizone

source: Storage Cans (Empty)
de: Dosen (leer)
fr: Bidons/Canettes (Vides)
nl: Blikjes (leeg)

source: Pliers/Pincers/Grabbers Replacement Parts/Accessories
de: Zangen / Pinzetten / Greifer / Schneidwerkzeuge – Ersatzteile / Zubehör
fr: Pinces/Tenailles/Grappins/Outils de Découpe – Pièces Détachées/Accessoires
nl: Tangen/Grijpers/Snijgereedschappen Vervangingsonderdelen/Accessoires

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – herzhafter Snack – verzehrfertig (ohne Kühlung haltbar)
fr: Cannabis - Collations Salées - Prêtes à Consommer (Longue conservation)
nl: Cannabis - Hartige Snack - Kant-en-klaar (Houdbaar)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – in fester Form zugesetzt
fr: Cannabis - Solide Infusé
nl: Cannabis - stevig doordrenkt

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – getrocknete Blüte – gemahlen
fr: Cannabis - Fleurs Séchées - Broyées
nl: Cannabis - Gedroogde Bloem - Gemalen

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Bad und Dusche
fr: Cannabis - Bains et Douches
nl: Cannabis - Bad en douche

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Live Resin
fr: Cannabis - Résine Vivante
nl: Cannabis - Levende Hars

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Live Rosin
fr: Cannabis - Colophane Vivante
nl: Cannabis - Live Rosin

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – frisch
fr: Cannabis - Frais
nl: Cannabis - Vers

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Samen
fr: Cannabis - Graines
nl: Cannabis - Zaden

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis – Pflanze
fr: Cannabis - Plantes
nl: Cannabis - Plant

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Feuerhydranten-Systeme
fr: Systèmes de Bouches d'Incendie
nl: Brandkraaninstallaties

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Künstler- / Kunsthandwerks- / Bastel- / Handarbeitsbedarf - Zubehör
fr: Accessoires de Fournitures pour les Arts/les Loisirs Créatifs/les Travaux d'Aiguille
nl: Kunst/Ambachten/Handwerken Benodigdheden/Accessoires

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Substrate / Streu für Teiche / Wasserspiele
fr: Substrats pour Bassins/Pièces d'Eau
nl: Vijver/Waterpartij substraten/Bodembedekking

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Steckschlüssel (nicht elektrisch)
fr: Douilles (Non électriques)
nl: Dopsleutel (Niet aangedreven)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Atemerfrischer
fr: Rafraîchisseurs d'Haleine
nl: Ademverfrissers

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zungenreinigung
fr: Nettoyage de la Langue
nl: Tongreiniging

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Gebiss- / Zahnspangen-Reinigungsbürste
fr: Prothèses Dentaires/Orthodontiques – Brosses
nl: Kunstgebit/Orthodontie - Borstel

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnbürste (nicht elektrisch)
fr: Brosses à Dents (Non Electriques)
nl: Tandenborstel (niet aangedreven)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnbürste (elektrisch)
fr: Brosses à Dents (Electriques)
nl: Tandenborstel (aangedreven)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Mundreinigungssystem (elektrisch)
fr: Systèmes de Nettoyage Buccal (Electriques)
nl: Mondreinigingssysteem (aangedreven)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Interdentalbürste
fr: Brosses Interdentaires
nl: Interdentale rager

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zungenreiniger
fr: Nettoyeurs de Langue
nl: Tongreiniger

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnseide / -band
fr: Fils/Rubans Dentaires
nl: Flosdraad/-tape

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnfleischstimulator / -massagegerät
fr: Stimulateurs/Masseurs de Gencives
nl: Tandvleesstimulator/Massage

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnfleckenentferner / -aufheller (nicht elektrisch)
fr: Détachants/Blanchisseurs Dentaires (Non Electriques)
nl: Tandvlekkenverwijderaar/Witmaker (niet-elektrisch)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Zahnfleckenentferner / -aufheller (elektrisch)
fr: Détachants/Blanchisseurs Dentaires (Electriques)
nl: Tandvlekverwijderaars/Witmaker (elektrisch)

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Munddusche
fr: Hydropulseurs Dentaires/Irrigateurs Buccaux
nl: Monddouche

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Ausrüstung zur Brandbekämpfung
fr: Equipements de Lutte contre l'Incendie
nl: Brandbestrijdingsapparatuur

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Grabmale
fr: Articles Funéraires
nl: Grafstenen

source: Distribute Product Information for Sporting Goods
de: Reitsportausrüstung für Training / Turniere
fr: Equipements d'Entraînement/de Compétition Equestre
nl: Paardensport Training/Wedstrijduitrusting

source: Distribute Product Information for Sporting Goods
de: Reitsportzubehör für Training / Turniere
fr: Accessoires d'Entraînement/de Compétition Equestre
nl: Paardensport Training/Wedstrijd Accessoires

source: Distribute Product Information for Sporting Goods
de: Stallausrüstung / -zubehör
fr: Equipements/Accessoires d'Ecurie
nl: Paardenstal uitrusting/accessoires

source: Distribute Product Information for Live Animals_and Live Lawn/Garden Plants
de: Dendrobium-Nobile-Orchideen
fr: Dendrobiums Nobile (Dendrobium Nobile)
nl: Edele Dendrobiumplanten (Dendrobium Nobile)

source: Distribute Product Information for Live Animals_and Live Lawn/Garden Plants
de: Essbare Kräuter - Sonstige
fr: Herbes Comestibles - Autre
nl: Eetbare kruiden - Overig

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Solarmodule
fr: Panneaux Solaires
nl: Zonnepanelen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Wechselrichter
fr: Onduleurs
nl: Omvormers

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Lade- / Spannungsregler
fr: Régulateurs de Charge/Tension
nl: Laad-/spanningsregelaars

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Windturbinen
fr: Eoliennes
nl: Windturbines

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Wasserturbinen
fr: Turbines Hydrauliques
nl: Waterturbines

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Stromerzeugungsaggregat
fr: Groupes Electrogènes
nl: Stroomgeneratorset

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Stromerzeugung - Zubehör
fr: Accessoires/Equipements pour la Production d'Electricité
nl: elektrische stroomopwekking accessoires/fittingen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Schloss / Vorhängeschloss
fr: Verrous/Cadenas
nl: Slot/hangslot

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Künstler- / Kunsthandwerks- / Bastel- / Handarbeitsbedarf - Mischpackungen
fr: Assortiments de Fournitures pour Arts/Loisirs Créatifs/Travaux d'Aiguille
nl: Kunst/Ambachten/Handwerken Benodigdheden assortimenten

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Schmelzgerät (nicht elektrisch)
fr: Fours de Fusion/Fondoirs (Non Electriques)
nl: Smelter (niet-elektrisch)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Künstler- / Kunsthandwerks- / Bastel- / Handarbeitsbedarf - Werkzeugersatzteile
fr: Outils pour les Arts/les Loisirs Créatifs/les Travaux d'Aiguille – Pièces Détachées
nl: Kunst/Ambachten/Handwerken - vervangingsonderdelen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Künstler- / Kunsthandwerks- / Bastel- / Handarbeitsbedarf - Werkzeugmischpackungen
fr: Assortiments d’Outils pour les Arts/les Loisirs Créatifs/les Travaux d'Aiguille
nl: Kunst/Ambachten/Handwerken assortimenten
