Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Candytuftplants (Iberis)
de: Schleifenblumen (Iberis)
fr: Corbeilles d'Argent/Thlaspis (Iberis)
nl: Scheefbloemplanten (Iberis)

source: Jalapplants (Ipomoea Purga)
de: Jalapa (Ipomoea Purga)
fr: Jalaps/Ipomées Purga (Ipomoea Purga)
nl: Jalapplanten (Ipomea purga)

source: Savinshrubs (Juniperus Sabina)
de: Sadebaum (Juniperus Sabina)
fr: Genévriers Sabine/Sabiniers (Juniperus Sabina)
nl: Zevenbomen (Juniperus Sabina)

source: Red Cedartrees (Juniperus Virginiana)
de: Virginischer Wacholder (Juniperus Virginiana)
fr: Genévriers de Virginie (Juniperus Virginiana)
nl: Virginische Jeneverbesbomen (Juniperus Virginiana)

source: Kanukashrubs (Kunzea)
de: Kunzea
fr: Kunzéas (Kunzea)
nl: Kunzeastruiken (Kunzea)

source: Tarwiplants (Lupinus Mutabilis)
de: Anden-Lupine (Lupinus Mutabilis)
fr: Lupins changeant (Lupinus Mutabilis)
nl: Andes Lupineplanten (Lupinus Mutabilis)

source: Gypsywortplants (Lycopus Europaeus)
de: Ufer-Wolfstrapp (Lycopus Europaeus)
fr: Lycopes d'Europe (Lycopus Europaeus)
nl: Wolfspootplanten (Lycopus Europaeus)

source: Cabreuvaplants (Myrocarpus Frondosus)
de: Incienso (Myrocarpus Frondosus)
fr: Inciensos/Yvyrás Payés (Myrocarpus Frondosus)
nl: Cabreuvaplanten (Myrocarpus Frondosus)

source: Evening Primroseplants (Oenothera Fruticosa)
de: Stauden-Nachtkerze (Oenothera Fruticosa)
fr: Onagres Arbustifs (Oenothera Fruticosa)
nl: Teunisbloemplanten (Oenothera Fruticosa)

source: Yohimbetrees (Pausinystalia Johimbe)
de: Yohimbe (Pausinystalia yohimbe)
fr: Yohimbes/Yohimbehes (Pausinystalia Johimbe)
nl: Yohimbebomen (Pausinystalia Johimbe)

source: Syrian Rueshrubs (Peganum Harmala)
de: Steppenraute (Peganum Harmala)
fr: Harmel/Rues Sauvage/Rues de Syrie (Peganum Harmala)
nl: Syrische wijnruitstruiken (Peganum Harmala)

source: Psylliumplants (Plantago Ovata)
de: Plantago Ovata
fr: Plantains des Indes/Ispaghuls (Plantago Ovata)
nl: Psylliumplanten (Plantago Ovata)

source: Senegal Rosewoodtrees (Pterocarpus Erinaceus)
de: Kosso (Pterocarpus Erinaceus)
fr: Vènes/Palissandre du Sénégal (Pterocarpus Erinaceus)
nl: Barwoodbomen (Pterocarpus Erinaceus)

source: Serpentine Woodplants (Rauvolfia Serpentina)
de: Indische Schlangenwurzel (Rauvolfia Serpentina)
fr: Sarpagandhas de l'Inde (Rauvolfia Serpentina)
nl: Slangehoutplanten (Rauvolfia Serpentina)

source: Castor-Oil Plants (Ricinus Communis)
de: Wunderbaum (Ricinus Communis)
fr: Ricins Communs (Ricinus Communis)
nl: Wonderbomen (Ricinus Communis)

source: Damask Roseplants (Rosa × Damascena)
de: Damaszener Rosen (Rosa x Damascena)
fr: Rosiers de Damas (Rosa × Damascena)
nl: Damascusroosplanten (Rosa × Damascena)

source: Henbane Bellplants (Scopolia Carniolica)
de: Krainer Tollkraut (Scopolia Carniolica)
fr: Scopolies du Caucase (Scopolia Carniolica)
nl: Klokbilzekruidplanten (Scopolia Carniolica)

source: Jojobaplants (Simmondsia Chinensis)
de: Jojoba (Simmondsia Chinensis)
fr: Jojobas (Simmondsia Chinensis)
nl: Jojobaplanten (Simmondsia Chinensis)

source: Sarsaparillaplants (Smilax)
de: Stechwinde (Smilax)
fr: Salsepareilles (Smilax)
nl: Struikwindeplanten (Smilax)

source: Goldenrodplants (Solidago)
de: Goldruten (Solidago)
fr: Solidages/Verges d'Or (Solidago)
nl: Guldenroedeplanten (Agathosma)

source: Wild Garmanderplants (Teucrium Chamaedrys)
de: Edel-Gamander (Teuricum Chamaedrys)
fr: Germandrées Petit Chêne (Teucrium Chamaedrys)
nl: Echte Gamander (Teucrium Chamaedrys))

source: Arbor Vitaetrees (Thuja Occidentalis)
de: Abendländischer Lebensbaum (Thuja Occidentalis)
fr: Thuyas Occidentaux (Thuja Occidentalis)
nl: Westerse Levensboom (Thuja Occidentalis)

source: Beard Lichen (Usnea)
de: Bartflechten (Usnea)
fr: Usnées (Usnea)
nl: Baardmos (Usnea)

source: Valerianplants (Valeriana Officinalis)
de: Baldrian (Valeriana Officinalis)
fr: Valérianes Officinales (Valeriana Officinalis)
nl: Valeriaanplanten (Valeriana Officinalis)

source: Verbenaplants (Verbena)
de: Verbena (Verbena)
fr: Verveines (Verbena)
nl: Ijzerhardplanten (Verbena)

source: Yuccaplants (Yucca)
de: Yucca (Yucca)
fr: Yuccas (Yucca)
nl: Palmlelieplanten (Yucca)

source: Cananga/Ylang Ylangtrees (Cananga Odorata)
de: Ylang-Ylang (Cananga Odorata)
fr: Ylang-ylangs (Cananga Odorata)
nl: Ylang-Ylangbomen (Cananga Odorata)

source: Vetivergrass (Chrysopogon Zizanioides)
de: Vetiver (Chrysopogon Zizanioides)
fr: Vétivers (Chrysopogon Zizanioides)
nl: Vetivergras (Chrysopogon Zizanioides)

source: Eucalyptustrees (Eucalyptus Sp.)
de: Eukalypten (Eucalyptus Sp.)
fr: Eucalyptus (Eucalyptus Sp.)
nl: Eucalyptusbomen (Eucalyptus ssp.)

source: Lavenderplants (Lavandula Angustifolia)
de: Echter Lavendel (Lavandula Angustifolia)
fr: Lavandes Officinales (Lavandula Angustifolia)
nl: Lavendelplanten (Lavandula Augustifolia)

source: May Changtrees (Litsea Cubeba)
de: Litsea Cubeba
fr: Litsées Citronnées/Verveines exotiques (Litsea Cubeba)
nl: May-Changbomen (Litsea Cubeba)

source: Paperbark /Teatrees (Melaleuca Sp.)
de: Melaleuca Sp.
fr: Niaoulis (Melaleuca Sp.)
nl: Theebomen (Melaleuca sp.)

source: Nardusplants (Nardostachys Jatamansi)
de: Indische Narde (Nardostachys Jatamansi)
fr: Nards de l'Himalaya (Nardostachys Jatamansi)
nl: Narduskruidplanten (Nardostachys Jatamansi)

source: Patchoulishrubs (Pogostemon Cablin)
de: Indisches Patschuli (Pogostemon Cabin)
fr: Patchoulis (Pogostemon Cablin)
nl: Patchoulistruiken (Pogostemon Cablin)

source: Ravensaretrees (Ravensara Aromatica)
de: Ravensara Aromatica
fr: Ravensares aromatiques (Ravensara Aromatica)
nl: Ravensarebomen (Cryptocarya agathophylla)

source: Costmaryplants (Tanacetum Balsamita)
de: Frauenminze (Tanacetum Balsamita)
fr: Menthes-coqs/Grandes Balsamites (Tanacetum Balsamita)
nl: Balsemwormkruidplanten (Tanacetum Balsamita)

source: Monkshoodplants (Aconitum)
de: Blauer Eisenhut (Aconicum)
fr: Aconits (Aconitum)
nl: Monnikskapplanten (Aconitum)

source: Calamusplants (Acorus Calamus)
de: Kalmus (Acorus Calamus)
fr: Acores Odorants (Acorus Calamus)
nl: Kalmoesplanten (Acorus Calamus)

source: Belladonnaplants (Atropa Belladonna)
de: Schwarze Tollkirsche (Atropa Belladonna)
fr: Belladones (Atropa Belladonna)
nl: Wolfskersplanten (Atropa Belladonna)

source: Ergot Funghi (Claviceps Purpurea)
de: Purpurbrauner Mutterkornpilz (Claviceps Purpurea)
fr: Ergots du Seigle (Claviceps Purpurea)
nl: Moederkorenschimmels (Claviceps Purpurea)

source: Autumn Crocusplants (Colchicum Autumnale)
de: Herbstzeitlose (Colchicum Autumnale)
fr: Colchiques d'Automne (Colchicum Autumnale)
nl: Herfsttijloosplanten (Colchicum Autumnale)

source: Lily Of The Valleyplants (Convallaria Majalis)
de: Maiglöckchen (Canvallaria Majalis)
fr: Muguets de Mai (Convallaria Majalis)
nl: Lelietjes-van-dalenplenten (Convallaria Majalis)

source: Daturaweed (Datura)
de: Stechäpfel (Datura)
fr: Daturas (Datura)
nl: Daturaplanten (Datura)

source: Foxgloveplants (Digitalis Purpurea)
de: Roter Fingerhut (Digitalis Purpurea)
fr: Digitales Pourpres/Grandes Digitales (Digitalis Purpurea)
nl: Vingerhoedskruidplanten (Digitalis Purpurea)

source: Henbaneplants (Hyoscyamus Niger)
de: Schwarzes Bilsenkraut (Hyoscyamus Niger)
fr: Jusquiames Noires (Hyoscyamus Niger)
nl: Bilzekruidplanten (Hyoscyamus Niger)

source: Mandrakeplants (Mandragora Officinarum)
de: Gemeine Alraune (Mandragora Officinarum)
fr: Mandragores Officinales (Mandragora Officinarum)
nl: Alruinplanten (Mandragora Officinarum)

source: Mayappleplants (Podophyllum Peltatum)
de: Schildförmiges Fußblatt (Podophyllum Peltatum)
fr: Podophylles Peltés (Podophyllum Peltatum)
nl: Schildvoetbladplanten (Podophyllum Peltatum)

source: Brackenplants (Pteridium Aquilinum)
de: Adlerfarn (Pteridium Aquilinum)
fr: Fougères-Aigles/Grandes Fougères (Pteridium Aquilinum)
nl: Adelaarsvarens (Pteridium Aquilinum)

source: Bloodrootplants (Sanguinaria Canadensis)
de: Kanadische Blutwurz (Sanguinaria Canadensis)
fr: Sanguinaires du Canada (Sanguinaria Canadensis)
nl: Bloedwortelplanten (Sanguinaria Canadensis)

source: Bittersweetshrubs (Solanum Dulcamara)
de: Bittersüßer Nachtschatten (Solanum Dulcamara)
fr: Morelles Douces-Amères (Solanum Dulcamara)
nl: Bitterzoetplanten (Solanum Dulcamara)

source: Black Nightshadeplants (Solanum Nigrum)
de: Schwarzer Nachtschatten (Solanum Nigrum)
fr: Morelles Noires (Solanum Nigrum)
nl: Zwarte nachtschadeplanten (Solanum Nigrum)

source: Kombe Arrow Poisonvines (Strophantus Kombe)
de: Kombe-Pfeilgift (Strophantus Kombe)
fr: Strophanthus (Strophanthus kombe)
nl: Strophantus Kombeplanten (Strophantus Kombe)

source: Strychninetrees (Strychnos Nux-Vomica)
de: Gewöhnliche Brechnuss (Strychnos Nun-Vomica)
fr: Vomiquiers (Strychnos Nux-Vomica)
nl: Strychninebomen (Strychnos Nux-Vomica)

source: Tansyplants (Tanacetum Vulgare)
de: Rainfarn (Tanacetum Vulgare)
fr: Tanaisies Communes (Tanacetum Vulgare)
nl: Boerenwormkruidplanten (Tanacetum Vulgare)

source: Drimia Maritimaplants (Urginea Maritima)
de: Weiße Meerzwiebel (Uriginea Maritima)
fr: Scilles Maritimes/Officinales (Urginea Maritima)
nl: Zee-uiplanten(Urginea Maritima)

source: Periwinkleplants (Vinca)
de: Immergrün (Vinca)
fr: Pervenches (Vinca)
nl: Maagdenpalmplanten (vinca)

source: Swedish Turnips/Rutabagaplants (Brassica Napobrassica)
de: Steckrübe (Brassica Napobrassica)
fr: Rutabagas (Brassica Napobrassica)
nl: Koolraapplanten (Brassica Napobrassica)

source: Romanescoplants (Brassica Oleracea Convar. Botrytis var. Botrytis)
de: Romanesco (Brassica Oleracea Convar. Botrytis var. Botrytis)
fr: Choux Romanesco (Brassica Oleracea Convar. Botrytis var. Botrytis)
nl: Romanescoplanten (Brassica Oleracea Convar. Botrytis var. Botrytis)

source: Bimi/Broccoliniplants (Brassica Oleracea Italica X Alboglabra)
de: Broccolini (Brassica Oleracea Italica X Alboglabra)
fr: Broccolinis (Brassica Oleracea Italica X Alboglabra)
nl: Bimi- of Broccoliniplanten (Brassica Oleracea Italica x Alboglabra)

source: Kai-Lanplants (Brassica Oleracea var. Alboglabra)
de: Kai-Ian (Brassica Oleracea var. Alboglabra)
fr: Brocolis Chinois (Brassica Oleracea var. Alboglabra)
nl: Kai-lanplanten (Brassica Oleracea var. Alboglabra)

source: Cauliflowerplants (Brassica Oleracea var. Botrytis)
de: Blumenkohl (Brassica Oleracea var. Botrytis)
fr: Choux-fleurs (Brassica Oleracea var. Botrytis)
nl: Bloemkoolplanten (Brassica Oleracea var. Botrytis)

source: White Cabbageplants (Brassica Oleracea var. Capitata)
de: Weißkohl (Brassica Oleracea var. Capitata)
fr: Choux Cabus/Pommés (Brassica Oleracea var. Capitata)
nl: Witte-koolplanten (Brassica Oleracea var. Capitata)

source: Oxheart Cabbageplants (Brassica Oleracea var. Capitata F. Conica)
de: Marshall-Spitzkohl (Brassica Oleracea var. Capitata F. Conica)
fr: Choux Coniques (Brassica Oleracea var. Capitata F. Conica)
nl: Spitskoolplanten (Brassica Oleracea var. Capitata F. Conica)

source: Red Cabbageplants (Brassica Oleracea var. Capitata F. Rubra)
de: Rotkohl (Brassica Oleracea var. Capitata F. Rubra)
fr: Choux Rouges (Brassica Oleracea var. Capitata F. Rubra)
nl: Rode-koolplanten (Brassica Oleracea var. Capitata F. Rubra)

source: Brussels Sproutplants (Brassica Oleracea var. Gemmifera)
de: Rosenkohl (Brassica Oleracea var. Gemmifera)
fr: Choux de Bruxelles (Brassica Oleracea var. Gemmifera)
nl: Spruitkoolplanten (Brassica Oleracea var. Gemmifera)

source: Broccoliplants (Brassica Oleracea var. Italica)
de: Broccoli (Brassica Oleracea var. Italica)
fr: Brocolis (Brassica Oleracea var. Italica)
nl: Broccoliplanten (Brassica Oleracea var. Italica)

source: Savoy Cabbageplants (Brassica Oleracea var. Sabauda)
de: Wirsing (Brassica Oleracea var. Sabauda)
fr: Choux de Milan/Savoie (Brassica Oleracea var. Sabauda)
nl: Savooiekoolplanten (Brassica Oleracea var. Sabauda)

source: Curly Kaleplants (Brassica Oleracea var. Sabellica)
de: Grünkohl (Brassica Oleracea var. Sabellica)
fr: Choux Frisés (Brassica Oleracea var. Sabellica)
nl: Boerenkoolplanten (Brassica Oleracea var. Sabellica)

source: Common Turnipplants (Brassica Rapa Subsp. Rapa)
de: Speiserübe (Brassica Rapa Subsp. Rapa)
fr: Navets (Brassica Rapa Subsp. Rapa)
nl: Witte Raapplanten (Brassica Rapa Subsp. Rapa)

source: Cocksfoot (Dactylis Glomerata)
de: Gewöhnliches Knäuelgras (Dactylis Glomerata)
fr: Dactyles Agglomérés (Dactylis Glomerata)
nl: Kropaar (Dactylis Glomerata)

source: Egyptian Crowfoot Grass (Dactyloctenium Aegyptium)
de: Ägyptisches Krähenfußgras (Dactyloctenium Aegyptium)
fr: Dactylocténions d'Égypte/Chiendents Patte-de-poule (Dactyloctenium Aegyptium)
nl: Kraaienpootgras (Dactyloctenium Aegyptium)

source: Bamboo (Dendrocalamus Strictus)
de: Kalkutta-Bambus (Dendrocalamus Strictus)
fr: Bambous (Dendrocalamus Strictus)
nl: Bamboe (Dendrocalamus Strictus)

source: Bluegrass (Dichanthium spp.)
de: Dichanthium spp.
fr: Petits Foins (Dichanthium spp.)

source: Fingergrass (Digitaria spp.)
de: Fingerhirse (Digitaria spp.)
fr: Digitaires (Digitaria spp.)
nl: Vingergras (Digitaria spp.)

source: Weeping Meadow Grass (Ehrharta Stipoides)
de: Ehrharta Stipoides
fr: Microlènes Faux-stipe (Ehrharta Stipoides)
nl: Ehrhartagras (Ehrharta Stipoides)

source: Goose Grass (Eleusine Indica)
de: Indische Fingerhirse (Eleusine Indica)
fr: Éleusines des Indes/Pied-de-poule (Eleusine Indica)
nl: Plat handjesgras (Eleusine Indica)

source: Couch Grass (Elymus repens)
de: Kriech-Quecke (Elymus repens)
fr: Chiendents (Elymus repens)
nl: Kweek (Elymus repens)

source: Lovegrass (Eragrostis spp.)
de: Liebesgras (Eragrostis spp.)
fr: Eragrostides (Eragrostis spp.)
nl: Liefdegras (Eragrostis spp.)

source: Pigeon Peaplants (Cajanus Cajan)
de: Straucherbse (Cajanus Cajan)
fr: Pois d'Angole (Cajanus Cajan)
nl: Duivenerwtplanten (Cajanus Cajan)

source: Mortar Tubs/Builders Buckets
de: Mauerkübel/Bauarbeitereimer
fr: Bacs à Mortier/Seaux de Chantier
nl: Speciekuipen/Bouwemmers/Mortelkuipen/Mengbakken

source: Jack Beanplants (Canavalia Ensiformis)
de: Jackbohne (Canavalia Ensiformis)
fr: Pois Sabre Blancs (Canavalia Ensiformis)
nl: Jackboonplanten (Canavalia Ensiformis)

source: Sword Beanplants (Canavalia Gladiata)
de: Schwertbohne (Canavalia Gladiata)
fr: Pois Sabre (Canavalia Gladiata)
nl: Zwaardboonplanten (Canavalia Gladiata)

source: Chikpeaplants (Cicer Arietinum)
de: Kichererbse (Cicero Arientinum)
fr: Pois Chiche (Cicer Arietinum)
nl: Kekerplanten (Cicer Arietinum)

source: Asian Pigeonwingplants (Clitoria Ternatea)
de: Blaue Klitorie (Clitoria Ternatea)
fr: Pois bleus (Clitoria Ternatea)
nl: Kittelbloemplanten (Clitoria Ternatea)

source: Guar Beanplants (Cyamopsis Tetragonoloba)
de: Guarbohne (Cyamopsis Tetragonoloba)
fr: Haricots de Guar (Cyamopsis Tetragonoloba)
nl: Guarplanten (Cyamopsis Tetragonoloba)

source: Lablabplants (Lablab Purpureus)
de: Helmbohne (Lablab Purpureus)
fr: Lablab/Pois Antaque (Lablab Purpureus)
nl: Lablabplanten (Lablab Purpureus)

source: Sweet Peaplants (Lathyrus Odoratus)
de: Duftende Platterbse (Lathyrus Odoratus)
fr: Pois de Senteur
nl: Pronkerwtplanten (Lathyrus Odoratus)

source: Earthnut Peaplants (Lathyrus Tuberosus)
de: Knollen-Platterbse (Lathyrus Tuberosus)
fr: Gesses Tubéreuses (Lathyrus Tuberosus)
nl: Aardakerplanten (Lathyrus Tuberosus)

source: Lentilplants (Lens Culinaris)
de: Linse (Lens Culinaris)
fr: Lentilles (Lens Culinaris)
nl: Linzeplanten (Lens Culinaris)

source: Velvet Beanplants (Mucuna Pruriens)
de: Juckbohne (Mucuna Pruriens)
fr: Pois Mascate (Mucuna Pruriens)
nl: Fluweelboonplanten (Mucuna Pruriens)

source: African Locust Beantrees (Parkia Biglobosa)
de: Parkia Biglobosa
fr: Nérés (Parkia Biglobosa)
nl: Parkiabomen (Parkia Biglobosa)

source: Peteh Beantrees (Parkia Speciosa)
de: Gestankbohne (Parkia Speciosa)
fr: Petais (Parkia Speciosa)
nl: Petehboonbomen (Parkia Speciosa)

source: Tepary Beanplants (Phaseolus Acutifolius)
de: Teparybohne (Phaseolus Acutifolius)
fr: Haricots Tépari (Phaseolus Acutifolius)
nl: Teparyboonplanten (Phaseolus Acutifolius)

source: Runner Beanplants (Phaseolus Coccineus)
de: Feuerbohne (Phaseolus Coccineus)
fr: Haricots d'Espagne (Phaseolus Coccineus)
nl: Pronkboonplanten (Phaseolus Coccineus)

source: Lima Beanplants (Phaseolus Lunatus)
de: Limabohne (Phaseolus Lunatus)
fr: Haricots de Lima (Phaseolus Lunatus)
nl: Limaboonplanten (Phaseolus Lunatus)

source: French And Waxbeanplants (Phaseolus Vulgaris)
de: Wachsbohnenpflanze (Phaseolus Vulgaris)
fr: Haricots Blancs/Verts (Phaseolus Vulgaris)
nl: Groene Bonenplanten (Phaseolus Vulgaris)

source: Kidney Beanplants (Phaseolus Vulgaris)
de: Kidney-Bohnenpflanze (Phaseolus Vulgaris)
fr: Haricots Rouges (Phaseolus Vulgaris)
nl: Nierboonplanten (Phaseolus Vulgaris)

source: Garden Peaplants (Pisum Sativum)
de: Erbse (Pisum Sativum)
fr: Pois/Petis Pois (Pisum Sativum)
nl: Tuinerwtplanten (Pisum Sativum)

source: Field Peaplants (Pisum Sativum Subsp. Arvense)
de: Ackererbse (Pisum Sativum Subsp. Arvense)
fr: Pois des champs (Pisum Sativum Subsp. Arvense)
nl: Velderwtplanten (Pisum Sativum Subsp. Arvense)

source: Snow Peaplants (Pisum Sativum var. Saccharatum)
de: Kefe (Pisum Sativum var. Saccharatum)
fr: Pois Gourmands (Pisum Sativum var. Saccharatum)
nl: Suikererwtplanten (Pisum Sativum var. Saccharatum)

source: Winged Beanplants (Psophocarpus Tetragonolobus)
de: Goabohne (Psphocarpus Tetragonolobus)
fr: Pois Carré/Haricots Ailés (Psophocarpus Tetragonolobus)
nl: Vleugelboonplanten (Psophocarpus Tetragonolobus)

source: Asparagus Peaplants (Tetragonolobus Purpureus)
de: Rote Spargelbohne (Tetragonolobus Purpureus)
fr: Pois Asperge (Tetragonolobus Purpureus)
nl: Asperge-erwtplanten (Tetragonolobus Purpureus)

source: Field Beanplants (Vicia Faba subsp. Minor)
de: Feld-Ackerbohne (Vicia Faba subsp. Minor)
fr: Féveroles (Vicia Faba subsp. Minor)
nl: Veldboonplanten (Vicia Faba subsp. Minor)

source: Horse Beanplants (Vicia Faba var. Equina)
de: Pferdebohnen (Vicia Faba var. Equina)
fr: Fèves de Cheval (Vicia Faba var. Equina)
nl: Paardeboonplanten (Vicia Faba var. Equina)

source: Broad Beanplants (Vicia Faba var. Major)
de: Ackerbohne (Vicia Faba var. Major)
fr: Fèves (Vicia Faba var. Major)
nl: Tuinboonplanten (Vicia Faba var. Major)

source: Adzuki Bean Plansplants (Vigna Angularis)
de: Adzukibohne (Vigna Angularis)
fr: Haricots Adzuki/Haricots Mungo Rouges (Vigna Angularis)
nl: Adzukiboonplanten (Vigna Angularis)

source: Mung Beanplants (Vigna Radiata)
de: Mungbohne (Vigna Radiata)
fr: Haricots Mungo (Vigna Radiata)
nl: Mungboonplanten (Vigna Radiata)

source: Rice Beanplants (Vigna Umbellata)
de: Reisbohne (Vigna Umbellata)
fr: Haricots Riz (Vigna Umbellata)
nl: Rijstboonplanten (Vigna Umbellata)

source: Blackeyed Peaplants (Vigna Unguiculata)
de: Augenbohne (Vigna Unguiculata)
fr: Niébés/Haricots à l'Œil Noir (Vigna Unguiculata)
nl: Zwartoogboonplanten (Vigna Unguiculata)

source: Yardlong Beanplants (Vigna Unguiculata subsp. Sesquipedalis)
de: Spargelbohne (Vigna Unguiculata subsp. Sesquipedalis)
fr: Doliques Asperge/Haricots Kilomètre (Vigna Unguiculata subsp. Sesquipedalis)
nl: Kousebandplanten (Vigna Unguiculata subsp. Sesquipedalis)

source: Accounting Services
de: Buchhaltungsdienst
fr: Services comptables
nl: Boekhoudkundige Diensten

source: Advertising Services
de: Werbedienstleistungen
fr: Services publicitaires
nl: Advertentiediensten

source: Architectural and Engineering Services
de: Architektur- und Ingenieurleistungen
fr: Services d'Architecture et d'Ingénierie
nl: Architectonische en Technische Diensten

source: Business Management & Consulting Services
de: Geschäftsführung- und Consulting-Dienstlesitungen
fr: Services de Conseil et de Gestion Commeriale
nl: Bedrijfsmanagement en Consultingdiensten

source: Computer and Technology Services
de: Computer- und Technologie-Dienstleistungen
fr: Services Informatiques et Technologiques
nl: Computer- en Technologiediensten

source: Legal Services
de: Juristische Dienstleistungen
fr: Services Juridiques
nl: Juridische Diensten

source: Building Construction & Related Services
de: Bauausführung und ähnliche Dienstleistungen
fr: Services de Construction de Bâtiments et Services Connexes
nl: Bouw- en Aanverwante Diensten

source: Cleaning Services
de: Reinigungsdienstleistungen
fr: Services de Nettoyage
nl: Schoonmaakdiensten

source: Audio-Visual Services
de: Audiovisuelle Dienste
fr: Services Audiovisuels
nl: Audiovisuele Diensten

source: Telecommunications Services
de: Telekommunikationsdienstleistungen
fr: Services de Télécommunications
nl: Telecommunicatiediensten

source: Educational Services
de: Bildungsdienstleistungen
fr: Services Educatifs
nl: Educatieve Diensten

source: Entertainment Services
de: Unterhaltungsdienste
fr: Services de Divertissement
nl: Entertainmentdiensten

source: Energy Services
de: Energiedienstleistungen
fr: Services Energétiques
nl: Energiediensten

source: Environmental Services
de: Kreislaufwirtschaft
fr: Services Environnementaux
nl: Milieudiensten

source: Financial Services
de: Finanzdienstleistungen
fr: Services Financiers
nl: Financiële Diensten

source: Packaging/Storage Services
de: Verpackung-/Lagerdienstleistungen
fr: Services d'Emballage/de Stockage
nl: Verpakkings- / Opslagdiensten

source: Postal Services
de: Postdienst
fr: Services Postaux
nl: Postdiensten

source: Scientific and Technological Services
de: Wissenschaftliche und technologische Dienstleistungen
fr: Services Scientifiques et Technologiques
nl: Wetenschappelijke en Technologische Diensten

source: Food and Drink Services
de: Speisen- und Getränke-Service
fr: Services de Restauration
nl: Eet- en Drankdiensten

source: Temporary Accommodation Services
de: Dienstleistungen für Wohnen auf Zeit
fr: Services d'Hébergement Temporaire
nl: Tijdelijke Logiesdiensten

source: Maintenance/Repair Services
de: Wartungs-/Reparaturdienstleistungen
fr: Services de Maintenance/Réparation
nl: Onderhouds- / Reparatiediensten

source: Installation Services
de: Montagedienstleistung
fr: Services d'Installation
nl: Installatiediensten

source: Hygienic and Beauty Care Services
de: Gesundheits- und Schönheitspflege
fr: Services d'Hygiène et de Beauté
nl: Hygiënische en Schoonheidsverzorging Diensten

source: Medical Services
de: Medizinische Dienstleistungen
fr: Services Médicaux
nl: Medische Diensten

source: Veterinary Services
de: Veterinärdienst
fr: Services Vétérinaires
nl: Veterinaire Diensten

source: Transportation Services
de: Transportdienstleistungen
fr: Services de Transport
nl: Transportdiensten

source: Travel Services
de: Reisedienstleistungen
fr: Services de Voyage
nl: Reisdiensten

source: Potting Table
de: Eintopftisch
fr: Tables de Rempotage
nl: Oppottafel

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Sockelleisten / Deckenleisten
fr: Plinthes/Moulures de Couronnement
nl: Plinten/Kroonlijsten

source: Edge Trims
de: Kantenleisten
fr: Bordures
nl: Randafwerkingen

source: Chimney Cap/Rain Cap
de: Schornsteinabdeckung/Regenschutz
fr: Chapeaux de Cheminée
nl: Schoorsteenkap/Regenkap

source: Air Conduits/Air Conduit Fittings
de: Luftkanal
fr: Conduits/Équipements pour Conduits
nl: Luchtkanalen/Luchtkanalen Fittingen

source: Centipedegrass (Eremochloa Ophiuroides)
de: Tausendfüßler-Gras (Eremochloa Ophiuroides)
fr: Herbes centipèdes (Eremochloa Ophiuroides)
nl: Duizendpootgras (Eremochloa Ophiuroides)

source: Hard Fescue (Festuca Brevipila)
de: Raublättriger Schaf-Schwingel (Festuca Brevipila)
fr: Fétuques à Feuilles Rudes (Festuca Brevipila)
nl: Hard Zwenkgras (Festuca Brevipila)

source: Sheepsfescue (Festuca Ovina)
de: Echter Schaf-Schwingel (Festuca Ovina)
fr: Fétuques des Moutons (Festuca Ovina)
nl: Zwenkgras (Festuca Ovina)

source: Meadowfescue (Festuca Pratensis)
de: Wiesen-Schwingel (Festuca Pratensis)
fr: Fétuques des Prés (Festuca Pratensis)
nl: Beemdlangbloemgras (Festuca Pratensis)
