Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Live Plants Other
de: Lebende Pflanzen - sonstige
fr: Plantes Vivantes Autres
nl: Levende Planten - Overig

source: Water Plants – Live Plants Other
de: Wasserpflanzen - lebende Pflanzen, sonstige
fr: Plantes aquatiques - Plantes Vivantes Autres
nl: Overige Levende Planten - Waterplanten

source: Pachira Aquatica – Live Plants
de: Pachira Aquatica - lebende Pflanzen
fr: Pachiras Aquatica - Plantes Vivantes
nl: Watercacao (Pachira) - Levende Plant

source: Paeonia – Live Plants
de: Pfingstrosen - lebende Pflanzen
fr: Pivoines - Plantes Vivantes
nl: Pioen / Pioenroos (Paeonia) - Levende Plant

source: Papaver Nudicaule – Live Plants
de: Islandmohn - lebende Pflanzen
fr: Pavots Nudicaule - Plantes Vivantes
nl: IJslandse Papaver - Levende Plant

source: Paphiopedilum – Live Plants
de: Paphiopedilum - lebende Pflanzen
fr: Paphiopedilums - Plantes Vivantes
nl: Venusschoentje (Paphiopedilum) - Levende Plant

source: Pelargonium – Live Plants
de: Pelargonien - lebende Pflanzen
fr: Pélargoniums - Plantes Vivantes
nl: Geranium (Pelargonium) - Levende Plant

source: Pennisetum – Live Plants
de: Lampenputzgräser - lebende Pflanzen
fr: Pennisetums - Plantes Vivantes
nl: Lampepoetsersgras / Borstelveergras (Pennisetum) - Levende Plant

source: Petunia – Live Plants
de: Petunien - lebende Pflanzen
fr: Pétunias - Plantes Vivantes
nl: Petunia - Levende Plant

source: Phalaenopsis – Live Plants
de: Phalaenopsis - lebende Pflanzen
fr: Phalaenopsis - Plantes Vivantes
nl: Vlinderorchidee (Phalaenopsis) - Levende Plant

source: Phlox – Live Plants
de: Phlox - lebende Pflanzen
fr: Phlox - Plantes Vivantes
nl: Vlambloem / Phlox - Levende Plant

source: Phoenix Roebelenii – Live Plants
de: Zwergdattelpalme - lebende Pflanzen
fr: Phoenix Roebelenii - Plantes Vivantes
nl: Dwergdadelpalm (Phoenix) - Levende Plant

source: Platycodon Grandiflorus – Live Plants
de: Platycodon Grandiflorus - lebende Pflanzen
fr: Platycodons Grandiflorus - Plantes Vivantes
nl: Ballonklokje (Platycodon) - Levende Plant

source: Plectranthus – Live Plants
de: Harfensträucher - lebende Pflanzen
fr: Plectranthus - Plantes Vivantes
nl: Reumatiekplantje (Plectranthus) - Levende Plant

source: Portulaca – Live Plants
de: Portulak - lebende Pflanzen
fr: Portulacas - Plantes Vivantes
nl: Postelein (Portulaca) - Levende Plant

source: Primula – Live Plants
de: Primeln - lebende Pflanzen
fr: Primevères- Plantes Vivantes
nl: Primula / Sleutelbloem - Levende Plant

source: Ranunculus – Live Plants
de: Hahnenfuß - lebende Pflanzen
fr: Renoncules - Plantes Vivantes
nl: Ranonkel / Boterbloem (Ranunculus) - Levende Plant

source: Rhipsalidopsis – Live Plants
de: Rhipsalidopsis - lebende Pflanzen
fr: Rhipsalidopsis - Plantes Vivantes
nl: Paascactus (Rhipsalidopsis) - Levende Plant

source: Rhododendron – Live Plants
de: Rhododendron - lebende Pflanzen
fr: Rhododendrons - Plantes Vivantes
nl: Azalea / Rododendron - Levende Plant

source: Saintpaulia – Live Plants
de: Saintpaulia - lebende Pflanzen
fr: Saintpaulias - Plantes Vivantes
nl: Kaaps Viooltje (Saintpaulia) - Levende Plant

source: Salvia Nemorosa – Live Plants
de: Hain-Salbei - lebende Pflanzen
fr: Salvias Nemorosa - Plantes Vivantes
nl: Bossalie (Salvia) - Levende Plant

source: Sansevieria Cylindrica – Live Plants
de: Sansevieria Cylindrica - lebende Pflanzen
fr: Sansevierias Cylindrica - Plantes Vivantes
nl: Pijpsansevieria - Levende Plant

source: Sanvitalia Procumbens – Live Plants
de: Husarenknopf - lebende Pflanzen
fr: Sanvitalies Procumbens - Plantes Vivantes
nl: Huzarenknoop (Sanvitalia) - Levende Plant

source: Saxifraga – Live Plants
de: Steinbrech - lebende Pflanzen
fr: Saxifrages - Plantes Vivantes
nl: Steenbreek (Saxifraga) - Levende Plant

source: Schefflera Arboricola – Live Plants
de: Schefflera Arboricola - lebende Pflanzen
fr: Scheffleras Arboricola - Plantes Vivantes
nl: Vingersboom (Schefflera) - Levende Plant

source: Schlumbergera – Live Plants
de: Schlumbergera - lebende Pflanzen
fr: Schlumbergeras - Plantes Vivantes
nl: Kerstcactus (Schlumbergera) - Levende Plant

source: Sedum – Live Plants
de: Fetthennen - lebende Pflanzen
fr: Sedums - Plantes Vivantes
nl: Vetkruid / Hemelsleutel / Muurpeper / Tripmadam (Sedum) - Levende Plant

source: Sempervivum – Live Plants
de: Hauswurzen - lebende Pflanzen
fr: Joubarbes - Plantes Vivantes
nl: Huislook (Sempervivum) - Levende Plant

source: Senecio Maritima – Live Plants
de: Senecio Maritima - lebende Pflanzen
fr: Séneçons cinéraire - Plantes Vivantes
nl: Zilverkruiskruid (Senecio) - Levende Plant

source: Sinningia – Live Plants
de: Sinningia - lebende Pflanzen
fr: Sinningias - Plantes Vivantes
nl: Gloxinia (Sinningia) - Levende Plant

source: Solanum Rantonnetii – Live Plants
de: Solanum Rantonnetii - lebende Pflanzen
fr: Solanums Rantonnetii - Plantes Vivantes
nl: Blauwe Aardappelstruik (Solanum) - Levende Plant

source: Spathiphyllum – Live Plants
de: Spathiphyllum - lebende Pflanzen
fr: Spathiphyllums - Plantes Vivantes
nl: Lepelplant (Spathiphyllum) - Levende Plant

source: Stephanotis Floribunda – Live Plants
de: Stephanotis Floribunda - lebende Pflanzen
fr: Stephanotis Floribunda - Plantes Vivantes
nl: Bruidsbloem (Stephanotis) - Levende Plant

source: Sutera Cordata – Live Plants
de: Sutera Cordata - lebende Pflanzen
fr: Suteras Cordata - Plantes Vivantes
nl: Bacopa (Sutera) - Levende Plant

source: Tagetes – Live Plants
de: Tagetes - lebende Pflanzen
fr: Tagètes - Plantes Vivantes
nl: Afrikaantje (Tagetes) - Levende Plant

source: Tillandsia Cyanea – Live Plants
de: Tillandsia Cyanea - lebende Pflanzen
fr: Tillandsias Cyanea - Plantes Vivantes
nl: Tillandsia (Bromelia) - Levende Plant

source: Tulipa – Live Plants
de: Tulpen - lebende Pflanzen
fr: Tulipes - Plantes Vivantes
nl: Tulp - Levende Plant

source: Vanda – Live Plants
de: Vanda - lebende Pflanzen
fr: Vandas - Plantes Vivantes
nl: Vanda - Levende Plant

source: Verbena – Live Plants
de: Verbenen - lebende Pflanzen
fr: Verveines - Plantes Vivantes
nl: IJzerhard (Verbena) - Levende Plant

source: Viola – Live Plants
de: Veilchen - lebende Pflanzen
fr: Pensées - Plantes Vivantes
nl: Viooltje / Viool - Levende Plant

source: Vriesea – Live Plants
de: Vriesea - lebende Pflanzen
fr: Vrieseas - Plantes Vivantes
nl: Vriesea (Bromelia) - Levende Plant

source: Xburrageara – Live Plants
de: xBurrageara - lebende Pflanzen
fr: Xburragearas - Plantes Vivantes
nl: Burrageara - Levende Plant

source: Xcitrofortunella Microcarpa – Live Plants
de: X Citrofortunella Microcapa - lebende Pflanzen
fr: Xcitrofortunellas Microcarpa - Plantes Vivantes
nl: Calamondin (Citrofortunella) - Levende Plant

source: Yucca – Live Plants
de: Yucca - lebende Pflanzen
fr: Yuccas - Plantes Vivantes
nl: Yucca - Levende Plant

source: Zamioculcas Zamiifolia – Live Plants
de: Zamioculcas Zamiifolia - lebende Pflanzen
fr: Zamioculcas Zamiifolia - Plantes Vivantes
nl: Zamio / Zamioculcas - Levende Plant

source: Zantedeschia – Live Plants
de: Zantedeschien - lebende Pflanzen
fr: Zantedeschias - Plantes Vivantes
nl: Calla (Zantedeschia) - Levende Plant

source: Rosa – Live Plants
de: Rose - lebende Pflanzen
fr: Roses - Plantes Vivantes
nl: Roos - Levende Plant

source: Dairy By-Products
de: Molkerei-Nebenerzeugnisse
fr: Sous-Produits Laitiers
nl: Bijproducten Zuivel

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Elektronische Zigaretten
fr: Cigarettes Electroniques/Vapoteuses
nl: E-Sigaretten

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Elektronische Zigaretten - Zubehör
fr: Accessoires pour Cigarettes Electroniques/Vapoteuses
nl: E-Sigaretten - Accessoires

source: Worktops/Countertops
de: Arbeitsplatten / Arbeitsflächen
fr: Plans de Travail/Comptoires
nl: Werkbladen

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Wachstumsregler für Pflanzen
fr: Régulateurs de croissance des plantes
nl: Groeiregulatoren voor Planten

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Saatgutschutz / Beizmittel
fr: Produits de Protection/Mordançage des Semences
nl: Zaadbescherming/Beitsmiddelen

source: Kitchen Combination Mixing/Blending/Chopping Appliances
de: Küchen-Multifunktionsgeräte zum Zerkleinern, Schlagen / Verquirlen, Mischen / Mixen
fr: Robots multifonction Mixeur/Mélangeur/Hacheur
nl: Keuken - Gecombineerde Machine

source: Kitchen Slicing Appliances
de: Küchenschneidegerät
fr: Trancheuses de cuisine
nl: Keuken - Snijmachine

source: Kitchen Chopping Appliances
de: Küchenzerkleinerer
fr: Hachoirs de cuisine
nl: Keuken - Hakmachine

source: Kitchen Mixing Appliances
de: Küchen-Mixgerät / Handmixer / Küchenmaschine
fr: Mixeurs de cuisine
nl: Keuken - Mixmachine

source: Kitchen Blending Appliances
de: Küchen-Blender
fr: Mélangeurs de cuisine
nl: Keuken - Blendermachine

source: Cake / Pie Maker
de: Kuchen-Backeisen / Minikuchen-Backeisen
fr: Machines à Cake, Muffins, Tarte
nl: Cake-/Taartjesmakers (Elektrisch)

source: Smokers
de: Barbecue-Smoker
fr: Fumoirs – Cuisson

source: Smart Watches
de: Smartwatch
fr: Montres Intelligentes

source: Personal Video Recorder
de: PVR (Personal Video Recorder)
fr: Magnétoscope Numérique
nl: Harddisk Recorder

source: Keyboard, Voice, Mouse (KVM) Switch
de: KMV-Switch
fr: Commutateur écran-clavier-souris (KVM)
nl: KVM-Switch

source: Doodles/ Puffs
de: Erdnussflips
nl: Cornuco's

source: Salt Sticks / Mini Pretzels
de: Salzstangen / Minibrezeln
fr: Bâtonnets salés / Mini Bretzels
nl: Zoute Stengels/Mini Pretzels

source: Ready-Made Combination Meals – Not Ready to Eat (Frozen)
de: Fertiggerichte aus mehreren Bestandteilen - nicht verzehrfertig (tiefgefroren)
fr: Les Compositions de Repas Cuisinés - Non Prêts à Consommer (Surgelé)
nl: Kant-en-klaarmaaltijden - Niet Direct Gebruik (Diepvries)

source: Ready-Made Combination Meals – Not Ready to Eat (Perishable)
de: Fertiggerichte aus mehreren Bestandteilen - nicht verzehrfertig (leicht verderblich)
fr: Les Compositions de Repas Cuisinés - Non Prêts à Consommer (Périssable)
nl: Kant-en-klaarmaaltijden - Niet Direct Gebruik (Beperkt Houdbaar)

source: Ready-Made Combination Meals – Not Ready to Eat (Shelf Stable)
de: Fertiggerichte mit mehreren Bestandteilen - nicht verzehrfertig (ohne Kühlung haltbar)
fr: Les Compositions de Repas Cuisinés - Non Prêts à Consommer (Longue Conservation)
nl: Kant-en-klaarmaaltijden - Niet Direct Gebruik (Houdbaar)

source: Ready-Made Combination Meals – Ready to Eat (Perishable)
de: Fertiggerichte aus mehreren Bestandteilen - verzehrfertig (leicht verderblich)
fr: Les Compositions de Repas Cuisinés - Prêts à Consommer (Périssable)
nl: Kant-en-klaarmaaltijden - Direct Gebruik (Beperkt Houdbaar)

source: Ready-Made Combination Meals – Ready to Eat (Shelf Stable)
de: Fertiggerichte aus mehreren Bestandteilen - verzehrfertig (ohne Kühlung haltbar)
fr: Les Compositions de Repas Cuisinés - Prêts à Consommer (Longue Conservation)
nl: Kant-en-klaarmaaltijden - Direct Gebruik (Houdbaar)

source: Ready-Made Combination Meals – Ready to Eat Variety Packs
de: Fertiggerichte aus mehreren Bestandteilen - verzehrfertig - Mischpackungen
fr: Les Compositions de Repas Cuisinés - Assortiments Prêts à Consommer
nl: Kant-en-klaarmaaltijden - Direct Gebruik - Assortimenten

source: Ready-Made Combination Meals – Not Ready to Eat Variety Packs
de: Fertiggerichte aus mehreren Bestandteilen - nicht verzehrfertig - Mischpackungen
fr: Les Compositions de Repas Cuisinés - Assortiments Non-Prêts à Consommer
nl: Kant-en-klaarmaaltijden - Niet Direct Gebruik - Assortimenten

source: Lottery and Scratch Cards
de: Gewinnspielkarten und Rubbellose
fr: Loterie et Cartes à Gratter
nl: Loten / Kraskaarten

source: Acai Berries
de: Acai-Beeren
fr: Baies d'Acai (Wassaï/Waçaï)
nl: Acai-bessen

source: Naranjilla/Lulo
de: Lulo/Naranjilla
fr: Narangille/Lulo
nl: Lulo/Naranjilla

source: Celtuce
de: Spargelsalat
fr: Laitues
nl: Celtuce/Chinese sla/Stengelsla

source: Rose Bouquets
de: Rosen-Blumensträuße
fr: Bouquets de Roses
nl: Boeket Rozen

source: Carnation Bouquets
de: Nelken-Blumensträuße
fr: Bouquets d'Oeillets
nl: Boeket Anjers

source: Mini Carnation Bouquets
de: Kartäusernelken-Blumensträuße
fr: Bouquets de Minis Oeillets
nl: Boeket Trosanjers

source: Lily Bouquets
de: Lilien-Blumensträuße
fr: Bouquets de Lys
nl: Boeket Lelies

source: Chrysanthemum
de: Chrysanthemen-Blumensträuße
fr: Bouquets de Chrysanthèmes
nl: Boeket Chrysanten

source: Alstroemeria Bouquets
de: Alstroemeria (Peruanische Lilie)-Blumensträuße
fr: Bouquets d'Alstrœmères
nl: Boeket Incalelies (Alstroemeria)

source: Tropical Flowers Bouquets
de: Sträuße aus tropischen Blumen
fr: Bouquets de Fleurs Tropicales
nl: Boeket Tropische Bloemen

source: Mixed Bouquets
de: Gemischte Blümensträuße
fr: Bouquets Mixtes
nl: Boeket Gemengd

source: Other Bouquets
de: Sonstige Blumensträuße
fr: Autres Bouquets
nl: Boeket Overig

source: All Terrain Vehicles (ATVs)
de: Quads
fr: Véhicules Tout Terrain (VTT)
nl: ATV's

source: Utility Task Vehicles (UTVs)/ Recreational Off-Road Vehicles (ROVs)
de: Gebrauchsfahrzeuge/Camping-Geländefahrzeuge
fr: Véhicules Utilitaires / Véhicules Récréatifs Hors-Route
nl: UTV's/Quad's

source: Seedlings - Ready to Grow
de: Setzlinge - bereit zum Anpflanzen
fr: Semences - Prêt à Germer
nl: Uitgangsmateriaal

source: Tyre Pressure Meter
de: Reifendruckmessgerät
fr: Nanomètre de Pression de Pneus
nl: Bandenspanningsmeter

source: Moisture Meter (Soil)
de: Wassergehaltsmesser (Boden) (nicht elektrisch)
fr: Humidimètres (Sol) (Non Electriques)
nl: Vochtigheidsmeter (niet aangedreven)

source: Thermal Leak Detector
de: Wärmeleck-Suchgeräte (nicht elektrisch)
fr: Détecteur de Fuite Thermique (Non Electriques)
nl: Thermische Lekdetector (niet aangedreven)

source: Pulley Puller (Hand)
de: Riemenscheibenabzieher (nicht elektrisch)
fr: Extracteurs Poulies (Non Electriques)
nl: Poelietrekker (Niet-aangedreven)

source: Pulley Puller (Powered)
de: Riemenscheibenanzieher (elektrisch)
fr: Extracteur Poulie (Moteur)
nl: Poelietrekker - Aangedreven

source: Plier Set
de: Zangen-Set (nicht elektrisch)
fr: Jeu de Pinces (Non Electriques)
nl: Tangenset (Niet Aangedreven)

source: Forceps (DIY)
de: Pinzetten (DIY) (nicht elektrisch)
fr: Pinces (Bricolage) (Non Electriques)
nl: Pincet (DHZ) (Niet Aangedreven)

source: Fluid Guns
de: Spritzpistolen (elektrisch)
fr: Pistolets à liquide (Electriques)
nl: Vloeistofpistolen (Aangedreven)

source: Gas Torches
de: Gasfackeln (nicht elektrisch)
fr: Chalumeaux à Gaz (Non Electriques)
nl: Gasbranders (Niet Aangedreven)

source: Solder Torches
de: Lötlampen (nicht elektrisch)
fr: Torches à Souder (Non Electriques)
nl: Soldeertoorts (Niet Aangedreven)

source: Gravel
de: Kies
fr: Gravier
nl: Grind/Kiezelsteentjes

source: Tiles - Outdoor Ground
de: Holzfliesen - Bodenbelag für Außen
fr: Carreaux – Sol Extérieur
nl: Tuintegels

source: Coping Stones
de: Schlussstein
fr: Pierres de Couronnement
nl: Muurdekstenen

source: Windowsill
de: Fensterbrett
fr: Rebord de Fenêtre
nl: Vensterbanken

source: Iron on Edging Strip/Banding
de: Abschlussstreifen/Randleiste zum Aufbügeln
fr: Fer sur Bordure / Bande de Chant
nl: Opstrijkbare randstrook

source: Mounting Rails
de: Montageschienen
fr: Rails de Montage
nl: Bevestigingsrails

source: Baby Sanitary Furnishings Variety Pack
de: Baby-Hygieneausstattung - Sets
fr: Assortiments Ameublement Sanitaire pour Bébé
nl: Sanitaire Meubels voor Baby's - Assortimenten

source: Baby Sanitary Furnishings - Replacement Parts
de: Baby-Hygieneausstattung - Ersatzteile
fr: Pièces Détachées Ameublements Sanitaires pour Bébé
nl: Sanitaire Meubels voor Baby's - Onderdelen

source: Baby Sanitary Furnishings - Other
de: Baby-Hygieneausstattung - sonstige
fr: Autres Ameublements Sanitaires pour Bébé
nl: Sanitaire Meubels voor Baby's - Overig

source: Air Dehumidifier - Portable (Non-Powered)
de: Luftentfeuchter - mobil (nicht elektrisch)
fr: Déshumidificateurs d'air - Portatif (non motorisé)
nl: Luchtontvochtiger - Draagbaar (Niet-elektrisch)

source: Baby/Infant Cutlery (Non Disposable)
de: Baby- / Kleinkinderbesteck (Mehrweg)
fr: Couverts Bébé (Non Jetable)
nl: Babybestek (Geen Wegwerpartikel)

source: Baby/Infant Tableware Variety Packs
de: Baby- /Kleinkindgeschirr - Sets
fr: Assortiments d'Articles de Table Pour Bébé
nl: Babyvoeding - Assortimenten

source: Household Baby Beds/Mattresses Variety Pack
de: Haushalts-Babybetten/-Matratzen - Sets
fr: Lits/Matelas pour Bébés Assortiments
nl: Babybedjes/Babymatrassen - Assortimenten

source: Household Baby Beds/Mattresses - Replacement Parts
de: Haushalts-Babybetten/-Matratzen - Ersatzteile
fr: Lits/Matelas pour Bébés - Pièces Détachées
nl: Babybedjes/Babymatrassen - Onderdelen

source: Household Baby Beds/Mattresses - Other
de: Haushalts-Babybetten/-Matratzen - sonstige
fr: Meubles Lits Bébé/Matelas - Autres
nl: Babybedjes/Babymatrassen - Overig

source: Household Baby Seating Variety Pack
de: Haushalts-Babystühle - Sets
fr: Siège Bébé Ameublement Assortiments
nl: Babystoelen - Assortimenten

source: Household Baby Seating - Replacement Parts
de: Haushalts-Babystühle - Ersatzteile
fr: Siège Bébé Ameublement - Pièces Détachées
nl: Babystoelen - Onderdelen

source: Household Baby Seating - Other
de: Haushalts-Babystühle - sonstige
fr: Siège Bébé Ameublement - Autre
nl: Babystoelen - Overig

source: Baby Exercisers/Transportation Variety Pack
de: Baby-Trainingsgeräte/ -Transportmittel - Sets
fr: Assortiment d'Appareils de Gymnastique/Transport Pour Bébé
nl: Baby Oefenspeeltuig/Vervoer - Assortimenten

source: Baby Exercisers/Transportation - Replacement Parts
de: Baby-Trainingsgeräte / -Transportmittel - Ersatzteile
fr: Appareils de Gymnastique/Transport Pour Bébé – Pièces de Rechange
nl: Baby Oefenspeeltuig/Vervoer - Onderdelen/Accessoires

source: Automotive Interior Accessories – Seats Variety Packs
de: KFZ-Innenausstattung - Sitze - Sets
fr: Accessoires Intérieurs d'Automobile - Sièges Packs Variété
nl: Motorvoertuigen - Assortimenten voor Stoelen

source: Waste Storage Products Variety Packs
de: Produkte zur Abfalllagerung - Sets
fr: Assortiment de Produits de Stockage de Déchets
nl: Afvalopslagproducten - Assortimenten

source: Waste Storage Products - Replacement Parts
de: Produkte zur Abfalllagerung- Ersatzteile
fr: Produits de Stockage de Déchets - Pièces de rechange
nl: Afvalopslagproducten - Onderdelen

source: Waste Storage Products - Other
de: Produkte zur Abfalllagerung - sonstige
fr: Produits de Stockage de Déchets - Autres
nl: Afvalopslagproducten - Overig

source: Baby Safety/Security/Surveillance Variety Packs
de: Baby-Schutz/Sicherheit/Überwachung - Sets
fr: Assortiments pour la Sûreté Bébé/ Sécurité / Surveillance
nl: Veiligheid/Toezicht/Beveiliging voor Baby's - Assortimenten

source: Baby Safety/Security/Surveillance - Replacement Parts
de: Baby-Schutz / Sicherheit / Überwachung - Ersatzteile
fr: Sûreté du Bébé/Sécurité/Surveillance - Pièces Détachées
nl: Veiligheid/Toezicht/Beveiliging voor Baby's - Onderdelen

source: Baby Safety/Security/Surveillance - Other
de: Baby-Schutz / Sicherheit / Überwachung - sonstige
fr: Sûreté Bébé/ Sécurité / Surveillance - Autre
nl: Veiligheid/Toezicht/Beveiliging voor Baby's - Overig

source: Baby Diapers/Accessories Other
de: Babywindeln / Zubehör - sonstige
fr: Couches Pour Bébé/Autres Accessoires
nl: Babyluiers en Accessoires - Overig

source: Baby Diapers/Accessories Variety Packs
de: Babywindeln / Zubehör - Sets
fr: Assortiments Couches Bébé/Accessoires
nl: Babyluiers en Accessoires - Assortimenten

source: Gai Lan
de: Kai-lan (chinesischer Brokkoli)
fr: Brocoli Chinois (Gai Lan)
nl: Kai-Lan/Chinese Broccoli

source: Fiddlehead Ferns
de: Becherfarn (Straußenfarn)
fr: Crosses de Fougères
nl: Fiddlehead Varens

source: Black Eyed Peas
de: Schwarzaugenbohnen
fr: Pois à Vache (Doliques à Oeil Noir)
nl: Zwartoogbonen

source: Non-Netted Cantaloupe Melons
de: Cantaloupe-Melonen (keine netzartige Schale)
fr: Melons Cantaloup Non Brodés
nl: Cantaloupemeloenen (Schil zonder Netstructuur)

source: Winter Melons or Odourless Muskmelons
de: Wintermelonen oder geruchlose Zuckermelonen
fr: Melons d'hiver et Melons Inodores
nl: Wintermeloenen of Andere Suikermeloenen

source: Netted Muskmelons
de: Zuckermelone mit netzartiger Schale
fr: Melons Brodés
nl: Netmeloenen

source: Conomon Melons
de: Gemüsemelonen
fr: Melon Oriental
nl: Conomon Meloenen

source: Armenian Cucumber
de: Armenische Melonen
fr: Melon Arménien (Concombre Arménien)
nl: Armeense Komkommer

source: Mumes
de: Ume/Japanische Aprikose
fr: Abricotiers du Japon
nl: Japanse Abrikozen

source: Five-Flavor Berries
de: Chinesisches Spaltkörbchen
fr: Baies aux Cinq Saveurs
nl: Schisandrabessen

source: Adzuki Beans
de: Adzukibohnen
fr: Haricots Adzuki
nl: Adzukibonen

source: Sweet Potato Stems
de: Süßkartoffelstängel
fr: Tiges de Patates Douce
nl: Stengels van de Zoete Aardappel

source: Lingzhi Mushrooms
de: Glänzender Lackporling
fr: Champignons de Lingzhi
nl: Lingzhi's/Reishi's

source: Jams/Marmalades/Fruit Spreads (Perishable)
de: Marmelade / Konfitüre / Fruchtaufstriche (leicht verderblich)
fr: Confitures/Marmelades/Gelées (Périssable)
nl: Jam/Marmelade/Fruitbeleg (Beperkt Houdbaar)

source: Jumper Cables
de: Starthilfekabel
fr: Câbles de démarrage
nl: Accukabels

source: Tyre Holder
de: Radhalterung
fr: Porte-Pneus
nl: Bandenhouder

source: Sportswear - Other
de: Sportbekleidung - sonstige
fr: Vêtements de Sport - Autres
nl: Sportkleding - Overig

source: Flooring - Underlay
de: Bodenbeläge - Unterlage
fr: Revêtement - Sous Couche
nl: Vloermateriaal - Onderlaag

source: Firelighting Tools/Matches Accessories
de: Werkzeuge zum Feueranzünden / Streichholzzubehör
fr: Accessoires d'Outils d'Allumages/Allumettes
nl: Aanstekers/Lucifers - Accessoires

source: Terrarium Aids/Accessories
de: Terrarium-Hilfsmittel / -Zubehör
fr: Supports/Accessoires pour Terrarium
nl: Hulpmiddelen/Toebehoren voor Terraria

source: Tools/Equipment - Hand Other
de: Werkzeuge / Geräte – sonstige
fr: Autres Outillages/Equipements
nl: Handgereedschap/Apparatuur - Overig

source: Automotive Instruments & Measurement Systems
de: Auto-Instrumente & Messsysteme
fr: Instruments Automobiles et Systèmes de Mesure
nl: Motorvoertuigen - Instrumenten en Meetsystemen

source: Wildlife Habitat
de: Unterschlupf für Wildtiere
fr: Abris Pour La Faune
nl: Leefgebied c.q. onderkomen

source: Honey Substitutes
de: Honig-Ersatzprodukte
fr: Substitut de Miel
nl: Honingvervangers

source: Postage Stamps
de: Briefmarken
fr: Timbres Postaux
nl: Postzegels

source: Remote Controlled Vehicles
de: Ferngesteuerte Fahrzeuge
fr: Véhicules Télécommandés
nl: Op Afstand Bestuurbare Voertuigen

source: Remotely Controlled Vehicle Replacement Parts and Accessories
de: Ferngesteuerte Fahrzeuge - Ersatzteile/Zubehör
fr: Accessoires et Parties de Remplacement des Véhicules Télécommandés
nl: Op Afstand Bestuurbare Voertuigen - Onderdelen en Toebehoren

source: Coffee Bean Roasters
de: Röster für Kaffeebohnen
fr: Torréfacteurs à Café
nl: Koffiebranders

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Tierschreck / Tiervertreiber (elektrisch)
fr: Épouvantails/Répulsifs (Pelouse/Jardin) – Electrique
nl: Dierenverjagers/Dierafweermiddelen (Elektrisch)

source: Hippeastrum
de: Rittersterne
fr: Hippéastres
nl: Amaryllis / Ridderster (Hippeastrum) - Bol/Knol

source: Muscari
de: Traubenhyazinthen
nl: Blauw Druifje (Muscari) - Bol/Knol

source: Dahlia
de: Dahlien
nl: Dahlia - Bol/Knol

source: Gladiolus
de: Gladiolien
fr: Glaïeul
nl: Gladiool / Zwaardlelie - Bol/Knol
