Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Pandantrees (Pandanus Utilis)
de: Schraubenbaum (Pandanus Utilis)
fr: Vacoas (Pandanus Utilis)
nl: Pandanbomen (Pandanus Utilis)

source: Pink/Peruvian Peppertrees (Schinus Molle)
de: Peruanischer Pfefferbaum (Schinus Molle)
fr: Faux-poivriers/Poivriers Sauvages (Schinus Molle)
nl: Peruviaanse peperbomen (Schinus Molle)

source: Poppyplants (Papaver Somniferum)
de: Schlafmohn (Papaver Somniferum)
fr: Pavots Somnifères/à Opium (Papaver Somniferum)
nl: Slaapbolplanten (Papaver Somniferum)

source: Pot Majoramplants (Origanum Onites)
de: Türkischer Oregano (Origanum Onites)
fr: Origans Crétois/Turcs (Origanum Onites)
nl: Turkse Oregano (Origanum Onites)

source: Saffronplants (Crocus Sativus)
de: Safran (Crocus Sativus)
fr: Safrans (Crocus Sativus)
nl: Saffraankrokusplanten (Crocus Sativus)

source: Salepplants (Orchis Militaris)
de: Helm-Knabenkraut (Orchis Militaris)
fr: Orchis Militaires/Guerriers (Orchis Militaris)
nl: Soldaatjeplanten (Orchis Militaris)

source: Sichuan Pepperplants (Zanthoxylum)
de: Szechuanpfeffer (Zanthoxylum)
fr: Poivriers du Sichuan (Zanthoxylum)
nl: Sichuan peperplanten (Zanthoxylum)

source: Southernwoodshrubs (Artemisia Abrotanum)
de: Eberraute (Artemisia Abrotanum)
fr: Aurones/Citronnelles (Artemisia Abrotanum)
nl: Citroenkruidplanten (Artemisia Abrotanum)

source: Star-Anisetrees (Illicium Verum)
de: Echter Sternanis (Illicium Verum)
fr: Badianiers de Chine/Anis Etoilés (Illicium Verum)
nl: Steranijsplanten (Illicium Verum)

source: Sumactrees (Rhus Coriaria)
de: Gerber-Sumach (Rhus Coriaria)
fr: Sumac des Corroyeurs (Rhus Coriaria)
nl: Sumakbomen (Rhus Coriaria)

source: Tasmanian Peppershrubs (Drimys Lanceolata)
de: Tasmanischer Bergpfeffer (Drimys Lanceolata)
fr: Poivriers de Tasmanie (Drimys Lanceolata)
nl: Tasmaanse peperbomen (Drimys Lanceolata)

source: Tonka Beanplants (Dipteryx Odorata)
de: Tonkabohnenbaum (Dipteryx Odorata)
fr: Tecks brésiliens (Dipteryx Odorata)
nl: Tonkaboonbomen (Dipteryx Odorata)

source: Turmericplants (Curcuma Longa)
de: Kurkuma (Curcuma Longa)
fr: Curcumas (Curcuma Longa)
nl: Geelwortelplanten (Curcuma Longa)

source: Vanillaplants (Vanilla Planifolia)
de: Gewürzvanille (Vanilla Planifolia)
fr: Orchidées Vanille (Vanilla Planifolia)
nl: Vanilleplanten (Vanilla Planifolia)

source: Vietnamese Corianderplants (Persicaria Odorata)
de: Vietnamesischer Koriander (Persicaria Odorata)
fr: Coriandres Vietnamiennes/Basilics Chinois (Persicaria Odorata)
nl: Vietnamese korianderplanten (Persicaria Odorata)

source: Vitextrees (Vitex Agnus-Castus)
de: Mönchspfeffer (Vitex Agnes-Castus)
fr: Gattiliers/Arbres au Poivre (Vitex Agnus-Castus)
nl: Monnikspeperbomen (Vitex Agnus-Castus)

source: Waterpepperplants (Persicaria Hydropiper)
de: Wasserpfeffer (Persicaria Hydropiper)
fr: Renouées Poivre d'Eau (Persicaria Hydropiper)
nl: Waterpeperplanten (Persicaria Hydropiper)

source: Zedoaryplants (Curcuma Zedoaria)
de: Zitwerwurzel (Curcuma Zedoaria)
fr: Zédoaires (Curcuma Zedoaria)
nl: Maagwortelplanten (Curcuma Zedoaria)

source: Ludwigia - Live Plants
de: Ludwigien - lebende Pflanzen
fr: Ludwigies - Plantes Vivantes
nl: Ludwigia - Levende Plant

source: Musa - Live Plants
de: Bananen - lebende Pflanzen
fr: Bananiers - Plantes Vivantes
nl: Bananenplant (Musa) - Levende Plant

source: Peperomia - Live Plants
de: Peperomien - lebende Pflanzen
fr: Peperomias - Plantes Vivantes
nl: Peperomia - Levende Plant

source: Pilea - Live Plants
de: Chinesischer Geldbaum - lebende Pflanzen
fr: Pileas - Plantes Vivantes
nl: Kanonneerplant (Pilea) - Levende Plant

source: Philodendron - Live Plants
de: Philodendren - lebende Pflanzen
fr: Philodendrons - Plantes Vivantes
nl: Philodendron - Levende Plant

source: Polyscias - Live Plants
de: Fiederaralien - lebende Pflanzen
fr: Polyscias - Plantes Vivantes
nl: Aralia (Polyscias) - Levende Plant

source: Rhapis - Live Plants
de: Steckenpalme- lebende Pflanzen
fr: Rhapis - Plantes Vivantes
nl: Rhapis - Levende Plant

source: Vapour Barriers and Insulating Foles
de: Dampfsperre
fr: Membranes d'Etanchéité/Pare-vapeur
nl: Dampschermen en Isolerende Folies

source: Waterproofing Sprays / Impregnation Agents
de: Imprägiensprays / Imprägnierlösungen
fr: Vaporisateur d'Etanchéité/Colmateurs
nl: Waterdichtmakende Sprays/Impregneermiddelen

source: Floor Door
de: Bodentür
fr: Trappes de Sol
nl: Vloerluik

source: Tripod (Lighting)
de: Stativ (Beleuchtung)
fr: Trépied (Eclairage)
nl: Statief (Verlichting)

source: Biological Activator
de: Biologischer Aktivator
fr: Activateur Biologique
nl: Biologische Activator

source: Protective Knee Pads
de: Knieschoner
fr: Genouillères de Protection
nl: Kniebeschermers

source: Flower/Plant Pots Replacement Parts/Accessories
de: Blumen/Pflanzentöpfe - Ersatzteile/Zubehör
fr: Pièces de Rechange pour Fleurs et Pots de Fleurs /Accessoires
nl: Plantenbakken/Bloempotten - Onderdelen/Accessoires

source: Window Treatment Replacement Parts/Accessories
de: Fensterabdeckungen Ersatzteile/Zubehör
fr: Pièces de Rechange / Accessoires pour Fenêtres
nl: Raamdecoratie - Onderdelen/Accessoires

source: Welding/Blow Torches Replacement Parts/Accessories
de: Wärmeerzeugende Werkzeuge – Ersatzteile / Zubehör
fr: Outils Générateurs de Chaleur - Pièces Détachées/Accessoires
nl: Lasbranders/Soldeerlampen - Onderdelen/Accessoires

source: Welding/Blow Torches Rods/Wire/Solder
de: Schweiß- / Lötbrenner – Stäbe / Drähte / Lötmittel – Verbrauchsartikel
fr: Consommables pour Lampes à Souder/Chalumeaux Baguettes/Fils
nl: Lasbranders/Soldeerlampen - Lasstaven/Lasdraden/Soldeer - Verbruiksartikelen

source: Work Bench/Table Replacement Parts/Accessories
de: Werkbänke/Tische - Ersatzteile/Zubehör
fr: Établis - Pièces Détachées/Accessoires
nl: Werkbank/Werktafel - Onderdelen/Accessoires

source: Pressure Washer Replacement Parts/Accessories
de: Hochdruckreiniger - Ersatzteile/Zubehör
fr: Pièces de Rechange/Accessoires pour Nettoyeur Haute Pression
nl: Hogedrukreiniger - Onderdelen/Accessoires

source: Faucet Replacement Parts/Accessories
de: Armaturen - Ersatzteile/Zubehör
fr: Pièces de Rechange de Robinet / Accessoires
nl: Kranen - Onderdelen/Accessoires

source: Gas Canister Replacement Parts/Accessories
de: Gaskanister - Ersatzteile/Zubehr
fr: Bombonnes de Gaz – Pièces Détachées/Accessoires
nl: Gasflessen - Onderdelen/Accessoires

source: Grass Seeds
de: Grassamen
fr: Semences de Gazon
nl: Graszaden

source: Spores - Other
de: Sporen - sonstige
fr: Spores - Autres
nl: Sporen - Overig

source: Green Manure Seeds
de: Gründüngersaat
fr: Semences d'Engrais Verts
nl: Groenbemester Zaden

source: Robot Vacuum Cleaners
de: Staubsaugerroboter
fr: Aspirateurs Robots
nl: Robotstofzuigers

source: Ash Vacuum Cleaners
de: Aschesauger
fr: Aspirateur à Cendres
nl: Aszuigers

source: Ducted Vacuum Cleaners
de: Installierte Staubsauger
fr: Aspirateurs Centralisés
nl: Centrale Stofzuigers

source: Ducted Vacuum Cleaner Accessories/Replacement Parts
de: Zentralstaubsauger – Ersatzteile/Zubehör
fr: Aspirateurs Centralisés - Accessoires/Pièces Détachées
nl: Centrale Stofzuigers - Onderdelen/Accessoires

source: Vacuum Cleaner Filters
de: Staubsaugerfilter
fr: Filtres d'Aspirateurs
nl: Stofzuigerfilters

source: Vacuum Cleaner Hoses/Tubes
de: Staubsauger-Schläuche/Rohre
fr: Tuyaux/Tubes d'Aspirateurs
nl: Stofzuigerbuizen/Stofzuigerslangen

source: Vacuum Cleaner Heads
de: Staubsaugerdüsen
fr: Embouts d'Aspirateurs
nl: Stofzuigermondstukken

source: Lifts, Hoists and Jacks
de: Flaschenzüge / Seilwinden / Aufzüge / Hebeböcke (nicht elektrisch)
fr: Palans/Leviers/Treuils/Crics (Non Electriques)
nl: Liften/Takels/Hefbomen (Niet Aangedreven)

source: Smart Home/Home Automation Equipment - Power Monitoring Device
de: Smarthome- / Heimautomatisierung-Ausrüstung - Energieüberwachungsgerät
fr: Equipement Domotique - Dispositifs de Supervision des Installations Electriques
nl: Domotica - Vermogen Bewakingsapparaat

source: XPS Construction Boards and Tile Elements
de: XPS-Bauplatten und Fliesenelemente
fr: Dalles et Panneaux en Polystyrène Extrudé
nl: XPS Bouwplaten en Tegelelementen

source: Folding Tents
de: Faltzelt
fr: Tentes Pliantes
nl: Partytenten

source: Bills
de: Wechsel
fr: Billets
nl: Schuldbekentenis

source: Bank Notes/Cheques
de: Banknoten/Schecks
fr: Billets/Chèques de Banque
nl: Bankbiljetten/Cheques

source: Coins
de: Münzen
fr: Pièces de Monnaie
nl: Munten

source: Digital Currency
de: Digitale Währung
fr: Monnaies Numériques
nl: Digitale Valuta

source: Shower Curtain
de: Duschvorhang
fr: Rideau de Douche
nl: Douchegordijnen

source: Shower Curtain - Accessories and Replacement Parts
de: Duschvorhang - Ersatzteile/Zubehör
fr: Rideau de Douche - Accessoires et Pièces de Rechange
nl: Douchegordijnen - Onderdelen/Accessoires

source: Industrial Wet/Dry/Construction Vacuum Cleaners
de: Nass-Trocken-Industrie-/Baustaubsauger (elektrisch)
fr: Aspirateurs Industriels Secs/Humides/de Chantier (Electriques)
nl: Industriële Nat/Droog Stofzuigers (Aangedreven)

source: Industrial Wet/Dry/Construction Vacuum Cleaner Filters
de: Nass-Trocken-Industrie-/Baustaubsauger – Filter (elektrisch)
fr: Filtres d'Aspirateurs Industriels Secs/Humides/de Chantier (Electriques)
nl: Industriële Nat/Droog Stofzuigers - Filters (Aangedreven)

source: Industrial Wet/Dry/Construction Vacuum Cleaner Hoses/Tubes
de: Nass-Trocken-Industrie-/Baustaubsauger – Schläuche/Rohre (elektrisch)
fr: Tuyaux/Tubes d'Aspirateurs Industriels Secs/Humides/de Chantier (Electriques)
nl: Industriële Nat/Droog Stofzuigers - Buizen/Slangen

source: Industrial Wet/Dry/Construction Vacuum Cleaner Heads
de: Nass-Trocken-Industrie-/Baustaubsauger – Aufsätze (elektrisch)
fr: Embouts pour Aspirateurs Industriels Secs/Humides/de Chantier (Electriques)
nl: Industriële Nat/Droog Stofzuigers - Mondstukken (Aangedreven)

source: Abies nordmanniana (Nordmann fir)
de: Nordmann-Tanne (Abies nordmanniana) - lebende Pflanzen
fr: Abies Nordmanniana (Sapin de Nordmann) - Plante Vivante
nl: Nordmann Spar (Abies nordmanniana)

source: Abies procera (Noble fir)
de: Edel-Tanne (Abies procera) - lebende Pflanzen
fr: Abies Procera (Sapin Noble) - Plante Vivante
nl: Edelspar (Abies procera)

source: Abies koreana (Korean fir)
de: Korea-Tanne (Abies koreana) - lebende Pflanzen
fr: Abies koreana (Sapin de Corée) - Plante Vivante
nl: Koreaanse Zilverspar (Abies koreana)

source: Abies fraseri (Fraser fir)
de: Fraser-Tanne (Abies fraseri) - lebende Pflanzen
fr: Abies fraseri (Sapin de Fraser) - Plante Vivante
nl: Fraserspar (Abies fraseri)

source: Abies lasiocarpa (Alpine fir)
de: Felsengebirgs-Tanne (Abies lasiocarpa) - lebende Pflanzen
fr: Abies lasiocarpa (Sapin Subalpin) - Plante Vivante
nl: Alpenzilverspar (Abies lasiocarpa)

source: Abies balsamea (Balsam fir)
de: Balsamtanne (Abies balsamea) - lebende Pflanzen
fr: Abies Balsamea (Sapin Baumier) - Plante Vivante
nl: Balsemzilverspar (Abies balsamea)

source: Abies grandis (Grand fir or Giant fir)
de: Küsten-Tanne (Abies grandis) - lebende Pflanzen
fr: Abies grandis (Sapin Géant/de Vancouver) - Plante Vivante
nl: Reuzenzilverspar (Abies grandis)

source: Abies guatemalensis (Guatemalan fir)
de: Guatemala-Tanne (Abies guatemalensis) - lebende Pflanzen
fr: Abies guatemalensis (Sapin du Guatemala) - Plante VIvante
nl: Guatemalteekse Spar (Abies guatemalensis)

source: Abies magnifica (Silvertip fir or Red fir)
de: Pracht-Tanne (Abies magnifica) - lebende Pflanzen
fr: Abies magnifica (Sapin Rouge) - Plante Vivante
nl: Rode Zilverspar (Abies magnifica)

source: Abies concolor (While fir)
de: Colorado-Tanne (Abies Concolor) - lebende Pflanzen
fr: Abies Concolor (Sapin du Colorado) - Plante Vivante
nl: Colorado Zilverspar (Abies concolor)

source: Araucaria heterophylla (Nordfolk Island pine)
de: Zimmertanne (Araucaria heterophylla) -lebende Pflanzen
fr: Araucaria heterophylla (Araucaria/Pin de Norfolk) - Plante Vivante
nl: Kamerden (Araucaria heterophylla)

source: Picea omorika (Serbian spruce)
de: Serbische Fichte (Serbian spruce) - lebende Pflanzen
fr: Picea omorika (Epicéa de Serbie) - Plante Vivante
nl: Servische Spar (Picea omorika)

source: Picea pungens (Colorado spruce)
de: Stech-Fichte (Colorado spruce) - lebende Pflanzen
fr: Picea pungens (Epicéa Bleu) - Plante Vivante
nl: Blauwspar (Picea pungens)

source: Picea abies (Common spruce or Norway spruce)
de: Gemeine Fichte (Picea abies) - lebende Pflanzen
fr: Picea abies (Epicéa commun) - Plante Vivante
nl: Fijnspar (Picea abies)

source: Pinus jeffreyi (Jeffreyi pine)
de: Jeffrey-Kiefer (Pinus jeffreyi) - lebende Pflanzen
fr: Pinus jeffreyi (Pin de Jeffrey) - Plante Vivante
nl: Jeffrey Den (Pinus jeffreyi)

source: Pinus monophylla (Single-leaf Pinyon pine)
de: Einblättrige Kiefer (Pinus monophylla) - lebende Pflanzen
fr: Pinus monophylla (Pin à une Feuille) - Plante Vivante
nl: Enkel Blad Pinyon Den (Pinus monophylla)

source: Pinus edulis (Two-needle Pinyon pine)
de: Pinus edulis - lebende Pflanzen
fr: Pinus edulis (Pin Pignon du Colorado) - Plante Vivante
nl: Tweenaaldige Pinyon Den (Pinus edulis)

source: Pinus sylvestris (Scots pine)
de: Waldkiefer (Pinus sylvestris) - lebende Pflanzen
fr: Pinus sylvestris (Pin Sylvestre) - Plante Vivante
nl: Grove Den (Pinus sylvestris)

source: Pinus pinea (Stone pine)
de: Pinie (Pinus pinea) - lebende Pflanzen
fr: Pinus pinea (Pin Parasol) - Plante Vivante
nl: Parasolden (Pinus pinea)

source: Pinus cembra (Swiss pine)
de: Zirbelkiefer (Pinus cembra) - lebende Pflanzen
fr: Pinus cembra (Pin Cembro/des Alpes) - Plante Vivante
nl: Alpenden (Pinus cembra)

source: Construction Compound
de: Bauverbindung
fr: Mortiers Adhésifs
nl: Bouwlijm/hechtingsmiddel

source: Preprocessing Solution
de: Vorverarbeitungslösung
fr: Solutions de Prétraitement
nl: Voorbehandelingsmiddelen voor Bouwstoffen

source: Hoja Santa
de: Mexikanischer Blattpfeffer
fr: Poivre Mexicain (Hoja Santa)
nl: Hoja Santa/Heilige Bladpeper

source: Epazote
de: Tee-Gänsefuß
fr: Fausse Ambroisie
nl: Epazote/Welriekende Ganzenvoet

source: Papalo
de: Bolivianischer Koriander
fr: Coriandre Bolivienne (Papalo)
nl: Papalo/Boliviaanse Koriander

source: Pepiche
de: Pipicha
nl: Pipiche

source: Industrial Floor Cleaner - Powered
de: Industriebodenreiniger - elektrisch
fr: Nettoyeur de Sol Industriel - A moteur
nl: Industriële Vloerreiniging - Aangedreven

source: Industrial Floor Cleaner Accessories
de: Industriebodenreiniger - Zubehör
fr: Accessoires pour Nettoyeurs de Sols Industriels
nl: Industriële Vloerreiniging - Accessoires

source: Hose Clamps
de: Schlauchklemmen
fr: Collier de Serrage
nl: Slangklemmen

source: Connectors - Water, Gas, Central Heating and Air Conduits
de: Anschlussstücke - Wasser, Gas, Zentralheizung
fr: Connecteurs - Conduits d’Eau, Gaz, Air, Chauffage Central
nl: Aansluitstukken/Koppelingen - Water, Gas, CV en Luchtkanalen

source: Connectors Accessories/Replacement Parts - Water, Gas, Central Heating
de: Ersatzteile/Zubehör für Anschlussstücke - Wasser, Gas, Zentralheizung
fr: Accessoires/Pièces Détachées Pour Connecteurs - Eau, Gaz, Chauffage Central
nl: Onderdelen/Accessoires voor Aansluitstukken/Koppelingen - Water, Gas, CV

source: Valves/Fittings Accessories/Replacement Parts - Water and Gas
de: Ventile / Armaturen - Ersatzteile/Zubehör - Wasser und Gas
fr: Vannes / Raccords Accessoires / Pièces de rechange - Eau et gaz
nl: Onderdelen/Accessoires voor Aansluitkranen - Water en Gas

source: Roll-down Window Blinds
de: Fensterjalousien zum Herunterrollen
fr: Stores de fenêtre à Enroulement Jour/Nuit
nl: Roljaloezieën

source: Roll-down Window Shades
de: Fensterblenden zum Herunterrollen
fr: Stores de Fenêtre à Enroulement
nl: Rolgordijnen

source: Pleated Window Shades
de: Plisseeanlage
fr: Stores Plissés
nl: Plisségordijnen

source: Roman Window Shades
de: Raffrollos
fr: Stores Bateaux
nl: Vouwgordijnen

source: Vertical Window Blinds
de: Vertikale Fensterjalousien
fr: Stores de Fenêtre Verticaux
nl: Verticale Jaloezieën

source: Gift Card Holder/Sleeve
de: Halterung- / Hülle für Geschenkkarten
fr: Étuis/Porte-Carte Cadeau
nl: Cadeaukaarthouder/-hoes

source: Hair - Brushes and Combs
de: Haare - Bürsten und Kämme
fr: Cheveux – Brosses et Peignes
nl: Haar - Borstels en Kammen

source: Cosmetic/MakeUp Applicators
de: Kosmetik-Applikatoren
fr: Applicateurs de Cosmétiques/Maquillage
nl: Cosmetica/Make-up Applicators

source: Step Stools
de: Tritthocker (nicht elektrisch)
fr: Marchepieds/Escabeaux (Non Electriques)
nl: Keukentrapjes/Opstapjes (Niet Aangedreven)

source: Towel Bars/Hooks/Rings – Not Fixed
de: Handtuchstangen / -haken / -ringe - nicht fest installiert
fr: Anneaux/Barres/Porte-Serviettes - Autoportant
nl: Handdoekstangen/-haken/-ringen - Losstaand

source: Small Fruit Variety Packs
de: Kleinobst - Mischpackungen
fr: Assortiments de Petits Fruits
nl: Zachtfruit/Kleinfruit - Mengsels

source: PrePaid Cards/Gift Cards/Vouchers
de: Guthabenkarten / Geschenkkarten / Gutscheine
fr: Cartes Prépayées/Cartes-Cadeaux/Bons
nl: Prepaid Kaarten/Cadeaukaarten/Vouchers

source: Beer (Non-Alcoholic)
de: Bier (alkoholfrei)
fr: Bière (Non Alcoolisée)
nl: Alcoholvrij Bier

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Weine – mit Kohlensäure (entalkoholisiert)
fr: Vin - Mousseux (Non Alcoolisé)
nl: Wijn - Sprankelend (Niet-Alcoholisch)

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Weine – ohne Kohlensäure (entalkoholisiert)
fr: Vin - Tranquille (Non Alcoolisé)
nl: Wijn - Niet-mousserend (Niet-Alcoholisch)

source: Apple/Pear Beverage - Sparkling (Non-Alcoholic)
de: Cidre / Apfelwein /Birnenwein - mit Kohlensäure (alkoholfrei)
fr: Cidre/Poiré - Mousseux (Non Alcoolisé)
nl: Alcoholvrije Mousserende Cider/Perry

source: Apple/Pear Beverage - Still (Non-Alcoholic)
de: Cidre / Apfelwein / Birnenwein - ohne Kohlensäure (alkoholfrei)
fr: Cidre/Poiré - Tranquille (Non Alcoolisé)
nl: Alcoholvrije Stille Cider/Perry

source: Spirits - Non-Alcoholic
de: Spirituosen - alkoholfrei
fr: Spiritueux (Non Alcoolisés)
nl: Alcoholvrije Likeuren

source: Pre-mixed Drinks - Non-Alcoholic
de: Mixgetränke - alkoholfrei
fr: Boissons Pré-mélangées -Non Alcoolisées
nl: Alcoholvrije Mixdranken

source: Pet Treats/Condiments (Complementary edible products) Frozen
de: Leckerchen/Nahrungsergänzungsmittel für Haustiere - tiefgefroren
fr: Assaisonnements/Friandises pour Animaux Domestiques (Compléments Alimentaires) (Surgelés)
nl: Traktaties voor Huisdieren (Aanvullende Eetbare Producten) (Diepvries)

source: Pet Treats/Condiments (Complementary edible products) Perishable
de: Leckerchen/Nahrungsergänzungsmittel für Haustiere - leicht verderblich
fr: Assaisonnements/Friandises pour Animaux Domestiques (Compléments Alimentaires) (Périssables)
nl: Traktaties voor dieren (Aanvullende Eetbare Producten) (Beperkt Houdbaar)

source: Pet Treats/ Condiments (Complementary edible products) Shelf Stable
de: Leckerchen/Nahrungsergänzungsmittel für Haustiere - ohne Kühlung haltbar
fr: Assaisonnements/Friandises pour Animaux Domestiques (Compléments Alimentaires) (Longue Conservation)
nl: Traktaties voor dieren (Aanvullende Eetbare Producten) (Houdbaar)

source: Banana Leaves (food garnish)
de: Bananenblätter (Lebensmitteldekoration)
fr: Feuilles de Bananier (Garniture Alimentaire)
nl: Bananenbladeren (Garnering van Voedsel)

source: Cactus Leaves (food garnish)
de: Kaktusblätter (Lebensmitteldekoration)
fr: Feuilles de Cactus (Garniture Alimentaire)
nl: Cactusbladeren (Garnering van Voedsel)

source: Orange Blossom (food garnish)
de: Orangenblüten (Lebensmitteldekoration)
fr: Fleurs d'oranger (Garniture Alimentaire)
nl: Oranjebloesem (Garnering van Voedsel)

source: Alcohol Flavouring Kit
de: Aromasets für alkoholische Getränke
fr: Kits d'Aromatisation pour Alcools
nl: Kit voor Alcoholverrijking door middel van Aroma

source: Natural Casings
de: Natürliche Hülle
fr: Boyaux Naturels
nl: Natuurlijke Omhulsels

source: Artificial Casings
de: Künstliche Hüllen
fr: Boyaux Artificiels
nl: Kunstmatige Omhulsels

source: Mortar/Cement/Plaster/Grout Additives
de: Mörtel/Zement/Gips/Fugenmörtel - Zusatzstoffe
fr: Additifs pour Mortier/Ciment/Plâtre/Mastic
nl: Additieven voor Mortel/Cement/Gips/Voegmortel

source: Corner Edging/Plastering Conductor Profile
de: Winkel-Abschlussprofil/Verputzschiene
fr: Cornières d'Angle/Profilés pour le Plâtrage
nl: Geleideprofiel voor Hoekafwerking/Pleisterwerk

source: Gypsum/Cement Board Repair Kit
de: Gips/Zementplatten - Reparatursets
fr: Kit de Réparation pour Plaque de Plâtre/Ciment
nl: Reparatieset voor Gips-/Cementplaat

source: Undercoats/Primers
de: Vorlacke/Grundierungen
fr: Sous-Couches/Apprêts
nl: Grondverven/Primers

source: Aircraft
de: Luftfahrzeuge
fr: Aéronefs
nl: Luchtvaartuig

source: Specialty Vehicles
de: Spezialfahrzeuge
fr: Véhicules Spécialisés
nl: Speciale Voertuigen

source: Weapons - Hand held - Rocket propelled
de: Waffen Handwaffen - mit Raketenantrieb
fr: Armes – A main – Propulsées par Fusée
nl: Draagbare Wapens - Raket Aangedreven

source: Weapons - Hand held - Grenades/Explosives
de: Waffen - Handfeuerwaffen - Granaten/Sprengsätze
fr: Armes – A main – Grenades/Explosifs
nl: Draagbare Wapens - Granaten/Explosieven

source: Weapons - Heavy Mounted
de: Waffen - schwere Waffen
fr: Armes – Lourdes
nl: Zware Wapens

source: Weapons - Heavy Mounted - Parts & Accessories
de: Waffen - schwere Waffen - Ersatzteile&Zubehör
fr: Armes – Lourdes – Pièces Détachées/Accessoires
nl: Zware Wapens - Onderdelen en Accessoires

source: Heavy Weapon Ammunition
de: Munition für schwere Waffen
fr: Armes – Lourdes – Munitions
nl: Zware Wapens - Munitie

source: Military - Engineering Specialty Equipment - Hand
de: Militär – Technische Spezialausrüstung (nicht elektrisch)
fr: Militaire - Equipements Techniques Spécialisés (Non Electriques)
nl: Militair - Speciaal Handgereedschap/Apparatuur

source: Military - Engineering Specialty Equipment - Powered
de: Militär – Technische Spezialausrüstung (elektrisch)
fr: Militaire - Equipements Techniques Spécialisés (Electriques)
nl: Militair - Speciaal Aangedreven Gereedschap/Apparatuur

source: Military - Rations
de: Militär - Marschverpflegung
fr: Rations Militaires
nl: Militair - Rantsoenen

source: Protein Bars
de: Proteinriegel
fr: Barres Protéinées
nl: Proteïnerepen

source: Air Conduits Accessories and Replacement Parts
de: Lüftungskanäle - Ersatzteile und Zubehör
fr: Accessoires/Pièces Détachées Pour Conduits
nl: Luchtkanalen - Onderdelen en Accessoires

source: Food Additives
de: Lebensmittelzusatzstoffe
fr: Additifs Alimentaires
nl: Voedseladditieven

source: Waste Traps/Drains - Replacement Parts/Accessories
de: Siphons/Abwasserleitungen - Ersatzteile/Zubehör
fr: Siphons/Drains - Pièces Détachées/Accessoires
nl: Sifons/Putten/Douchegoten - Onderdelen/Accessoires

source: Screed
de: Estrich
fr: Chapes
nl: Dekvloer

source: Sand - Cement
de: Sand - Zement
fr: Stabilisé
nl: Stabilisé

source: Swimsuit Top
de: Badeanzug-Oberteil
fr: Hauts de Maillot de Bain
nl: Zwemkleding - Bovenstuk

source: Swimsuit Bottom
de: Badeanzug-Unterteil
fr: Bas de Maillot de Bain
nl: Zwemkleding - Onderstuk

source: Swimsuit-One Piece
de: Badeanzug - einteilig
fr: Maillots de bain Une Pièce
nl: Zwemkleding - Uit één Stuk

source: Swimsuit - 2+ Pieces
de: Badeanzug - 2+ Teile
fr: Maillots de Bain Deux Pièces et Plus.
nl: Zwemkleding - Uit twee of meer Stukken

source: Smart Doorbells
de: Intelligente Türklingeln
fr: Sonnettes Intelligentes
nl: Slimme Deurbel

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Cannabis - Kekse/Gebäck (tiefgefroren)
fr: Cannabis - Gâteaux Secs/Biscuits (Surgelé)
nl: Cannabis - Biscuits/Koekjes (Diepvries)
