Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Coffee Substitutes – Ready to Drink
de: Kaffeeersatz - flüssig/trinkfertig
fr: Succédanés de Café – Liquides/Prêts à Boire
nl: Koffievervangingsmiddel - Vloeibaar/Gebruiksklaar

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Kräutertkau-/Kräuterschnupftabak - ohne Tabak
fr: Herbes à macher/priser - Sans Tabac
nl: Kruiden Pruimtabak/Snuiftabak - Geen tabak

source: Soup Additions (Frozen)
de: Suppeneinlagen (tiefgefroren)
fr: Additifs pour Soupes (Surgelé)
nl: Soep Additieven (Diepvries)

source: Soup Additions (Perishable)
de: Suppeneinlagen (leicht verderblich)
fr: Additifs pour Soupe (Périssable)
nl: Soep Additieven (Beperkt Houdbaar)

source: Soup Additions (Shelf Stable)
de: Suppeneinlagen (ohne Kühlung haltbar)
fr: Additifs pour Soupe (Longue Conservation)
nl: Soep Additieven (Houdbaar)

source: Mayonnaise/Mayonnaise Substitutes (Frozen)
de: Mayonnaise / Mayonnaiseersatz (tiefgefroren)
fr: Mayonnaise/Succédané de Mayonnaise (Surgelé)
nl: Mayonaise/Mayonaisevervangers (Diepvries)

source: Mayonnaise/Mayonnaise Substitutes (Perishable)
de: Mayonnaise / Mayonnaiseersatz (leicht verderblich)
fr: Mayonnaise/Succédané de Mayonnaise (Périssable)
nl: Mayonaise/Mayonaisevervangers (Beperkt Houdbaar)

source: Mayonnaise/Mayonnaise Substitutes (Shelf Stable)
de: Mayonnaise / Mayonnaiseersatz (ohne Kühlung haltbar)
fr: Mayonnaise/Succédané de Mayonnaise (Longue Conservation)
nl: Mayonaise/Mayonaisevervangers (Houdbaar)

source: Mustard (Frozen)
de: Senf (tiefgefroren)
fr: Moutarde (Surgelée)
nl: Mosterd (Diepvries)

source: Mustard (Perishable)
de: Senf (leicht verderblich)
fr: Moutarde (Périssable)
nl: Mosterd (Beperkt Houdbaar)

source: Mustard (Shelf Stable)
de: Senf (ohne Kühlung haltbar)
fr: Moutarde (Longue Conservation)
nl: Mosterd (Houdbaar)

source: Tomato Ketchup/Ketchup Substitutes (Frozen)
de: Tomatenketchup / Ketchupersatz (tiefgefroren)
fr: Ketchup de Tomate/Succédané de Ketchup (Surgelé)
nl: Tomatenketchup/Ketchupvervangers (Diepvries)

source: Tomato Ketchup/Ketchup Substitutes (Perishable)
de: Tomatenketchup / Ketchupersatz (leicht verderblich)
fr: Ketchup de Tomate/Succédané de Ketchup (Périssable)
nl: Tomatenketchup/Ketchupvervangers (Beperkt Houdbaar)

source: Tomato Ketchup/Ketchup Substitutes (Shelf Stable)
de: Tomatenketchup / Ketchupersatz (ohne Kühlung haltbar)
fr: Ketchup de Tomate/Succédané de Ketchup (Longue Conservation)
nl: Tomatenketchup/Ketchupvervangers (Houdbaar)

source: Apple/Pear Alcoholic Beverage – Still
de: Alkoholische Getränke auf Apfel- / Birnenbasis - ohne Kohlensäure
fr: Cidre/Poiré Boisson Alcoolisées - Tranquille
nl: Cider/Perry - Stil

source: Air/Dust Filter Cleaner
de: Luft- / Staubfilter-Reiniger
fr: Nettoyants Filtre à Air/Poussière
nl: Luchtfilter Reiniger

source: Exhaust Filter Cleaner
de: Abgasfilter-Reiniger
fr: Nettoyants Filtre d'échappement
nl: Uitlaatfilter Reiniger

source: Display Stand
de: Präsentationsständer
fr: Présentoirs
nl: Winkeldisplay/-vitrine

source: Disposable Food Containers
de: Lebensmittelbehälter (einweg)
fr: Contenants Alimentaires Jetables
nl: Wegwerpdozen voor Levensmiddelen

source: Disposable Food Containers Variety Packs
de: Lebensmittelbehälter (einweg) - Sets
fr: Assortiment de Contenants Alimentaires Jetables
nl: Wegwerpverpakkingen Levensmiddelen - Assortimenten

source: Disposable Food Containers Other
de: Lebensmittelbehälter (einweg) - sonstige
fr: Autres Contenants Alimentaires Jetables
nl: Wegwerpverpakkingen Levensmiddelen - Overig

source: Anise
de: Anis
fr: Anis Verts
nl: Anijs

source: Arracacha
de: Arakacha

source: Beans (Winged)
de: Goabohne (Flügelbohne)
fr: Pois Carré
nl: Vleugelbonen (Goabonen)

source: Corn (Indian)
de: Indischer Mais
fr: Maïs Corné
nl: Flint-mais

source: Crabapples
de: Holzapfel
fr: Pommes sauvages
nl: Wilde Appels

source: Gai Choy (Mustard Greens)
de: Brauner Senf / Indischer Senf (Sareptasenf)
fr: Moutarde Chinoise
nl: Mosterdkool

source: Gourds
de: Schlangenkürbis
fr: Patole
nl: Kalebassen

source: Black Mustard
de: Schwarzer Senf
fr: Moutarde Brune
nl: Sareptamosterd (Amsoi)

source: Greens (Texas Mustard)
de: Abessinischer Kohl / Äthiopischer Senf
fr: Moutarde d´Abyssinie
nl: Ethiopische Mosterd

source: Orangelos
de: Chironja

source: Jicama Bean
de: Yambohne
fr: Jicama
nl: Yamboon

source: Loganberries
de: Loganbeeren
fr: Mûres de Logan
nl: Loganbessen

source: Madrona
de: Früchte des Westlichen Erdbeerbaums
fr: Arbouses
nl: Aardbeiboom

source: Other Melons
de: Sonstige Melonen
fr: Autres Melons
nl: Overige Meloenen

source: Bitter Melon
de: Bittermelone
fr: Melon Amer
nl: Sopropo

source: Melon (Horned)
de: Horngurken
fr: Kiwano (Melon à Cornes)
nl: Kiwano's

source: Name Mapuey
de: Kuschkusch-Yamswurzel
fr: Name Mapuey (Igname)

source: Water Spinach /Ong Choy
de: Wasserspinat / Ong Choy
fr: Épinard d'eau Chinois (kang kong)
nl: Waterspinazie/Ong Choy/Kangkung

source: Sage
de: Salbei
fr: Sauges Officinales
nl: Salie

source: Saskatoon Berries
de: Saskatoon-Beeren
fr: Baies d'amélanchier
nl: Saskatoon Bessen

source: Squash (Calabaza)
de: Moschus-Kürbis
fr: Courge, Cucurbita
nl: Muskaatpompoen

source: Squash (Choko)
de: Chayote-Kürbis
fr: Courge, Chayote
nl: Chayote

source: Squash (Opo)
de: Flaschenkürbis
fr: Courge (Calebasse)
nl: Fleskalebas

source: Tamarillo
de: Tamarillo / Baumtomate
nl: Tamarillo's (Boomtomaten)

source: Tamarindo
de: Tamarinden
fr: Tamarin
nl: Tamarinde

source: Ferns (Cinnamon)
de: Farn, Zimt (Zimtfarn)
fr: Osmonde Cannelle
nl: Kaneelvarens

source: Ferns (Royal)
de: Farn, Königsfarn
fr: Osmonde Royale
nl: Koningsvarens

source: Gobo Root/Burdock
de: Wurzeln der Großen Klette / Gobo-Wurzeln / Klette
fr: Racine de Bardane
nl: Grote Klit (Grote Klis)

source: Lotus Root
de: Lotoswurzel
fr: Rhizome de lotus
nl: Lotuswortel

source: Mamey
de: Große Sapote
fr: Sapote
nl: Mamey Sapota

source: Okra (Chinese)
de: Schwammgurke, gerippt
fr: Okra (Chinois)
nl: Luffa

source: Salsify
de: Bocksbart
fr: Salsifis
nl: Paarse Morgenster

source: Sapodillo
de: Sapodilla
fr: Sapotille
nl: Sapodilla

source: Sapote (Black)
de: Sapote, Schwarz
fr: Sapote Noire
nl: Zwarte Sapota

source: Sapote (White)
de: Sapote, Weiß
fr: Sapote Blanche
nl: Witte Sapota

source: Sugar Cane
de: Zuckerrohr
fr: Canne à Sucre
nl: Suikerriet (Vers)

source: Water Chestnuts
de: Wasserkastanie
fr: Châtaigne d'Eau
nl: Waterkastanjes (Vers)

source: Motorcycles
de: Motorräder
fr: Motocycles
nl: Motorfietsen

source: Cars/Vans/Sport Utility Vehicles/Light Trucks
de: Autos / Lieferwagen / Geländewagen / Leicht-LKW
fr: Voitures/Fourgonnettes/Véhicules Utilitaires de Sport/Camionnettes
nl: Auto's/Bestelwagens/Sportwagens/Lichte Vrachtwagens

source: Car Interior Cleaning Kit
de: Reinigungssets für den Fahrzeuginnenraum
fr: Kit de Nettoyage d'Habitacle de Voiture
nl: Auto-Interieur Reinigingsmiddelen

source: Parking Protections
de: Parkschutz-Vorrichtung
fr: Protections de Stationnement.
nl: Parkeerbeschermers

source: Wheel Rim
de: Radfelge
fr: Jantes
nl: Velgen

source: Automotive Paint
de: Autolack
fr: Peintures Automobiles
nl: Autolak

source: Fuel Injectors
de: Kraftstoffinjektor
fr: Injecteurs de Carburant
nl: Brandstofinjectoren

source: Glow Plugs
de: Glühkerze
fr: Bougies de préchauffage
nl: Gloeispiralen

source: Glow Plug Variety Packs
de: Glühkerzen - Sets
fr: Assortiments de Bougies de préchauffage
nl: Gloeispiralen - Assortimenten

source: Starter
de: Anlasser
fr: Démarreurs
nl: Startmotor

source: Battery Booster
de: Batterieverstärker
fr: Batteries d'Appoint
nl: Batterij-starthulp (Jumpstarter)

source: Brake Pads/Lining
de: Bremsbelag / Bremsfutter
fr: Plaquettes/Garnitures de Frein
nl: Remblok/Remvoering

source: Brake Disc
de: Bremsscheiben
fr: Disque de Frein
nl: Remschijf

source: Brake Disc Clip
de: Klammer für Bremsscheibe
fr: Etrier de Frein à Disque
nl: Remschijfhuis

source: Drum Brakes Kit
de: Bremstrommeln - Sets
fr: Kit de Frein à Tambour
nl: Remschijfset

source: Other Parts for Brake Systems
de: Sonstige Teile für Bremssysteme
fr: Autres Pièces pour Systèmes de Freinage
nl: Andere Onderdelen voor Remsystemen

source: Brake Drum/Brake Drum Parts
de: Bremstrommel / Bremstrommelteile
fr: Tambour de Frein/Pièces pour Tambour de Frein
nl: Remtrommel/Remtrommel Onderdeel

source: Chewing Gum
de: Kaugummi
nl: Kauwgom

source: Scooter (Non Powered)
de: Roller (nicht elektrisch)
fr: Trottinette (Non Motorisée)
nl: Scooter (Niet-aangedreven)

source: Cycle Anti-theft Device
de: Diebstahlsicherungen für Fahrräder
fr: Anti-vol Vélo
nl: Fietsen - Anti-diefstal Apparaten

source: Roe Deer – Prepared/Processed
de: Rehwild – bearbeitet / verarbeitet
fr: Chevreuils - Préparés/Transformés
nl: Reevlees - Bereid/Bewerkt

source: Roe Deer – Unprepared/Unprocessed
de: Rehwild - nicht bearbeitet / verarbeitet
fr: Chevreuil - Non Préparé/Non Transformé
nl: Reevlees - Niet-bereid/Niet-bewerkt

source: Action Figures (Non Powered)
de: Action-Figuren (nicht elektrisch)
fr: Figurines d'Action (Non Motorisé)
nl: Actiefiguren (Niet-elektrisch)

source: Action Figures (Powered)
de: Action-Figuren (elektrisch)
fr: Figurines d'Action (A Moteur)
nl: Actiefiguren (Elektrisch)

source: Action Figure Accessories
de: Zubehör für Actionfiguren
fr: Accessoires de Figurine d'Action
nl: Accessoires voor Actiefiguren

source: USB Flash Drives/Thumb Drives
de: USB-Massenspeicher / USB-Laufwerke
fr: Lecteur Flash USB/Clé USB
nl: USB Sticks

source: Fireplace Tools
de: Kaminhilfsmittel
fr: Outils de Cheminée
nl: Open Haarden - Hulpmiddelen

source: Fireplace Grates
de: Kaminroste
fr: Grilles Porte bûches
nl: Open Haarden - Roosters

source: Fireplace Screens
de: Kaminabschirmung
fr: Ecran Pare-feu
nl: Open Haarden - Schermen

source: Fireplace Fuel Storage
de: Aufbewahrung für Kamin-Brennstoffe
fr: Stockage de fuel pour Cheminée
nl: Open Haarden - Brandstofopslag

source: Automotive GPS Mounts and Cradles
de: Kfz-GPS-Halterungen und Gestelle
fr: Supports et Fixations Pour GPS Automobile
nl: GPS Bevestigingsapparatuur

source: Personal Computers – All-in-One
de: Personal Computer (PCs) - All-in-one
fr: Ordinateur Personnel – Tout-En-Un

source: Presentation Boards (Powered)
de: Präsentationsflächen (elektrisch)
fr: Tableaux de Présentations (Electrique)
nl: Presentatieborden (Elektrisch)

source: Carbon Dioxide Gas
de: Kohlendioxid-Gas
fr: Dioxyde de Carbone
nl: Kooldioxide

source: Nitrogen Gas
de: Stickstoffgas
fr: Nitrogène
nl: Stikstof

source: Nitrous Oxide Gas
de: Distickstoffmonoxid-Gas
fr: Protoxyde d'Azote
nl: Lachgas (Distikstofoxide)

source: Technical Gases Other
de: Technische Gase - sonstige
fr: Gaz Techniques (Autres)
nl: Industriële Gassen - Overig

source: Veterinary Medical Devices
de: Medizinprodukte für Haustiere
fr: Dispositifs Médicaux Vétérinaires
nl: Veterinaire Medische Hulpmiddelen

source: Medlar
de: Mispel
fr: Néflier Commun
nl: Mispels

source: Ya Pear (Shandong)
de: Shadong-Birne
fr: Chou Ya Pear (Shandong) ( Pyrus ussuriensis var. viridis)
nl: Ya Peren (Chinese Peren)

source: Arrowroot
de: Pfeilwurz (Arrowroot)
fr: Marante
nl: Arrowroot (Pijlwortel)

source: White Radish (Daikon)
de: Weißer Rettich (Daikon)
fr: Radis du Japon
nl: Daikon (Witte Rammenas)

source: Turnip Rooted Chervil
de: Knolliger Kälberkropf
fr: Cerfeuil Tubéreux
nl: Knolribzaad/Knolkervel

source: Hin Choy
de: Gemüse-Amarant / Chinesischer Salat
fr: Amarante de Chine
nl: Hin Choy/Chinese Spinazie

source: Radicchio (Redloof)
de: Roter Chicoree
fr: Radicchio
nl: Roodlof

source: Common Chicory
de: Gemeine Wegwarte
fr: Chicorée Endive
nl: Wilde Cichorei

source: Oakleaf Lettuce
de: Eichblattsalat
fr: Laitue Feuille de Chêne
nl: Eikenbladsla

source: New-Zealand Spinach
de: Neuseeländer Spinat
fr: Epinard de Nouvelle-Zélande
nl: Nieuw-Zeelandse Spinazie

source: Leaf Vegetables – Unprepared/Unprocessed Variety Packs
de: Blattgemüse - nicht bearbeitet / verarbeitet (frisch) - Mischpackungen
fr: Légumes à feuilles – Non Préparés/Non Transformés Assortiments
nl: Bladgroenten - Onbewerkt/Onverwerkt - Mengsels (Verse Sla mixen)

source: Goji Berries
de: Goji-Beeren
fr: Baie de Goji
nl: Goji Bessen

source: Hybrids of Berries
de: Beeren-Hybride
fr: Hybrides de Baies
nl: Overige Hybriden van Zacht Fruit

source: Lingonberries
de: Preiselbeeren
fr: Airelles rouges
nl: Vossenbessen/Rode Bosbessen

source: Elderberries
de: Holunderbeeren
fr: Sureaux Noirs
nl: Vlierbessen

source: Annona Other
de: Annonen - sonstige
fr: Autre Anonne
nl: Overige Annona's

source: Jambolan
de: Java-Pflaume
fr: Jamblon (Jamelonier)
nl: Jambolans

source: Longan (Dragons Eye)
de: Longan
fr: Longane
nl: Longans (Drakenogen)

source: Salak (Snake Fruit)
de: Salak (Schlangenfrucht)
fr: Salak
nl: Salakken (Slangenfruit)

source: Cassia
de: Röhren-Kassie
fr: Cassier (Douche d'Or)
nl: Pijpkassia

source: Indian Limes
de: Palästina-Limette / Süße Indische Limette
fr: Limette
nl: Indische Limoenen

source: King Mandarins
de: King-Mandarine
fr: Oranger Mandarin (Citrus Nobilis)
nl: King of Siam Mandarijnen

source: Mediterranean (Willowleaf) Mandarins
de: Mittelmeer-Mandarine (Avana-Mandarine)
fr: Mandarine de Méditerranée (Citrus Deliciosa)
nl: Mandarijnen - Mediterrane Types

source: Mandarin Hybrids
de: Mandarinen-Hybriden
fr: Mandarines (Citrus Reticulata)
nl: Mandarijnen - Overige Hybride Types

source: Paraguaya
de: Platt-Pfirsich
fr: Pêche Plate
nl: Wilde Perziken (Paraquayos)

source: Mizuna
de: Komatsuna
fr: Komatsuna

source: Bimi and Other Brassica Interbreeds
de: Bimi und andere Kohl-Kreuzungen
fr: Brocolini, Brocolette, Bimi (Brassica oleracea L. var. italica x Bras)
nl: Bimi (Broccolini) en andere Koolachtige Kruisingen

source: Choi Sum
de: Choisum (Chinesischer Blütenkohl)

source: Gherkins
de: Gewürzgurken
fr: Cornichons
nl: Augurken

source: Crooked Cucumber
de: Krumme Gurke
fr: Concombres Tordus
nl: Kromme Komkommers

source: Antroewa
de: Afrikanische Aubergine
fr: Aubergine d'Afrique
nl: Antroewa's (Afrikaanse Aubergine)

source: Lentils
de: Linsen
fr: Lentilles
nl: Linzen

source: Winged Pea
de: Rote Spargelerbse
fr: Haricot ailé
nl: Asperge-erwten

source: Herbs Variety Pack
de: Kräuter - Mischpackungen
fr: Assortiment d'Herbes
nl: Kruidenmengsels (Verse Kruidenplanten)

source: Celery Leaves
de: Sellerieblätter
fr: Céleris (Feuilles)
nl: Bladselderij (bosselderij)

source: Sea Kale
de: Echter Meerkohl
fr: Crambe Maritime
nl: Zeekool

source: Sea Lavender
de: Strandflieder
fr: Lavande de Mer
nl: Lamsoor/Zeelavendel/Zeeaster

source: Glasswort
de: Queller
fr: Salicorne
nl: Zeekraal

source: Agapanthus – Cut Flowers
de: Agapanthus - Schnittblumen
fr: Agapanthes - Fleurs Coupées
nl: Afrikaanse Lelie / Kaapse Lelie / Blauwe Tuberoos (Agapanthus) - Snijbloem

source: Alchemilla Mollis – Cut Flowers
de: Weicher Frauenmantel - Schnittblumen
fr: Alchémilles Mollis - Fleurs Coupées
nl: Vrouwenmantel / Leeuwenklauw (Alchemilla) - Snijbloem

source: Alstroemeria – Cut Flowers
de: Inkalilien - Schnittblumen
fr: Anémones - Fleurs Coupées
nl: Incalelie / Peruviaanse Lelie (Alstroemeria) - Snijbloem

source: Anemone Coronaria – Cut Flowers
de: Kronen-Anemone - Schnittblumen
fr: Anémones Coronaria - Fleurs Coupées
nl: Anemoon - Snijbloem

source: Anthurium – Cut Flowers
de: Flamingoblumen - Schnittblumen
fr: Anthuriums - Fleurs Coupées
nl: Anthurium / Flamingoplant - Snijbloem

source: Antirrhinum Majus – Cut Flowers
de: Großes Löwenmaul - Schnittblumen
fr: Grands Mufliers - Fleurs Coupées
nl: Grote Leeuwebek (Antirrhinum) - Snijbloem

source: Aster – Cut Flowers
de: Aster - Schnittblume
fr: Asters - Fleurs Coupées
nl: Aster / Septemberkruid - Snijbloem

source: Bouvardia – Cut Flowers
de: Bouvardie - Schnittblumen
fr: Bouvardias - Fleurs Coupées
nl: Bouvardia - Snijbloem

source: Celosia Argentea – Cut Flowers
de: Silber-Brandschopf - Schnittblumen
fr: Célosies Argentées - Fleurs Coupées
nl: Hanenkam (Celosia) - Snijbloem

source: Chamelaucium Other – Cut Flowers
de: Chamelaucium sonstige - Schnittblumen
fr: Chamelauciums Autres - Fleurs Coupées
nl: Overige Wasbloem (Chamelaucium) - Snijbloem

source: Chamelaucium Uncinatum – Cut Flowers
de: Hakiges Chamelaucium - Schnittblumen
fr: Chamelauciums Uncinatums - Fleurs Coupées
nl: Geraldton Wasbloem (Chamelaucium) - Snijbloem

source: Chrysanthemum – Cut Flowers
de: Chrysanthemen - Schnittblumen
fr: Chrysanthemums - Fleurs Coupées
nl: Chrysant - Snijbloem

source: Cymbidium – Cut Flowers
de: Cymbidium - Schnittblumen
fr: Cymbidiums - Fleurs Coupées
nl: Orchidee (Cymbidium) - Snijbloem

source: Dahlia – Cut Flowers
de: Dahlien - Schnittblumen
fr: Dahlias - Fleurs Coupées
nl: Dahlia - Snijbloem

source: Delphinium – Cut Flowers
de: Rittersporne - Schnittblumen
fr: Delphiniums - Fleurs Coupées
nl: Ridderspoor (Delphinium) - Snijbloem

source: Dianthus Barbatus – Cut Flowers
de: Bartnelken - Schnittblumen
fr: Œillets de poète - Fleurs Coupées
nl: Duizendschoon (Dianthus) - Snijbloem

source: Dianthus Other – Cut Flowers
de: Nelken sonstige - Schnittblumen
fr: Œillets Autres - Fleurs Coupées
nl: Overige Anjer (Dianthus) - Snijbloem

source: Eryngium – Cut Flowers
de: Mannstreu - Schnittblumen
fr: Panicauts - Fleurs Coupées
nl: Blauwe Distel / Kruisdistel (Eryngium) - Snijbloem

source: Eustoma Russellianum – Cut Flowers
de: Eustoma Russellianum - Schnittblumen
fr: Lysanthis - Fleurs Coupées
nl: Lisianthus (Eustoma) - Snijbloem

source: Freesia – Cut Flowers
de: Freesien - Schnittblumen
fr: Freesias - Fleurs Coupées
nl: Fresia - Snijbloem

source: Gerbera – Cut Flowers
de: Gerbera - Schnittblumen
fr: Gerberas - Fleurs Coupées
nl: Gerbera - Snijbloem

source: Gladiolus – Cut Flowers
de: Gladiolen - Schnittblumen
fr: Glaïeuls - Fleurs Coupées
nl: Gladiool / Zwaardlelie - Snijbloem

source: Gypsophila Paniculata – Cut Flowers
de: Rispiges Schleierkraut - Schnittblumen
fr: Gypsophiles Paniculata - Fleurs Coupées
nl: Gipskruid (Gypsophila) - Snijbloem

source: Helianthus Annuus – Cut Flowers
de: Sonnenblumen - Schnittblumen
fr: Helianthus Annuus - Fleurs Coupées
nl: Zonnebloem (Helianthus) - Snijbloem

source: Hippeastrum – Cut Flowers
de: Rittersterne - Schnittblumen
fr: Amaryllis - Fleurs Coupées
nl: Amaryllis / Ridderster (Hippeastrum) - Snijbloem

source: Hyacinthus Orientalis – Cut Flowers
de: Gartenhyazinthe - Schnittblumen
fr: Jacinthes d'Orient - Fleurs Coupées
nl: Hyacint - Snijbloem

source: Hydrangea Macrophylla – Cut Flowers
de: Bauernhortensien - Schnittblumen
fr: Hortensias - Fleurs Coupées
nl: Hortensia (Hydrangea) - Snijbloem

source: Hypericum Androsaemum – Cut Flowers
de: Blut-Johanniskraut - Schnitblumen
fr: Millepertuis Androsème - Fleurs Coupées
nl: Sint-Janskruid / Mansbloed (Hypericum) - Snijbloem

source: Hypericum Other – Cut Flowers
de: Johanniskräuter sonstige - Schnittblumen
fr: Millepertuis Autres - Fleurs Coupées
nl: Overig Hertshooi (Hypericum) - Snijbloem

source: Hypericum X Inodorum – Cut Flowers
de: Hypericum X Inodorum - Schnittblumen
fr: Millepertuis X Inodorum - Fleurs Coupées
nl: Hypericum X Inodorum (o.a. Annebel, Elstead, Excellent Flair, Rheingold) - Snijbloem

source: Ilex Verticillata – Cut Flowers
de: Korallenhülse / Rote Winterbeere
fr: Ilex Verticillata - Fleurs Coupées
nl: Hulst (Ilex) - Snijbloem

source: Iris – Cut Flowers
de: Schwertlilie - Schnittblumen
fr: Iris - Fleurs Coupées
nl: Iris / Lis / Gele Lis / Zwaardlelie - Snijbloem

source: Lilium Longiflorum – Cut Flowers
de: Oster-Lilie - Schnittblumen
fr: Lys de Pâques - Fleurs Coupées
nl: Trompetlelie (Lilium) - Snijbloem

source: Lilium Other – Cut Flowers
de: Lilien sonstige - Schnittblumen
fr: Lys Autres - Fleurs Coupées
nl: Overig Lelie (Lilium) - Snijbloem

source: Limonium Other – Cut Flowers
de: Strandflieder sonstige - Schnittblumen
fr: Limoniums Autres - Fleurs Coupées
nl: Overig Lamsoor / Statice / Zeelavendel (Limonium) - Snijbloem

source: Limonium Sinuatum – Cut Flowers
de: Geflügelter Strandflieder - Schnittblumen
fr: Limoniums Sinuatum - Fleurs Coupées
nl: Kamstatice (Limonium) - Snijbloem

source: Matthiola Incana – Cut Flowers
de: Garten-Levkoje - Schnittblumen
fr: Giroflées - Fleurs Coupées
nl: Violier (Matthiola) - Snijbloem

source: Narcissus – Cut Flowers
de: Narzisse - Schnittblume
fr: Narcisses - Fleurs Coupées
nl: Narcis - Snijbloem

source: Ornithogalum Saundersiae – Cut Flowers
de: Großer Milchstern - Schnittblumen
fr: Ornithogales Saundersiae - Fleurs Coupées
nl: Vogelmelk (Ornithogalum) - Snijbloem

source: Cut Flowers Other
de: Schnittblumen - sonstige
fr: Fleurs Coupées Autres
nl: Snijbloemen - Overig

source: Paeonia – Cut Flowers
de: Pfingstrosen - Schnittblumen
fr: Pivoines - Fleurs Coupées
nl: Pioen / Pioenroos (Paeonia) - Snijbloem

source: Phalaenopsis – Cut Flowers
de: Phalaenopsis - Schnittblumen
fr: Orchidées papillon - Fleurs Coupées
nl: Vlinderorchidee / Orchidee (Phalaenopsis) - Snijbloem

source: Phlox – Cut Flowers
de: Phlox - Schnittblumen
fr: Phlox - Fleurs Coupées
nl: Vlambloem / Phlox - Snijbloem

source: Pittosporum – Cut Flowers
de: Klebsamen - Schnittblumen
fr: Pittosporums - Fleurs Coupées
nl: Pittosporum - Snijbloem

source: Ranunculus Asiaticus – Cut Flowers
de: Asiatischer Hahnenfuß - Schnittblumen
fr: Renoncules Asiaticus - Fleurs Coupées
nl: Ranonkel - Snijbloem

source: Ranunculus Other – Cut Flowers
de: Hahnenfuß sonstige - Schnittblumen
fr: Renoncules Autres - Fleurs Coupées
nl: Overig Ranonkel / Boterbloem / Waterranonkel - Snijbloem

source: Rosa – Cut Flowers
de: Rose - Schnittblume
fr: Roses - Fleurs Coupées
nl: Roos - Snijbloem

source: Solidago – Cut Flowers
de: Goldruten - Schnittblumen
fr: Solidagos - Fleurs Coupées
nl: Guldenroede (Solidago) - Snijbloem

source: Strelitzia Reginae – Cut Flowers
de: Paradiesvogelblume - Schnittblume
fr: Strelitzias Reginae - Fleurs Coupées
nl: Paradijsvogelbloem (Strelitzia) - Snijbloem

source: Syringa Vulgaris – Cut Flowers
de: Gemeiner Flieder - Schnittblumen
fr: Lilas - Fleurs Coupées
nl: Sering (Syringa) - Snijbloem

source: Tanacetum Parthenium – Cut Flowers
de: Mutterkraut - Schnittblumen
fr: Camomilles - Fleurs Coupées
nl: Moederkruid / Wormkruid (Tanacetum) - Snijbloem

source: Trachelium Caeruleum – Cut Flowers
de: Blaues Halskraut - Schnittblumen
fr: Tracheliums Caeruleum - Fleurs Coupées
nl: Halskruid (Trachelium) - Snijbloem

source: Tulipa – Cut Flowers
de: Tulpen - Schnittblumen
fr: Tulipes- Fleurs Coupées
nl: Tulp - Snijbloem

source: Vanda – Cut Flowers
de: Vanda - Schnittblumen
fr: Vandas - Fleurs Coupées
nl: Vanda - Snijbloem

source: Veronica – Cut Flowers
de: Ehrenpreis - Schnittblumen
fr: Véroniques - Fleurs Coupées
nl: Ereprijs / Draadereprijs / Beekpunge (Veronica) - Snijbloem

source: Viburnum Opulus – Cut Flowers
de: Gewöhnlicher Schneeball - Schnittblumen
fr: Viornes obier - Fleurs Coupées
nl: Gelderse Roos (Viburnum) - Snijbloem

source: Zantedeschia Aethiopica – Cut Flowers
de: Zantedeschia Aethiopica - Schnittblumen
fr: Arums - Fleurs Coupées
nl: Aronskelk (Zantedeschia) - Snijbloem

source: Zantedeschia Other – Cut Flowers
de: Zantedeschien sonstige - Schnittblumen
fr: Zantedeschias Autres - Fleurs Coupées
nl: Overig Calla (Zantedeschia) - Snijbloem

source: Agapanthus – Cut Greens
de: Schmucklilien - Schnittgrün
fr: Agapanthes - Feuillages Coupés
nl: Afrikaanse Lelie / Kaapse Lelie / Blauwe Tuberoos (Agapanthus) - Snijgroen

source: Anthurium – Cut Greens
de: Flamingoblumen - Schnittgrün
fr: Anthuriums - Feuillages Coupés
nl: Anthurium / Flamingoplant - Snijgroen

source: Asparagus Setaceus – Cut Greens
de: Asparagus Setaceus - Schnittgrün
fr: Asparagus Setaceus - Feuillages Coupés
nl: Sierasperge (Asparagus Setaceus) - Snijgroen

source: Asparagus Umbellatus – Cut Greens
de: Asparagus Umbellatus - Schnittgrün
fr: Asparagus Umbellatus - Feuillages Coupés
nl: Sierasperge (Asparagus Umbellatus) - Snijgroen
