Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Rabbit – Prepared/Processed
de: Kaninchen - bearbeitet / verarbeitet
fr: Lapin - Préparé/Transformé
nl: Konijnenvlees - Bereid/Bewerkt

source: Alternative Meat/Poultry Species – Prepared/Processed
de: Sonstige Fleisch-/ Geflügelarten – bearbeitet / verarbeitet
fr: Espèces Alternatives Viande/Volaille/Autres Animaux - Préparées/Transformées
nl: Alternatieve Soorten Vlees/Gevogelte/Wild - Bereid/Bewerkt

source: Turkey – Prepared/Processed
de: Truthahn - bearbeitet / verarbeitet
fr: Dinde - Préparée/Transformée
nl: Kalkoenenvlees - Bereid/Bewerkt

source: Veal – Prepared/Processed
de: Kalbfleisch - bearbeitet / verarbeitet
fr: Veau - Préparé/Transformé
nl: Kalfsvlees - Bereid/Bewerkt

source: Beef – Unprepared/Unprocessed
de: Rindfleisch - nicht bearbeitet / verarbeitet
fr: Viande Bovine - Non Préparée/Non Transformée
nl: Rundvlees - Niet-bereid/Niet-bewerkt

source: Bison/Buffalo – Unprepared/Unprocessed
de: Bison- / Büffelfleisch - nicht bearbeitet / verarbeitet
fr: Bison/Buffle - Non Préparé/Non Transformé
nl: Bizon-/Buffelvlees - Niet-bereid/Niet-bewerkt

source: Chicken – Unprepared/Unprocessed
de: Huhn - nicht bearbeitet / verarbeitet
fr: Poulet - Non Préparé/Non Transformé
nl: Kippenvlees - Niet-bereid/Niet-bewerkt

source: Deer, other than Roe Deer – Unprepared/Unprocessed
de: Hirsch (Wildfleisch) mit der Ausnahme von Rehwild - nicht bearbeitet / verarbeitet
fr: Cerf autre que Chevreuil - Non Préparé/Non Transformé
nl: Hertenvlees, behalve Reevlees - Niet-bereid/Niet-bewerkt

source: Duck – Unprepared/Unprocessed
de: Ente - nicht bearbeitet / verarbeitet
fr: Canard - Non Préparé/Non Transformé
nl: Eendenvlees - Niet-bereid/Niet-bewerkt

source: Frog – Unprepared/Unprocessed
de: Frosch - nicht bearbeitet / verarbeitet
fr: Grenouille- Non Préparée/Non Transformée
nl: Kikkerbillen - Niet-bereid/Niet-bewerkt

source: Goat – Unprepared/Unprocessed
de: Ziegenfleisch - nicht bearbeitet / verarbeitet
fr: Chèvre - Non Préparée/Non Transformée
nl: Geitenvlees - Niet-bereid/Niet-bewerkt

source: Horse – Unprepared/Unprocessed
de: Pferdefleisch - nicht bearbeitet / verarbeitet
fr: Cheval - Non Préparé/Non Transformé
nl: Paardenvlees - Niet-bereid/Niet-bewerkt

source: Land Snail – Unprepared/Unprocessed
de: Landschnecken - nicht bearbeitet / verarbeitet
fr: Escargot - Non Préparé/Non Tranformé
nl: Landslak - Niet-bereid/Niet-bewerkt

source: Llama/Alpaca – Unprepared/Unprocessed
de: Lama / Alpaka - nicht bearbeitet / verarbeitet
fr: Lama/Alpaga - Non Préparé/Non Transformé
nl: Lama-/Alpacavlees - Niet-bereid/Niet-bewerkt

source: Mixed Species Meat – Unprepared/Unprocessed
de: Verschiedene Fleisch- / Geflügelarten - Mischungen - nicht bearbeitet / verarbeitet
fr: Espèces de Viande Mixtes - Non Préparées/Non Transformées
nl: Gemengde Vleessoorten - Niet-bereid/Niet-bewerkt

source: Ostrich – Unprepared/Unprocessed
de: Straußenfleisch - nicht bearbeitet / verarbeitet
fr: Autruche - Non Préparée/Non Transformée
nl: Struisvogelvlees - Niet-bereid/Niet-bewerkt

source: Pheasant – Unprepared/Unprocessed
de: Fasan - nicht bearbeitet / verarbeitet
fr: Faisan - Non Préparé/Non Transformé
nl: Fazantenvlees - Niet-bereid/Niet-bewerkt

source: Pork – Unprepared/Unprocessed
de: Schweinefleisch - nicht bearbeitet / verarbeitet
fr: Porc - Non Préparé/Non Transformé
nl: Varkensvlees - Niet-bereid/Niet-bewerkt

source: Rabbit – Unprepared/Unprocessed
de: Kaninchenfleisch - nicht bearbeitet / verarbeitet
fr: Lapin - Non Préparé/Non Transformé
nl: Konijnenvlees - Niet-bereid/Niet-bewerkt

source: Alternative Meat/Poultry Species – Unprepared/Unprocessed
de: Sonstige Fleisch-/ Geflügelarten – nicht bearbeitet / verarbeitet
fr: Espèces Alternatives Viande/Volaille/Autres Animaux - Non Préparées/Non Transformées
nl: Alternatieve Soorten Vlees/Gevogelte/Wild - Niet-bereid/Niet-bewerkt

source: Turkey – Unprepared/Unprocessed
de: Truthahn- nicht bearbeitet / verarbeitet
fr: Dinde - Non Préparée/Non Transformée
nl: Kalkoenenvlees - Niet-bereid/Niet-bewerkt

source: Veal – Unprepared/Unprocessed
de: Kalbfleisch - nicht bearbeitet / verarbeitet
fr: Veau - Non Préparé/Non Transformé
nl: Kalfsvlees - Niet-bereid/Niet-bewerkt

source: Air Hopper Guns/Sprayers
de: Druckluft-Farbspritzpistolen / Sprühvorrichtungen
fr: Pistolets à Peinture/Pulvérisateurs
nl: Verfpistolen

source: Router Tables
de: Frästische
fr: Tables pour Défonceuse
nl: Freestafels

source: Portable PA (Public Address) Music Systems
de: PA-Anlagen / Beschallungsanlagen (tragbar)
fr: Systéme de Musique Portable (PA) Adresse Publique
nl: Draagbare PA-Systemen

source: Audiograms
de: USB-Audio-Schnittstellen
fr: Audiogrammes
nl: USB Audio Interfaces

source: Sound-active Effect Lighting
de: Lichteffektgeräte / Lichtorgeln
fr: Eclairage Sensitif Son Actif
nl: Lichteffecten op Basis van Geluid

source: Household/Office Bar Counters
de: Bartheken
fr: Ménagère/Comptoires de Bar
nl: Huis/kantoor bar/toonbank/aanrecht

source: Sweepers (Non Powered)
de: Kehrvorrichtungen (nicht elektrisch)
fr: Balayeuses (Non Electrique)
nl: Bezems (Niet–elektrisch)

source: Rangefinders
de: Entfernungsmesser (Sport)
fr: Télémètres
nl: Afstandmeters

source: Scooters/Skateboards/Hoverboards (Powered)
de: Scooter / Skateboards / Hoverboards (elektrisch)
fr: Trottinettes/Planche à roulettes/Hoverboards (Electrique)
nl: Sportscooters/skateboards/hoverboards (Aangedreven)

source: Cycles (Powered)
de: Räder (angetrieben)
fr: Bicyclettes (Electrique)
nl: Fietsen (Elektrisch)

source: Decorative Banners/Flags
de: Fahnen / Flaggen
fr: Banderoles Décoratives/Drapeaux
nl: Decoratieve Spandoeken/Vlaggen

source: Personal Carrier Bags (Disposable)
de: Tragetaschen (einweg)
fr: Sac Personnel (Jetable)
nl: Wegwerp Draagtassen

source: Wheel Chocks (Automotive)
de: Rad-Unterlegkeile
fr: Cales de Roues (Automobile)
nl: Motorvoertuigen - Wielblokken

source: Cargo Management Ramps/Ramp Accessories (Automotive)
de: Laderampen / Laderampenzubehör
fr: Rampes pour la Gestion du Chargement/Accessoires de Rampe (Automobile)
nl: Motorvoertuigen - Oprijplaten en Accessoires voor Oprijplaten

source: Warning Flags/Flag Staffs (Automotive)
de: Kfz-Warnflaggen / Kfz-Fahnenstangen
fr: Feux de Détresse/Feux de Signalisation (Automobile)
nl: Motorvoertuigen - Waarschuwingsvlaggen/-vlaggenstokken

source: Protective Hose Bridges (Automotive)
de: Kfz-Sicherheits-Schlauchbrücken
fr: Pont de Protection de Tuyaux (Automobile)
nl: Motorvoertuigen - Bescherming voor Kabels en Slangen

source: Caramel/Toffee Apples
de: Karamell- / Schokoäpfel
fr: Pommes d'Amour
nl: Karamel-/Chocoladeappels

source: Meat Substitutes (Frozen)
de: Fleischersatz (tiefgefroren)
fr: Succédanés de Viande d'Origine Non Animale (Surgelé)
nl: Vleesvervangers - Zonder Dierlijke Ingrediënten (Diepvries)

source: Meat Substitutes (Perishable)
de: Fleischersatz (leicht verderblich)
fr: Succédanés de Viande d'Origine Non Animale (Périssable)
nl: Vleesvervangers - Zonder Dierlijke Ingrediënten (Beperkt houdbaar)

source: Meat Substitutes (Shelf Stable)
de: Fleischersatz (ohne Kühlung haltbar)
fr: Succédanés de Viande d'Origine Non Animale (Longue Conservation)
nl: Vleesvervangers - Zonder Dierlijke Ingrediënten (Houdbaar)

source: Dairy Based Products / Meals – Not Ready to Eat/Drink (Perishable)
de: Produkte / Gerichte auf Basis von Molkereierzeugnissen - nicht verzehrbereit (leicht verderblich)
fr: Produits Laitiers / Repas - Non Prêt à Consommer/Boire (Périssable)
nl: Producten/Maaltijden op basis van Zuivelproducten - Niet-gebruiksklaar (Houdbaar)

source: Dairy Based Products / Meals – Not Ready to Eat/Drink (Frozen)
de: Produkte / Gerichte auf Basis von Molkereierzeugnissen - nicht verzehrbereit (tiefgefroren)
fr: Produits Laitiers / Repas - Non Prêt à Consommer (Surgelé)
nl: Producten/Maaltijden op basis van Zuivelproducten - Niet-gebruiksklaar (Diepvries)

source: Car Audio Subwoofers
de: Kfz-Audio - Subwoofer
fr: Enceintes Audio pour Voiture
nl: Audio Subwoofers voor Auto

source: Satellite/Terrestrial Antenna Systems
de: Kombinationssysteme für Satellitenempfang / terrestrischen Empfang
fr: Système d'Antennes Satellite/Terrestre
nl: Satelliet Antenne Systemen

source: Ironing Steam Station
de: Dampfbügelstationen
fr: Centrale Vapeur
nl: Stoomstrijkijzers

source: USB Internet Stick
de: USB Internet-Sticks
fr: Clé USB Internet

source: Alternative Meat/Poultry Sausages – Prepared/Processed
de: Sonstige Würste (Fleisch / Geflügel) - bearbeitet / verarbeitet
fr: Saucisses de Viande/Volaille/Autres Animaux Alternative - Préparé/Transformé
nl: Andere Worsten Vlees/Gevogelte/Wild - Bereid/Bewerkt

source: Beef Sausages – Prepared/Processed
de: Würste (Rindfleisch) - bearbeitet / verarbeitet
fr: Saucisses de Boeuf - Préparés/Transformés
nl: Worsten van Rundvlees - Bereid/Bewerkt

source: Chicken Sausages – Prepared/Processed
de: Würste (Hühnerfleisch) - bearbeitet / verarbeitet
fr: Saucisses de Poulet - Préparés/Transformés
nl: Worsten van Kippenvlees - Bereid/Bewerkt

source: Lamb/Mutton Sausages – Prepared/Processed
de: Würste (Lamm- / Hammelfleisch) - bearbeitet / verarbeitet
fr: Saucisses d'Agneaux/Moutons - Préparés/Transformés
nl: Worsten van Lams-/Schapenvlees - Bereid/Bewerkt

source: Mixed Species Sausages – Prepared/Processed
de: Würste aus verschiedenen Fleischsorten - bearbeitet / verarbeitet
fr: Mélange des Différents Types de Saucisses - Préparés/Transformés
nl: Gemengde Worsten - Bereid/Bewerkt

source: Turkey Sausages – Prepared/Processed
de: Würste (Truthahnfleisch) - bearbeitet / verarbeitet
fr: Saucisses de Dinde - Préparés/Transformés
nl: Worsten van Kalkoenvlees - Bereid/Bewerkt

source: Veal Sausages – Prepared/Processed
de: Würste (Kalbfleisch) - bearbeitet / verarbeitet
fr: Saucisses de Veau - Préparés/Transformés
nl: Worsten van Kalfsvlees - Bereid/Bewerkt

source: Oral Care Centre – Brush/Cleanser/Storage (Powered)
de: Kombinationsgeräte Zahnbürste / Munddusche / Aufbewahrung (elektrisch)
fr: Soins Buccaux-Dentaires – Brosse/Nettoyant/Stockage (Electrique)
nl: Mondhygiëne - Opladers/Units voor Elektrische Tandenborstel

source: Pork Sausages – Prepared/Processed
de: Würste (Schweinefleisch) - bearbeitet / verarbeitet
fr: Saucisses de Porc - Préparés/Transformés
nl: Worsten van Varkensvlees - Bereid/Bewerkt

source: Audio/Visual Receivers
de: AV-Receiver
fr: Récepteurs Audiovisuels
nl: Audio/Video Ontvangers

source: Mobile Photo Storage
de: Mobile Speicherstationen für Digitalfotos / Fotofestplatten
fr: Stockage Photo Mobile
nl: Mobiel Opslagmedium voor Foto's

source: Medical Devices
de: Medizinprodukte
fr: Dispositifs Médicaux
nl: Medische Hulpmiddelen

source: Pharmaceutical Drugs
de: Arzneimittel
fr: Médicaments Pharmaceutiques
nl: Geneesmiddelen

source: Storage Barrels/Kegs (Empty)
de: Fässer / Tonnen / Kegs (leer)
fr: Barils d'Entreposage/Fûts (Vide)
nl: Opslag Barrels/Tonnen/Vaten (Leeg)

source: Storage Drums (Empty)
de: Fässer (zylindrisch) (leer)
fr: Batteries de Stockage (Vide)
nl: Opslag Cilindrische Vaten (Leeg)

source: Storage/Haulage Boxes (Empty)
de: Lager- / Transportboxen / -kisten (leer)
fr: Stockage/Boîtes de Transport Interne (Vide)
nl: Opslag/Transport Dozen (Leeg)

source: Storage/Haulage Crates (Empty)
de: Lager- / Transportkisten (offen) / -steigen / -verschläge (leer)
fr: Stockage/Caisses de Transport (Vide)
nl: Opslag/Transport Kratten (Leeg)

source: Storage/Haulage Trays (Empty)
de: Lager- / Transport-Trays (leer)
fr: Stockage/Transport de Plateaux (Vide)
nl: Opslag/Transport Bakken (Leeg)

source: Storage Bottles (Empty)
de: Flaschen (leer)
fr: Bouteilles de Stockage (Vide)
nl: Opslag Flessen (Leeg)

source: Portable Storage Cylinders (Empty)
de: Gasflaschen / Gaszylinder / Zylinder (transportabel) (leer)
fr: Cylindres de Stockage Portable
nl: Draagbare Opslag Cilinders (Leeg)

source: Storage/Haulage Tanks (Empty)
de: Lager- / Transporttanks (leer)
fr: Stockage/Transport de Réservoirs (Vide)
nl: Opslag/Transport Tanks (Leeg)

source: Pallets
de: Paletten
fr: Palettes

source: Transport Dollies
de: Plattformwagen / Möbelhunde
fr: Plates-Formes de Transport
nl: Trolleys

source: Slip Sheets
de: Zwischenlagen (für Paletten)
fr: Feuilles de Maculature
nl: Tussenlagen

source: Pallet Converters/Frames
de: Palettenaufsatzrahmen
fr: Convertisseurs de Palettes/Cadres
nl: Opzetranden voor Pallets

source: Racks
de: Rollwagen / Paketwagen
fr: Portants
nl: Rekken

source: Ocean Intermodal Freight Containers (Empty)
de: ISO-Container / Ocean Intermodal Freight Container (leer)
fr: Conteneurs de Fret Maritime Multimodal (Vide)
nl: Containers / ISO- Containers (Leeg)

source: Air Freight Containers (Empty)
de: Luftfrachtcontainer (leer)
fr: Conteneur pour Fret Aérien (Vide)
nl: Luchtvrachtcontainers (Leeg)

source: Flexible Bulk Containers (Empty)
de: Bigbags (Flexible Bulk Container) (leer)
fr: Container Flexible de Volume Intermédiaire (Vide)
nl: Bigbags / Flexibele Bulkcontainers (Leeg)

source: Rigid Intermediate Bulk Containers (Empty)
de: Rigid Intermediate Bulk Container (IBC) (leer)
fr: Conteneurs Rigides à Volumes Intermédiaires (Vide)
nl: Intermediate Bulk Container (IBC) (Leeg)

source: Backflow Test Kits
de: Rückflussverhinderer-Testgeräte
fr: Kits de Test Anti-Refoulement
nl: Terugslagklep Testapparatuur

source: Vacuum Breakers
de: Sicherheitsventile / Vakuumbrecher
fr: Casse-Vide
nl: Veiligheidskleppen/Vacuümbrekers

source: Backflow Preventer Parts/Accessories
de: Rückflussverhinderer - Teile / Zubehör
fr: Anti-Refoulement Pièces/Accessoires
nl: Terugslagklep Onderdelen/Accessoires

source: Backflow Preventers
de: Rückflussverhinderer
fr: Anti-Refoulement
nl: Terugslagkleppen

source: Pipes/Tubing Flanges
de: Rohrflansche
fr: Brides/Contre-Brides
nl: Flenzen

source: Party Drink Fountains (Powered)
de: Party-Trinkbrunnen (elektrisch)
fr: Fontaines à Boisson (Electrique)
nl: Party Drankfonteinen (Elektrisch)

source: Stud Finders/Detectors/Sensors
de: Balkenfinder / Balkensucher / Balkenortungsgeräte (elektrisch)
fr: Détecteurs de clous/Sondeurs de Structure (Electriques)
nl: Profielzoekers/-Detectoren/-Sensoren (Aangedreven)

source: Fishfinders
de: Fischfinder
fr: Sondeur à Poissons
nl: Viszoekers

source: Marine Electronic Chartplotters
de: Nautische Navigationsgeräte
fr: Traceurs de Cartes Marines Electroniques
nl: Nautische Navigatie Hardware

source: Marine Navigation Software
de: Nautische Navigation - Software
fr: Logiciel de Navigation Marine
nl: Nautische Navigatiesoftware

source: Marine Navigation Radar Systems
de: Nautische Navigation - Radarsysteme
fr: Système de Radar de Navigation de Marine
nl: Nautische Navigatie - Radarsystemen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Solaranlagen
fr: Centrales Electriques Solaires
nl: Zonne-energie Set

source: Pummelos
de: Pampelmusen
fr: Pamplemousse
nl: Pomelo's/Pompelmoezen (Nederlands)

source: Honey Pomelos
de: Pomelos / Honigpomelos
fr: Pomelos (Citrus maxima x paradisi)
nl: Honingpomelo's

source: Sweeties
de: Sweeties / Oroblancos

source: Minneolas and other Tangelos
de: Tangelos
fr: Minneola et autres Tangelos (Citrus Tangelo)
nl: Minneola's/Andere Tangelo's

source: Ugli
de: Uglis
fr: Tangelos (Ugli)
nl: Ugli's

source: Lemons
de: Zitronen
fr: Citrons
nl: Citroenen

source: Mexican Limes
de: Echte Limetten
fr: Limes Mexicaines
nl: Mexicaanse Limetten

source: Limes
de: Limetten
fr: Lime (Citron vert)
nl: Limetten

source: Clementines
de: Clementinen
fr: Clémentines
nl: Clementine Mandarijnen

source: Satsuma Mandarins
de: Satsumas
fr: Mandarines Satsuma
nl: Satsuma Mandarijnen

source: Tangerines
de: Tangerinen / andere Manderinen
nl: Tangerine Mandarijnen

source: Oranges
de: Orangen
nl: Sinaasappels

source: Exercise Books
de: Schreibhefte
fr: Cahiers d'Exercices
nl: Schriften

source: Gloves
de: Handschuhe
fr: Gants de Protection
nl: Keuken-/werkhandschoenen

source: Apple Bananas
de: Apfel-Bananen
fr: Banane Figue (Banane Pomme)
nl: Appelbananen

source: Baby Bananas
de: Baby-Bananen
fr: Bananes Naines
nl: Babybananen

source: Bananas
de: Bananen (Cavendish)
fr: Bananes
nl: Bananen (Cavendish)

source: Plantain Bananas
de: Kochbananen
fr: Bananes Plantain
nl: Bakbananen

source: Red Bananas
de: Rote Bananen
fr: Banane Rouge
nl: Rode Bananen

source: Apples
de: Äpfel
fr: Pommes
nl: Appels

source: Japanese Medlars
de: Japanische Wollmispeln
fr: Nèfles du Japon
nl: Japanse Mispels/Loquats

source: Nashi
de: Nashis
fr: Poirier Japonais
nl: Nashi-Peren

source: Pears
de: Birnen
fr: Poires
nl: Peren

source: Apricots
de: Aprikosen
fr: Abricots
nl: Abrikozen

source: Sour Cherries
de: Sauerkirschen
fr: Cerises acides
nl: Zure Kersen

source: Stemless/Sweet Cherries
de: Süßkirschen
fr: Cerises sans Pédoncule/Cerises Douces
nl: Zoete Kersen

source: Damsons
de: Kriechen-Pflaumen / Hafer-Pflaumen
nl: Damson-Pruimen

source: Mirabelles
de: Mirabellen
nl: Mirabelle-Pruimen

source: Nectarines
de: Nektarinen

source: Peaches
de: Pfirsiche
fr: Pêches
nl: Perziken

source: Greengages
de: Edel-Pflaumen / Renekloden
fr: Reine-Claude
nl: Reine Claude Pruimen

source: Japanese Plums
de: Chinesische Pflaumen
fr: Prunes Japonaises
nl: Japanse Pruimen

source: Stonefruit Hybrids
de: Kernobst-Hybride
fr: Fruits à Noyau Hybrides
nl: Hybriden van Steenvruchten

source: Plums
de: Zwetschgen
fr: Prunes
nl: Pruimen

source: Table Grapes
de: Tafeltrauben
fr: Raisins de table
nl: Tafeldruiven

source: Strawberries
de: Erdbeeren
fr: Fraises
nl: Aardbeien

source: Wood Strawberries
de: Wald-Erdbeeren
fr: Fraises des Bois
nl: Bosaardbeien

source: Blackberries
de: Brombeeren
fr: Mûres
nl: Bramen

source: Boysenberries
de: Boysenbeeren
fr: Mûres de Boysen
nl: Boysenbessen

source: Cloudberries
de: Moltebeeren
fr: Plaquebières (Ronce Petit-Mûrier)
nl: Veenbramen/Kruipbramen

source: Raspberries
de: Himbeeren
fr: Framboises
nl: Frambozen

source: Bilberries
de: Wild-Blaubeeren / Wild-Heidelbeeren
fr: Myrtilles
nl: Wilde Bosbessen

source: Blueberries
de: Amerikanische Heidelbeeren / Kulturheidelbeeren
fr: Bleuets
nl: Bosbessen

source: Gooseberries
de: Stachelbeeren
fr: Groseilles Vertes
nl: Kruisbessen

source: Jostaberries
de: Jostabeeren
fr: Cassis (Jostaberries)
nl: Jostabessen

source: Pineapples
de: Ananas
fr: Ananas
nl: Ananassen

source: Kiwifruits
de: Kiwis
fr: Kiwis
nl: Kiwi's

source: Kiwiberries
de: Kiwibeeren, Scharfzähnige Strahlengriffel
fr: Kiwaï (Actinidia Arguta)
nl: Mini-Kiwi's/Kiwibessen

source: Cherimoya
de: Cherimoyas
fr: Cherimole
nl: Cherimoya's

source: Sugar Apples
de: Zuckeräpfel / Zimtäpfel
fr: Pomme-cannelle
nl: Suikerappels/Zoetzakken

source: Bullock Hearts
de: Netzannonen
fr: Coeur de Boeuf (Anones)
nl: Custardappels

source: Soursop
de: Stachelannonen / Guanabanas
fr: Corossols
nl: Guanabana's/Zuurzakken

source: Kaki/ Sharon Fruits
de: Kakis
fr: Kakis
nl: Kaki's/Sharonvruchten

source: American Persimmon
de: Amerikanische Persimone / Amerikanische Kakipflaume / Virginia Kakis
fr: Kaki d'Amérique
nl: Amerikaanse Dadelpruimen

source: Barbadines
de: Barbadinen
nl: Reuzengranadilla's/Grote Markoesa's

source: Curubas
de: Curubas / Bananenpassionsfrucht

source: Sweet Granadilla
de: Süße Granadillen
fr: Grenadille douce (Pomme liane)
nl: Zoete Granadilla's

source: Yellow Maracujas
de: Gelbe Passionsfrüchte / Maracuyas
fr: Maracuja (Grenadille jaune)
nl: Gele Passievruchten (Maracuja's)

source: Purple Maracujas
de: Purpur-Grenadillen
fr: Fruit de la Passion Pourpre
nl: Paarse Passievruchten

source: Papayas Formosa
de: Papayas
fr: Papayes
nl: Papaja's

source: Babacos
de: Berg-Papaya
fr: Babaco (Papaye des montagnes)
nl: Bergpapaja's

source: Yellow Dragonfruits
de: Gelbe Pithayas
fr: Fruits du Dragon Jaune
nl: Gele Pitahaya's (Drakenvruchten)

source: Sweet Pitayas
de: Süße Pitahayas / Drachenfrüchte
fr: Pitahaya Doux
nl: Rode Pitahaya's (Drakenvruchten)

source: Dates
de: Datteln
fr: Dattes
nl: Dadels (vers)

source: Figs
de: Feigen
fr: Figues
nl: Vijgen

source: Carambola
de: Karambolen
fr: Carambole
nl: Carambola's (Zoete Blimbingen)

source: Bilimbi
de: Bilimbis
fr: Bilimbis
nl: Zure Blimbingen

source: Lychees (Litchi)
de: Litschis
fr: Litchis (Litchi)
nl: Lychees

source: Cape Gooseberries
de: Physalis / Kapstachelbeeren
fr: Physalis (Amour en cage)
nl: Physalis (Kaapse Kruisbessen)

source: Prickly Pears (Barbary Figs)
de: Kaktusfeigen
fr: Figues de Barbarie
nl: Cactusvijgen/Woestijnvijgen

source: Mangosteen
de: Mangostane
fr: Mangoustan
nl: Mangistans

source: Pomegranates
de: Granatäpfel
fr: Grenades
nl: Granaatappels

source: Guavas
de: Guaven
fr: Goyaves
nl: Guaves

source: Durian
de: Durianfrüchte
nl: Doerians

source: Breadfruits
de: Brotfrüchte
fr: Arbre à Pain
nl: Broodvruchten

source: Jackfruits
de: Jackfrüchte
fr: Jacquiers
nl: Nangka's

source: French/Wax Beans
de: Gartenbohnen / Grüne Bohnen
fr: Haricots Verts/Beurre
nl: Sperziebonen/Boterbonen

source: Runner Beans
de: Feuerbohnen
fr: Haricots Verts
nl: Pronkbonen/Snijbonen

source: Broad Beans
de: Ackerbohnen
fr: Fèves
nl: Tuinbonen

source: Jack Beans
de: Riesenbohnen
fr: Pois Sabre
nl: Canavaliabonen

source: Lima Beans
de: Mondbohnen / Limabohnen
fr: Haricots de Lima
nl: Limabonen/Boterbonen

source: Peas
de: Erbsen
fr: Pois (Petits Pois)
nl: Erwten

source: Sugar Snap Peas
de: Zuckererbsen
fr: Pois Mangetout
nl: Suikererwten (Sugar Snaps)

source: Carobs
de: Johannisbrotschote / Carob
fr: Caroubes
nl: Johannesbrood/Carob

source: Cauliflower
de: Blumenkohl
fr: Choux-Fleurs
nl: Bloemkool

source: Broccoli
de: Brokkoli
fr: Brocoli

source: Brussel Sprouts
de: Rosenkohl
fr: Choux de Bruxelles
nl: Spruitkool (Spruitjes)

source: Red Cabbages
de: Rotkohl
fr: Choux-Rouge
nl: Rode Kool

source: White Cabbages
de: Weißkohl
fr: Choux Blancs
nl: Witte Kool

source: Savoy Cabbages
de: Wirsingkohl
fr: Choux Cabus (Chou Pommé)
nl: Savooiekool (Groene kool)

source: Garlic
de: Knoblauch
fr: Ail
nl: Knoflook

source: Elephant Garlic
de: Acker-Knoblauch
fr: Ail d'Orient/Gros Ail
nl: Olifantsknoflook

source: Spring (or Spanish) Onions
de: Lauchzwiebeln / Frühlingszwiebeln
fr: Ciboule
nl: Lente-uitjes

source: Onions
de: Zwiebeln
fr: Oignons
nl: Uien

source: Kurrat
de: Perlzwiebeln
fr: Oignon Perle

source: Shallots
de: Schalotten
fr: Échalotes
nl: Sjalotten

source: Cucumbers
de: Gurken
fr: Concombres
nl: Komkommers

source: Courgettes
de: Zucchini / Gartenkürbisse

source: Oyster Mushrooms
de: Austern-Seitlinge
fr: Pleurotes
nl: Oesterzwammen

source: Morels
de: Morcheln
fr: Morilles
nl: Morieljes

source: Chanterelles
de: Pfifferlinge / Eierschwammerln
nl: Cantharellen

source: Shiitake Mushrooms
de: Shiitake-Pilze
fr: Shiitaké (Shiitake)
nl: Shiitake's

source: Cep
de: Steinpilze
fr: Cèpe de Bordeaux
nl: Eekhoorntjesbrood

source: Truffles
de: Trüffel
fr: Truffes
nl: Truffels

source: Watermelons
de: Wassermelonen
fr: Pastèques
nl: Watermeloenen

source: Pumpkins/Winter Squash
de: Kürbis / Riesenkürbisse
fr: Potiron
nl: Pompoenen

source: Ramsons
de: Bärlauch
fr: Ails des Ours
nl: Daslook

source: Basil
de: Basilikum
fr: Basilics
nl: Basilicum

source: Mugwort
de: Beifuß
fr: Armoises Communes
nl: Bijvoet

source: Summer Savoury
de: Sommer-Bohnenkraut
fr: Sarriettes
nl: Bonenkruid

source: Winter Savoury
de: Winter-Bohnenkraut
fr: Sarriettes des Montagnes
nl: Bergbonenkruid

source: Borage
de: Borretsch
fr: Bourraches
nl: Komkommerkruid/Bernagie

source: Watercress
de: Brunnenkresse
fr: Cressons de Fontaine
nl: Waterkers

source: Archangel
de: Engelwurz
fr: Angéliques
nl: Angelica/Engelwortel

source: Tarragon
de: Estragon
fr: Estragons
nl: Dragon

source: Fennel (Subspecies dulce)
de: Fenchel
fr: Fenouils
nl: Venkel

source: Chervil
de: Kerbel
fr: Cerfeuils
nl: Kervel

source: Coriander
de: Koriander
fr: Coriandres
nl: Koriander

source: Garden Cress
de: Gartenkresse
fr: Cressons Alénois
nl: Tuinkers
