Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Bottle Stoppers/Pourers
de: Flaschenverschlüsse / Ausgießer
fr: Obturateurs de Bouteille/Bouchons Verseurs
nl: Flesstoppen/Schenkkurken

source: Teapots/Cafetieres/Hot Beverages Carafes
de: Teekannen / Cafetieren / Kannen für heiße Getränke
fr: Verseuses Thé/Café/Boissons Chaudes
nl: Theepotten/Cafetières

source: Grinders/Juicers/Ice Crushers (Non Powered)
de: Mühlen / Entsafter / Eis-Crusher (nicht elektrisch)
fr: Broyeuses/Centrifugeuses/Broyeur de Glace (Non-Electriques)
nl: Molens/Vruchtenpersen/IJsmalers (Niet-elektrisch)

source: Water/Beverage Equipment Variety Packs
de: Getränke - Zubereitung / Behälter - Sets
fr: Assortiments d'Ustensiles pour l'Eau/Les Boissons
nl: Water-/Drankapparatuur - Assortimenten

source: Water/Beverage Equipment Other
de: Getränke - Zubereitung / Behälter - sonstige
fr: Autres Ustensiles pour l'Eau/Les Boissons
nl: Water-/Drankapparatuur - Overig

source: Cooking Timers (Non Powered)
de: Kurzzeitwecker / Eieruhren (nicht elektrisch)
fr: Minuteurs de Cuisine (Non-Electriques)
nl: Kookwekkers (Niet-elektrisch)

source: Food Volume Measuring Equipment
de: Messbecher / -Löffel
fr: Ustensiles de Mesure du Volume des Aliments
nl: Maatbekers/-lepels/-kommen voor voedingsmiddelen

source: Food Thermometers
de: Küchenthermometer / Bratenthermometer
fr: Thermomètres Alimentaires
nl: Thermometers voor Levensmiddelen

source: Food Measuring Equipment Variety Packs
de: Küchen-Messgeräte - Sets
fr: Assortiments d'Ustensiles de Mesure pour l'Alimentation
nl: Meetapparatuur voor Levensmiddelen - Assortimenten

source: Food Measuring Equipment Other
de: Küchen-Messgeräte - sonstige
fr: Autres Ustensiles de Mesure pour l'Alimentation
nl: Meetapparatuur voor Levensmiddelen - Overig

source: Kitchen Scales (Non Powered)
de: Küchenwaagen (nicht elektrisch)
fr: Balances de Cuisine (Non-Electriques)
nl: Keukenweegschalen (Niet-elektrisch)

source: Hob Pots/Pans/Woks/Cocottes
de: Töpfe für Bratgeschirr / Pfannen / Woks / Kokotten
fr: Marmites/Poêles/Woks/Cocottes
nl: Bak- en Braadpannen

source: Sieves/Strainers/Colanders
de: Seiher / Siebe
fr: Tamis/Passoires
nl: Zeven/Ziften/Vergieten

source: Slicing/Chopping Boards
de: Schneide- / Hackbretter
fr: Planches à Découper/Hacher
nl: Snijplanken

source: Mincers/Choppers/Ricers/Pasta Makers (Non Powered)
de: Fleischwölfe / Kartoffelpressen / Nudelmaschinen (nicht elektrisch)
fr: Hachoirs à Viande/Hachoirs/Presse-Purée/Machines à Pâtes (Non-Electriques)
nl: Gehaktmolens/Grove Zeven/Pastamachines (Niet-elektrisch)

source: Cake/Pastry Decorations/Accessories (Non Edible)
de: Kuchen- / Gebäck-Dekoration / -Zubehör (nicht essbar)
fr: Articles/Accessoires de Décoration des Pâtisseries/Gâteaux (Non Comestibles)
nl: Taart/Gebak Decoratiematerialen/Accessoires (Niet-Eetbaar)

source: Bakeware/Ovenware/Grillware (Non Disposable)
de: Backformen / feuerfeste Formen / Grillzubehör (mehrweg)
fr: Ustensiles de Cuisson au Four/Grill (Non-Jetables)
nl: Bakgerei/Ovengerei/Grillgerei (Niet Wegwerp)

source: Kitchen Cookware/Bakeware Variety Packs
de: Kochgeschirr / Backformen - Sets
fr: Assortiments d'Ustensiles pour la Cuisson/la Pâtisserie
nl: Kookgerei/Bakgerei - Assortimenten

source: Cookware/Bakeware Other
de: Kochgeschirr / Backformen - sonstige
fr: Autres Ustensiles pour la Cuisson/la Pâtisserie
nl: Kookgerei/Bakgerei - Overig

source: Plates (Non Disposable)
de: Teller (mehrweg)
fr: Assiettes (Non-Jetables)
nl: Borden (Niet Wegwerp)

source: Bowls (Non Disposable)
de: Schüsseln (mehrweg)
fr: Bols / Verrines / Coupelles (Non jetables)
nl: Kommen (Niet Wegwerp)

source: Mugs/Cups (Non Disposable)
de: Becher / Tassen (mehrweg)
fr: Mugs/Tasses (Non Jetable)
nl: Mokken/Kopjes (Niet Wegwerp)

source: Serving Jugs/Pitchers/Decanters
de: Servierkannen / -krüge / Karaffen
fr: Cruches/Carafes/Décanteurs de Service
nl: Serveerkannen/-kruiken/-karaffen

source: Serving Trays
de: Serviertabletts
fr: Chariots de Service (Non-Electriques)
nl: Dienbladen

source: Food Serving Trolleys (Non Powered)
de: Servierwagen (nicht elektrisch)
fr: Chariots de Service (Non-Electriques)
nl: Bijzettafels voor Levensmiddelen (Niet-elektrisch)

source: Food/Beverage Warmers/Coolers (Non Powered)
de: Speisen- / Getränkewärmer (nicht elektrisch)
fr: Chauffe-Plat/Chauffe-Boisson (Non-Electrique)
nl: Levensmiddelen/Drank Verwarmingstoestellen (Niet-elektrisch)

source: Ice/Wine Buckets (Non Powered)
de: Eiskübel / Weinkühler (nicht elektrisch)
fr: Seau à Champagne/Vin (Non Electrique)
nl: IJs-/Wijnemmers

source: Salt/Pepper/Spice Mills (Non Powered)
de: Salz- / Pfeffer- / Gewürzmühlen (nicht elektrisch)
fr: Moulin à Sel/Poivre/Epices (Non Electrique)
nl: Zout-/Peper-/Kruidenmolens (Niet-elektrisch)

source: Food Stands/Displays
de: Essensstände / -Auslagen
fr: Présentoirs/Supports de Plats
nl: Voedselrekken/Displays

source: Kitchen Knives/Cleavers
de: Küchenmesser / Hackbeile
fr: Couteaux de Cuisine/Couperets
nl: Keukenmessen/Hakmessen

source: Corers/Peelers
de: Entkerner / Schäler
fr: Vide-Pommes/Éplucheurs/Économes
nl: Boren/Schillers

source: Spatulas/Scoops/Ladles
de: Pfannenwender / Kellen / Schöpflöffel
fr: Spatules/Pelles/Louches
nl: Spatels/Scheplepels/Soeplepels

source: Tongs/Tweezers/Mallets/Mashers/Whisks
de: Zangen / Pinzetten / Klopfer / Stampfer / Schneebesen
fr: Tenailles/Pinces/Maillets/Pilons/Fouets
nl: Tangen/Pincetten/Hamers/Stampers/Kwasten

source: Kitchen Slicers/Graters/Cutters
de: Hobel / Reiben / Schneider
fr: Trancheuses/Râpes de Cuisine
nl: Keuken Snij-/Rasp-/Haktoestellen

source: Rolling Pins
de: Nudelhölzer
fr: Rouleaux à Pâtisserie
nl: Deegrollen

source: Skewers/Sticks
de: Bratspieße / Spieße
fr: Brochettes/Piques
nl: Vleespennen/Sticks

source: Openers – Kitchen
de: Flaschen- / Dosenöffner / Nussknacker / sonstige Öffner
fr: Outils de Cuisine - Ouvreurs
nl: Openers

source: Multifunction Kitchen Tools
de: Multifunktions-Küchengeräte
fr: Ustensiles de Cuisine Multifonctions
nl: Multifunctioneel Keukengereedschap

source: Food Preparation Equipment Variety Packs
de: Essenszubereitung - Geräte / Hilfsmittel - Sets
fr: Assortiments d'Ustensiles Ménagers pour la Préparation des Aliments
nl: Klein Keukenmateriaal - Assortimenten

source: Food Preparation Equipment Other
de: Essenszubereitung - Geräte / Hilfsmittel - sonstige
fr: Autres Ustensiles pour la Préparation des Aliments
nl: Klein Keukenmateriaal - Overig

source: Kitchen Merchandise Variety Packs
de: Tafel- / Küchengeräte - Sets
fr: Assortiments d'Ustensiles de Cuisine
nl: Keukengerei - Assortimenten

source: Household/Office Shelving Units
de: Regale / Regalsysteme
fr: Éléments de Rayonnage Domestiques/De Bureau
nl: Planken / Stellingen

source: Filing Cabinets
de: Aktenschränke / Büroschränke
fr: Meubles-classeurs
nl: Archiefkasten

source: Universal Entertainment Units
de: TV- & Phonomöbel
fr: Éléments de Loisirs Universels
nl: Universele Televisiemeubels

source: Household/Office Boxes/Baskets
de: Kisten / Körbe / Truhen
fr: Boîtes/Paniers Domestiques/De Bureau
nl: Huis/Kantoor Dozen/Manden

source: Storage Rails/Holders
de: Ablageleisten / -Halterungen
fr: Rails/Portants de Rangement
nl: Opbergrails/Houders

source: Household Organisers/Tidies
de: Platzspar- / Ordnungssysteme
fr: Organiseurs/Vide-poches Domestiques
nl: Huishoud Organisers/Opbergbakjes

source: Household/Office Partitions/Screens
de: Raumteiler / Paravents / Bürotrennwände
fr: Paravents Domestiques/De Bureau
nl: Huis/Kantoor Scheidingen/Schermen

source: Household/Office Storage/Display Furniture/Screens Variety Packs
de: Aufbewahrungs- / Ergänzungsmöbel / Raumteiler - Sets
fr: Assortiments de Paravents/Meubles de Rangement/D'Exposition Domestiques/De Bureau
nl: Huis/Kantoor Kasten/Vitrines - Assortimenten

source: Household/Office Chairs/Stools (Powered)
de: Stühle / Hocker / Bürositzmöbel (elektrisch)
fr: Chaises/Tabourets de Maison/Bureau (Electriques)
nl: Huis/Kantoor Stoelen/Krukken (Elektrisch)

source: Household/Office Chairs/Stools (Non Powered)
de: Stühle / Hocker / Bürositzmöbel (nicht elektrisch)
fr: Chaises/Tabourets de Maison/Bureau (Non Electriques)
nl: Huis/Kantoor Stoelen/Krukken (Niet-elektrisch)

source: Household/Office Sofas (Powered)
de: Sofas (elektrisch)
fr: Canapés Domestiques/De Bureau (Electriques)
nl: Huis/Kantoor Banken (Elektrisch)

source: Household/Office Sofas (Non Powered)
de: Sofas (nicht elektrisch)
fr: Canapés Domestiques/De Bureau (Non Electriques)
nl: Huis/Kantoor Zitbanken (Niet-elektrisch)

source: Household/Office Sofa Beds
de: Funktionssofas / Sofabetten
fr: Canapés-lits Domestiques/De Bureau
nl: Huis/Kantoor Slaapbanken

source: Bean Bags/Pouffes/Ottomans
de: Sitzsäcke / Puffs / Ottomanen
fr: Fauteuils Poires/Poufs
nl: Zitzakken/Poefs/Lounge Stoelen

source: Inflatable Seating
de: Aufblasbare Sitzmöbel
fr: Sièges Gonflables
nl: Opblaasbare Zitmeubelen

source: Household/Office Foot Rests
de: Fußstützen
fr: Repose-pieds Domestiques/De Bureau
nl: Huis/Kantoor Voetsteunen

source: Household/Office Seating Variety Packs
de: Sitzmöbel / Polstermöbel - Sets
fr: Assortiments de Sièges Domestiques/De Bureau
nl: Huis/Kantoor Zitmeubelen - Assortimenten

source: Household/Office Seating Other
de: Sitzmöbel / Polstermöbel - sonstige
fr: Autres Sièges Domestiques/De Bureau
nl: Huis/Kantoor Zitmeubelen - Overig

source: Household/Office Tables
de: Tische
fr: Tables Domestiques/De Bureau
nl: Huis/Kantoor Tafels

source: Household/Office Desks/Workstations
de: Schreibtische / Computertische
fr: Bureaux/Postes de Travail Domestiques/De Bureau
nl: Huis/Kantoor Schrijftafels/Werkstations

source: Household/Office Tables/Desks Other
de: Tische / Schreibtische - sonstige
fr: Autres Tables/Bureaux Domestiques/De Bureau
nl: Huis/Kantoor Tafels/Bureaus - Overig

source: Household/Office Tables/Desks Variety Packs
de: Tische / Schreibtische - Sets
fr: Assortiments de Tables/Bureaux Domestiques/De Bureau
nl: Huis/Kantoor Tafels/Bureaus - Assortimenten

source: Household Bed Frames/Bedsteads
de: Bettkästen / Bettgestelle
fr: Châlits/Cadres de Lit Domestiques
nl: Bedframes/Ledikanten

source: Household Adjustable Beds (Powered)
de: Betten (elektrisch verstellbar)
fr: Lits Réglables Domestiques (Electriques)
nl: Verstelbare Bedden (Elektrisch)

source: Household Adjustable Beds (Non Powered)
de: Betten (manuell verstellbar)
fr: Lits Réglables Domestiques (Non Electriques)
nl: Verstelbare Bedden (Niet-elektrisch)

source: Household Mattresses
de: Matratzen
fr: Matelas Domestiques
nl: Matrassen

source: Household Inflatable Beds/Water Beds
de: Aufblasbare Betten / Wasserbetten
fr: Lits Gonflables/Lits d'Eau Domestiques
nl: Opblaasbedden/Waterbedden

source: Household Beds/Mattresses Other
de: Betten / Matratzen - sonstige
fr: Autres Lits/Matelas Domestiques
nl: Bedden/Matrassen - Overig

source: Household Beds/Mattresses Variety Packs
de: Betten / Matratzen - Sets
fr: Assortiments de Lits/Matelas Domestiques
nl: Bedden/Matrassen - Assortimenten

source: Curtains
de: Vorhänge
fr: Rideaux
nl: Gordijnen

source: Horizontal Window Blinds
de: Horizontale Fensterjalousie (textil)
fr: Stores de Fenêtre Vénitiens/Horizontaux
nl: Horizontale Jaloezieën

source: Furnishing Covers/Protectors - Detachable
de: Möbelüberwürfe / Tischdecken
fr: Housses/Tissus d'Ameublement - Détachables
nl: Meubelovertrekken/Bescherming - Afneembaar

source: Cushions
de: Kissen
fr: Coussins
nl: Sierkussens

source: Furnishing Floor Rugs/Mats - Detachable
de: Läufer/Matten - ablösbar
fr: Carpettes/Tapis d'Ameublement - Amovibles
nl: Vloertapijten/Matten - Verwijderbaar

source: Fabric/Textile Towels
de: Handtücher / Hauswäsche
fr: Serviettes en Tissu/Textile
nl: Stoffen/Textiel Hand-/theedoeken

source: Household/Office Fabric/Textile Furnishing Variety Packs
de: Heimtextilien - textile Wohn- / Büroeinrichtung - Sets
fr: Assortiments d'Eléments d'Ameublement en Tissu/Textile pour la Maison /le Bureau
nl: Huis/Kantoor Meubilair/Inrichting/Beddengoed - Assortimenten

source: Household/Office Fabric/Textile Furnishings Other
de: Heimtextilien - textile Wohn- / Büroeinrichtung - sonstige
fr: Autres Eléments d'Ameublement en Tissu/Textile Domestiques/de Bureau
nl: Huis/Kantoor Textiel - Overig

source: Duvets/Quilts
de: Daunendecken / Steppdecken / Matratzenauflagen
fr: Couettes/Edredons
nl: Dekbedden/Quilts/Gewatteerde deken

source: Duvets/Quilts Covers/Protectors - Detachable
de: Bettbezüge
fr: Housses de Couette/d’Edredon - Détachable
nl: Beschermers voor Dekbedden/Quilts/Gewatteerde deken/Overtrekken - Afneembaar

source: Blankets/Throws (Non Powered)
de: Decken / Überwürfe (nicht elektrisch)
fr: Couvertures/Jetés de Lit (Non Electriques)
nl: Dekens/Plaids (Niet-elektrisch)

source: Pillows
de: Kopfkissen
fr: Oreillers
nl: Hoofdkussens

source: Pillow Cases/Protectors - Detachable
de: Kopfkissenbezüge
fr: Taies d'Oreiller - Détachable
nl: Kussenslopen

source: Bed Sheets/Valances
de: Bettlaken / Bettvolants
fr: Draps/Alèses
nl: Bedden-/hoeslakens

source: Ornaments (Non Powered)
de: Dekorationsgegenstände
fr: Décorations (Non Electrique)
nl: Ornamenten / Sierobjecten (Niet-aangedreven)

source: Artificial Flowers/Plants/Trees
de: Künstliche Blumen / Pflanzen / Bäume
fr: Fleurs/Plantes/Arbustes Artificiel(le)s
nl: Kunstbloemen/-planten/-bomen

source: Vases
de: Vasen
nl: Vazen

source: Decorative Magnets/Stickers/Window Clings
de: Dekorative Magnete / Aufkleber / Fensteraufkleber
fr: Aimants/Autocollants/Ornements de Fenêtre Décoratifs
nl: Decoratieve Magneten/Stickers/Raamklevers

source: Sun/Dream Catchers/Windchimes
de: Mobiles / Traumfänger / Windspiele
fr: Mobiles Scolaires/Capteurs de Rêves/Carillons Eoliens
nl: Zon/Dromenvangers/Windklokkenspel

source: Seasonal Decorations (Non Powered)
de: Saisondekorationen (nicht elektrisch)
fr: Décorations Saisonnières (Non Electrique)
nl: Seizoensdecoraties (Niet-elektrisch)

source: Seasonal Decorations (Powered)
de: Saisondekorationen (elektrisch)
fr: Décorations Saisonnières (Electrique)
nl: Seizoensdecoraties (Elektrisch)

source: Ornaments Variety Packs
de: Dekorationsgegenstände - Sets
fr: Assortiments d'Accessoires de Décoration
nl: Decoraties - Assortimenten

source: Paintings
de: Gemälde / Zeichnungen
fr: Tableaux
nl: Schilderijen

source: Posters/Prints
de: Poster / Kunstdrucke
fr: Affiches/Imprimés
nl: Posters/Prenten

source: Photographs
de: Fotografien
fr: Photographies
nl: Foto's

source: Mirrors
de: Spiegel
fr: Miroirs
nl: Spiegels

source: Picture Frames
de: Bilderrahmen
fr: Cadres
nl: Fotolijsten

source: Pictures/Mirrors/Frames Variety Packs
de: Bilder / Spiegel / Bilderrahmen - Sets
fr: Assortiments d'Images/Miroirs/Cadres
nl: Posters/Spiegels/Lijsten - Assortimenten

source: Picture/Mirrors/Frames Other
de: Bilder / Spiegel / Bilderrahmen - sonstige
fr: Autres Images/Miroirs/Cadres
nl: Posters/Spiegels/Lijsten - Overig

source: Candle Holders/Accessories
de: Kerzenhalter / Zubehör
fr: Bougeoirs/ Accessoires
nl: Kandelaars/Accessoires

source: Clocks
de: Uhren
fr: Horloges
nl: Klokken

source: Oral/Mouth Treatments
de: Mund- / Rachenmittel
fr: Traitements Oraux/Buccaux
nl: Mondbehandelingen

source: Petticoats/Underskirts/Slips
de: Unterröcke / Petticoats / Unterkleider
fr: Jupons/Combinaisons
nl: Petticoats/Onderrokken/Slips

source: Pantyhose/Stockings
de: Strumpfhosen / Nylonstrümpfe
fr: Collants/Bas
nl: Panty's

source: Suspenders/Garters
de: Strumpfhalter / Strumpfbänder
fr: Jarretelles/Jarretières
nl: Jarretels/Kousenbanden

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Wandverkleidung – Rollen (Tapeten / Wandbekleidungen)
fr: Revêtements Muraux - Rouleaux
nl: Wandbekleding - Rollen

source: Wall Coverings – Tiles
de: Wandverkleidung - Kacheln / Fliesen
fr: Revêtements Muraux - Carreaux
nl: Muurbedekking - Tegels

source: Wall/Ceiling Covering Accessories
de: Wand- / Decken-Verkleidung - Zubehör
fr: Accessoires Pour Revêtement des Murs/Plafonds
nl: Muur-/Plafondbedekking - Accessoires

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Wand- und Deckenverkleidung – Tafeln / Paneele / Platten
fr: Revêtements de Mur et Plafond - Dalles/Panneaux/Lattes
nl: Wand- en Plafondbekleding - Platen/Panelen/Tegels

source: Wall/Ceiling Coverings Other
de: Wand- / Decken-Verkleidung - sonstige
fr: Autres Revêtements de Mur/Plafond
nl: Muur-/Plafondbedekking - Overig

source: Wall/Ceiling Coverings Variety Packs
de: Wand- / Decken-Verkleidung - Sets
fr: Assortiments de Revêtements de Mur/Plafond
nl: Muur-/Plafondbedekking - Assortimenten

source: Flooring – Ceramic/Porcelain Tiles
de: Bodenbeläge - Keramik- / Porzellan-Fliesen
fr: Revêtements de Sol - Carreaux de Céramique/Porcelaine
nl: Vloermateriaal - Keramische/Porseleinen Tegels

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bodenbeläge – Zubehör
fr: Accessoires de Revêtements de Sol
nl: Vloeren - Accessoires

source: Flooring – Carpet
de: Teppiche / Teppichböden
fr: Revêtements de Sol - Moquettes
nl: Vloermateriaal - Tapijt

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bodenbeläge – Massivdielen / Massivparkett
fr: Revêtements de Sol - Bois Massif
nl: Vloeren - Massief hout

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bodenbeläge – Vinyl / Gummi / Linoleum
fr: Revêtements de Sol - Vinyle/Caoutchouc/Linoleum
nl: Vloeren – Vinyl/Rubber/Linoleum

source: Flooring – Cork/Bamboo
de: Kork- / Bambus-Bodenbeläge
fr: Revêtements de Sol - Liège/Bambou
nl: Vloermateriaal - Kurk/Bamboe

source: Flooring – Stone/Marble
de: Bodenbeläge - Stein / Marmor
fr: Revêtements de Sol - Pierre/Marbre
nl: Vloermateriaal - Steen/Marmer

source: Flooring – Laminate
de: Laminatbodenbeläge
fr: Revêtements de Sol - Stratifiés
nl: Vloermateriaal - Laminaat

source: Flooring Other
de: Bodenbeläge - sonstige
fr: Autres Revêtements de Sol
nl: Vloermateriaal - Overig

source: Flooring Variety Packs
de: Bodenbeläge - Sets
fr: Assortiments de Revêtements de Sol
nl: Vloermateriaal - Assortimenten

source: Insulation - Boards/Rolls/Blankets
de: Isolierung - Dämmplatten / -Rollen / -Decken
fr: Isolation - Plaques/Rouleaux/Nattes
nl: Isolatie - Isolatieplaten/Rollen/Dekens

source: Insulation – Loose Fill/Spray Foam
de: Loses Dämmmaterial / Dämm-Sprühschaum
fr: Isolation - Isolants en Vrac/Mousses projetées
nl: Isolatie - Losse Vulling/Sprayschuim

source: Insulation Other
de: Isolierung / Dämmstoffe - sonstige
fr: Autres Produits d'Isolation
nl: Isolatie - Overig

source: Insulation Variety Packs
de: Isolierung / Dämmstoffe - Sets
fr: Assortiments de Produits d'Isolation
nl: Isolatie - Assortimenten

source: Special Purpose Paints
de: Spezialfarben
fr: Peintures Spéciales
nl: Verven voor Speciale Doeleinden

source: Wood Finish/Treatments/Coatings
de: Holzanstriche / -Beschichtungen
fr: Apprêts/Traitements/Enduits Pour le Bois
nl: Houtafwerking/-behandelingen/-deklagen

source: Painting Replacement Parts
de: Trockenbauwerkzeuge – Ersatzteile / Zubehör
fr: Outils de Cloison Sèche - Pièces Détachées/Accessoires
nl: Verfapparatuur - Onderdelen

source: Paint/Varnish Removers/Cleaners
de: Farb- / Lack-Entferner / Reinigungsmittel
fr: Nettoyants/Dissolvants de Peinture/Vernis
nl: Verf/Vernis Verwijderproducten/Schoonmaakmiddelen

source: Painting Variety Packs
de: Malerbedarf - Sets
fr: Assortiments de Produits Pour la Peinture
nl: Verf - Assortimenten

source: Painting Other
de: Malerbedarf - sonstige
fr: Autres Produits Pour la Peinture
nl: Verf - Overig

source: Building Products Variety Packs
de: Baustoffe / Bauelemente / Baubedarf - Sets
fr: Assortiment de Produits pour la Construction
nl: Bouwbenodigdheden - Assortimenten

source: Stairs – Prefabricated
de: Fertigtreppen
fr: Escaliers - Préfabriqués
nl: Trappen - Geprefabriceerd

source: Newel Posts
de: Treppenantritt- / Treppenaustrittpfosten
fr: Pilastres
nl: Trappalen

source: Mezzanine/Attic Ladders
de: Dachboden- / Mezzanintreppen
fr: Échelles de Grenier/Mezzanine
nl: Mezzanineladders/Zolderladders

source: Stone – Stone Pavers
de: Steinplatten
fr: Pavés
nl: Straatstenen

source: Aggregate
de: Betonzuschlagstoffe (Schotter / Kies)
fr: Granulats/Agrégats
nl: Stoffen voor Vervaardiging van Beton

source: Concrete Mixes
de: Betonmischungen (Trockenmischungen)
fr: Bétons
nl: Betonmortel

source: Brick/Block
de: Bausteine / Ziegel
fr: Briques/Blocs
nl: Stenen/blokken/bakstenen

source: Cement
de: Zement
fr: Ciments

source: Stucco
de: Stuck
fr: Stucs
nl: Pleisterwerk/Stucco

source: Plaster Mixes
de: Putzmischungen / Verfugung für Gipskarton
fr: Préparations de Plâtre/Jointoiement de Plaques de P!âtre
nl: Gipsmengsels/Gipsplaatvoegen

source: Lime (DIY)
de: Kalk (Do-ityourself)
fr: Chaux (Bricolage)
nl: Kalk (DHZ)

source: Columns (Structural)
de: Pfeiler / Säulen (tragend)
fr: Colonnes (Structurel)
nl: Kolommen / Zuilen

source: Shims/Spacers
de: Abstandsscheibe / Abstandshalter
fr: Cales
nl: Opvulstukjes/Afstandsplaten

source: Floor Trusses
de: Bodentragwerke
fr: Poutres de Plancher
nl: Vloerconstructies

source: Structural Beams
de: I-Träger
fr: Poutres Structurelles
nl: Dragende Balken

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bauschnittholz / Konstruktionsholz
fr: Bois de Charpente/Construction
nl: Dimensie-/Constructie Timmerhout

source: Engineered Wood (Dimension/Structural)
de: Holzwerkstoffe / Schichtholz (tragend)
fr: Bois d'Ingénierie (Dimensionnés/de Construction)
nl: Behandeld Hout

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Sperrholz- / OSB- / Holzplatten
fr: Panneaux de Particules (OSB)/Contreplaqués
nl: Multiplex/OSB/Houten Planken

source: Gypsum/Cement Board
de: Gipskartonplatten / Faserzementplatten
fr: Plaques de Plâtre/de Ciment
nl: Gips-/Cementplaat

source: Windows – Combination Units – Wood
de: Fenstersysteme / Doppelfenster - Massivholz
fr: Fenêtres - à Ouvrants Multiples - en Bois
nl: Raamsystemen/Dubbele Ramen (Hout)

source: Window Frames
de: Fensterrahmen
fr: Cadres de Fenêtre
nl: Raamlijsten

source: Skylights – Non Wood
de: Dachfenster - ohne Holzrahmen (Kunststoff- / Aluminiumfenster)
fr: Fenêtres de Toit - Autre qu'en Bois
nl: Dakramen (Niet-Hout)

source: Window Film
de: Fensterfolie
fr: Films Pour Fenêtres
nl: Raam- en Decoratiefolie

source: Window Locks/Bolts
de: Fensterschlösser / -riegel
fr: Serrures/Verrous de Fenêtre
nl: Raamsloten/-grendels

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Insektenschutzgitter / Insektenvorhänge
fr: Moustiquaires/Rideaux Anti-insectes/Anti-mouches
nl: Insectengaas/Insectengordijnen

source: Awnings – Powered
de: Markisen (elektrisch)
fr: Bannes - Electriques
nl: Zonneschermen - Elektrisch

source: Window Handles
de: Fenstergriffe
fr: Poignées de Fenêtre
nl: Raamknoppen

source: Windows – Storm
de: Wetterschutz-Zusatzfenster
fr: Fenêtres - Contre-Fenêtres
nl: Stormramen

source: Window Wells
de: Kellerlichtschächte
fr: Puits de Fenêtre
nl: Lichtschachten

source: Window Balances
de: Gegengewichts-Feder-Systeme für Schiebefenster
fr: Contrepoids de Fenêtre
nl: Raam Balanceerinrichtingen

source: Doors – Interior
de: Türen
fr: Portes
nl: Deuren

source: Doors – Garage
de: Garagentore
fr: Portails/Portes de garage
nl: Poort-/Garagedeuren

source: Door Plates
de: Türschilder
fr: Plaques de Porte
nl: Deurplaatjes

source: Door Handles/Knobs/Levers
de: Türgriffe / -Knäufe/ -Hebel
fr: Poignées/Boutons de Porte
nl: Deurkrukken/-knoppen/-klinken
