Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Caraway
de: Kümmel
fr: Carvis
nl: Karwijplant

source: Lovage
de: Liebstöckel
fr: Livèches (Ache des Montagnes)
nl: Lavas/Maggiplant

source: Laurel
de: Lorbeer
fr: Lauriers
nl: Laurier

source: Marjoram
de: Majoran
fr: Marjolaines
nl: Marjolein/Majoraan

source: Pot Marjoram
de: Türkischer Oregano
fr: Origans Turcs/Grecs/Crétois
nl: Pot Marjolein

source: Balm
de: Zitronenmelisse
fr: Citronnelles
nl: Citroenmelisse

source: Mint
de: Minze
fr: Menthes
nl: Munt

source: Sweet Cicely
de: Süßdolde / Myrrhenkerbel
fr: Cerfeuils Musqués
nl: Roomse Kervel

source: Burnet Saxifrage
de: Bibernellen / Pimpinellen
fr: Boucages saxifrages
nl: Kleine Bevernel

source: Rosemary
de: Rosmarin
fr: Romarins
nl: Rozemarijn

source: Chives
de: Schnittlauch
fr: Ciboulettes
nl: Bieslook

source: Common Thyme
de: Thymian
fr: Thyms Communs
nl: Tijm

source: Lemon Thyme
de: Zitronenthymian
fr: Thyms Citrons
nl: Citroentijm

source: Hyssop
de: Ysop
fr: Hysopes
nl: Hysop

source: Lemon Verbena
de: Zitronenverbene
fr: Verveines Citronnées
nl: Citroenverbena/Verveine

source: Head Lettuce (Butterhead)
de: Kopfsalat (Buttersalat)
fr: Iceberg/Coeur de laitue
nl: Kropsla/Botersla

source: Romaine (Cos) Lettuce
de: Romanasalat / Römersalat
fr: Laitue Romaine
nl: Bindsla/Romeinse Sla

source: Lambs Lettuce
de: Feldsalat
fr: Mâche
nl: Veldsla

source: Rocket
de: Rauke / Rukola
fr: Roquette
nl: Rucola

source: Dandelion Greens/Lion's Tooth
de: Grün vom Löwenzahn
fr: Pissenlits
nl: Paardenbloem

source: Sorrel
de: Sauerampfer
fr: Oseille Commune (Grande Oseille)
nl: Zuring

source: Spinach
de: Spinat
fr: Epinards
nl: Spinazie

source: Purslane
de: Portulak
fr: Pourpiers
nl: Postelein

source: Witloof (Belgian Endive)
de: Chicorée (Brüsseler Endivie)
fr: Chicorée (Endive de Belgique)
nl: Witlof (Witloof)

source: Sugarloaf
de: Winterendivie
fr: Chicorées
nl: Suikerij/Groenlof

source: Endive (Curled)
de: Endivie (kraus)
fr: Endive (Frisée)
nl: Frisée (Krulandijvie)

source: Elongated Sweet Peppers (Pointed)
de: Gemüsepaprika (spitz)
fr: Poivron Doux Allongé (Pointus)
nl: Zoete puntpaprika's

source: Chilli Peppers
de: Chilischoten
fr: Piment fort
nl: Chilipepers

source: Potatoes
de: Kartoffeln
fr: Pommes de Terre
nl: Aardappelen

source: Taro
de: Taros
nl: Taro's

source: Cassava
de: Kassavas / Manioks
fr: Manioc (Racines)
nl: Cassave/Maniok

source: Lilac Tannia
de: Lila Tannia
fr: Malanga/Chou Caraïbe
nl: Lila Tayers

source: White Tannia
de: Weiße Tannia
fr: Macabo
nl: Witte Tayers

source: Sweet Potatoes
de: Süßkartoffeln
fr: Patates Douces
nl: Zoete Aardappelen

source: Yams
de: Yamswurzeln
fr: Ignames
nl: Yamknollen

source: Ginger
de: Ingwer
fr: Gingembre
nl: Gember

source: Radishes
de: Radieschen
fr: Radis
nl: Radijsjes

source: Black Radishes
de: Speise-Rettiche / Winter-Rettiche
fr: Radis Noirs
nl: Rammenassen

source: May Turnips
de: Mairüben
fr: Navet de Mai (Navet Précoce)
nl: Knolrapen (Meirapen)

source: Turnip Tops
de: Rübenblätter / Rübstiele
fr: Feuilles de Navet
nl: Raapstelen

source: Swedish Turnips (Rutabagas)
de: Steckrüben / Schmalzrüben (Kohlrüben)
fr: Navet Suédois (Rutabagas)
nl: Koolrapen (Rutabagas)

source: Teltow Turnips
de: Teltower Rübchen
fr: Navets de Teltow
nl: Teltower Rapen

source: Turnips
de: Weiße Rüben
fr: Navets
nl: Witte Rapen

source: Beetroot
de: Rüben / Rote Beete
fr: Betterave
nl: Rode bieten

source: Carrots
de: Möhren / Karotten
fr: Carottes
nl: Wortelen

source: Celeriac
de: Knollensellerie
fr: Céleri-Rave
nl: Knolselderij

source: Horseradish
de: Meerrettich / Kren
fr: Raifort (Racines)
nl: Mierikswortelen

source: Jerusalem Artichokes
de: Topinaburen
fr: Topinambours
nl: Topinamboeren (Aardperen)

source: Parsnips
de: Pastinaken
fr: Panais
nl: Pastinaken

source: Root Parsley
de: Petersilienwurzeln (Hamburg)
fr: Racine de Persil
nl: Wortelpeterselie

source: Aubergines
de: Auberginen

source: Asparagus
de: Spargel
fr: Asperges
nl: Asperges

source: Globe Artichokes
de: Artischocken
fr: Artichauts
nl: Artisjokken

source: Celery
de: Sellerie
fr: Céleri
nl: Bleekselderij

source: Leek
de: Lauch / Porree
fr: Poireau
nl: Prei

source: Rhubarb
de: Rhabarber
fr: Rhubarbe
nl: Rabarber

source: Cardoons
de: Kardonen
fr: Cardons
nl: Kardoen

source: Palm Hearts
de: Palmherzen
fr: Coeurs de Palmier
nl: Palmhart

source: Bamboo Shoots
de: Bambussprossen
fr: Pousses de Bambou
nl: Bamboescheuten

source: Chinese Cabbages
de: Chinakohl
fr: Choux de Pékin
nl: Chinese Kool

source: Kale
de: Grünkohl
fr: Choux Frisés
nl: Boerenkool

source: Sweetcorn
de: Zuckermais
fr: Maïs Doux
nl: Suikermais

source: Endive (Broad Leaf)
de: Endivie (breite Blätter)
fr: Scaroles (Pleines Feuilles)
nl: Andijvie

source: Common Cultivated Mushroom (Agaricus)
de: Gemeiner Kultur-Champignons
fr: Champignons Cultivés/Champignons de Paris (Agaricus)
nl: Champignons

source: Yardlong Beans
de: Spargelbohnen
fr: Dolique Asperge
nl: Kousenband/Aspergebonen

source: Lemongrass
de: Zitronengras
fr: Citronnelles de l'Inde
nl: Citroengras

source: Cherry Tomatoes – Oblong
de: Kirschtomaten – länglich
fr: Tomates Cerises – Allongées
nl: Pruim Cherrytomaten

source: Cherry Tomatoes – Round
de: Kirschtomaten – rund
fr: Tomates Cerises – Rondes
nl: Ronde Cherrytomaten

source: Tomatoes – Oblong
de: Tomaten – länglich
fr: Tomates – Allongées
nl: Pruimtomaten

source: Tomatoes – Ribbed
de: Tomaten – gerippt
fr: Tomates – A Côtes
nl: Vleestomaten

source: Tomatoes – Round
de: Tomaten – rund
fr: Tomates – Rondes
nl: Ronde Tomaten

source: Tomatoes Variety Packs
de: Tomaten - Mischpackungen
fr: Tomates Assortiments
nl: Tomaten - Mengsels (Vers)

source: Finger Avocados
de: Cocktail-Avocados
fr: Avocats Cocktails
nl: Cocktail Avocado's

source: Avocados – Pebbled Peel (Hass-Type)
de: Hass-Avocados - raue Schale
fr: Avocats - Peau Granelée (Type Hass)
nl: Avocado's - Ruwe Schil (Type Hass)

source: Avocados – Smooth Peel
de: Fuerte-Avocados - glatte Schale
fr: Avocats - Peau Lisse
nl: Avocado's - Gladde Schil

source: Vegetables – Unprepared/Unprocessed (Fresh) Variety Packs
de: Gemüse - nicht bearbeitet / verarbeitet (frisch) - Mischpackungen
fr: Assortiments de Légumes – Non Préparés/Non Transformés (Frais)
nl: Groenten - Onbewerkt/Onverwerkt (Vers) - Mengsels

source: Fruits – Unprepared/Unprocessed (Fresh) Variety Packs
de: Obst - nicht bearbeitet / verarbeitet (frisch) - Mischpackungen
fr: Fruits - Non Préparés/Non Transformés (Frais) Assortiments
nl: Fruit - Onbewerkt/Onverwerkt (Vers) - Mengsels

source: Quinces
de: Quitten
fr: Coings
nl: Kweeperen

source: Square Sweet Peppers (Blunt)
de: Gemüsepaprika (stumpf zulaufend)
fr: Poivron Doux Carré (Epointé)
nl: Blokpaprika's

source: Square Tapering Sweet Peppers (Peg Top)
de: Gemüsepaprika (keilförmig zulaufend)
fr: Poivron Doux Carré en Pointe (Toupie)
nl: Puntpaprika's

source: Flat Sweet Peppers (Tomato Peppers)
de: Platte Gemüsepaprika (Apfelpaprika)
fr: Poivron Doux Plat (Tomate)
nl: Platte Paprika's (Tomaatpaprika's)

source: Red Currants
de: Rote Johannisbeeren
fr: Groseilles
nl: Aalbessen

source: Black Currants
de: Schwarze Johannisbeeren
fr: Cassis
nl: Zwarte Bessen

source: Pepper Variety Packs
de: Gemüsepaprika - Mischpackungen
fr: Assortiments de Poivrons/Piments
nl: Paprika's (incl. Pepers) - Mengsels (Vers)

source: Pointed Cabbage
de: Spitzkohl
fr: Chou Pointu
nl: Spitskool

source: Parsley (Curled)
de: Petersilie (kraus)
fr: Persils Frisés
nl: Krulpeterselie

source: Parsley (Flat)
de: Petersilie (glatt)
fr: Persils Plats
nl: Bladpeterselie (Italiaans)

source: Scorzonera
de: Schwarzwurzeln
fr: Scorsonères
nl: Schorseneren

source: Cosmetic/MakeUp Display Test
de: Auslagen (Kosmetik)
fr: Présentoirs de Test Cosmétiques/de Maquillage
nl: Cosmetica/Make-up - Testdisplay

source: In-Shell Nest Run Eggs
de: unsortierte Eier in der Schale
fr: Oeufs en Coquille Sorti du Nid (Processus Industriel)
nl: Ongesorteerde Eieren in Schaal

source: In-Shell Checked/Dirty Eggs
de: verunreinigte / beschädigte Eier in der Schale
fr: Oeufs Coquille Vérifiés/Sales (Processus Industriel)
nl: Verontreinigde/Beschadigde Eieren in Schaal

source: Eggs Extracts
de: Eierextrakte
fr: Extraits d’Oeufs
nl: Eierextracten

source: In Shell Table Eggs
de: Konsumeier in der Schale
fr: Oeufs Coquille Triés
nl: Eieren in Schaal

source: Individually Cooked Eggs
de: Hartgekochte Eier (individuell)
fr: Oeufs Cuits Individuellements
nl: Hardgekookte Eieren (Apart)

source: Eggs Products/Substitutes
de: Eierprodukte / Volleiersatz (eihaltig)
fr: Dérivés d'Oeufs/ Substituts
nl: Eiproducten/Eivervangers (met Eieren)

source: Eggs Imitations
de: Eierersatz (nicht eihaltig)
fr: Imitations d'Oeufs
nl: Eivervangers (zonder Eieren)

source: Extracts/Seasonings/Flavour Enhancers (Shelf Stable)
de: Extrakte / Gewürze / Geschmacksverstärker (ohne Kühlung haltbar)
fr: Extraits/Assaisonnements/Exhausteurs de Goût (Longue Conservation)
nl: Extracten/Kruiden/Smaakversterkers (Houdbaar)

source: Dispensers for Cleaning/Hygiene Products
de: Spender für Reinigungs-/Hygieneprodukte
fr: Distributeurs de Produits de Nettoyage/d'hygiène
nl: Dispensers voor Schoonmaak-/Hygiënemiddelen

source: Soups – Prepared Variety Packs
de: Fertigsuppen - Mischpackungen
fr: Soupes - Préparées Assortiments
nl: Soepen - Bereid - Assortimenten

source: Sandwiches/Filled Rolls/Wraps Variety Packs
de: Sandwiches / Belegte Brötchen / Wraps - Mischpackungen
fr: Sandwichs/Rouleaux Farcis/Tortillas Fourrées Assortiments
nl: Sandwiches/Gevulde Broodjes/Wraps - Assortimenten

source: Soy/Rice Milk Maker
de: Soja- / Reismilchmaschinen
fr: Machine à Lait de Soja/RIz
nl: Soja-/Rijstmelkmachines

source: Pasta/Noodles Variety Packs
de: Teigwaren / Nudeln - Mischpackungen
fr: Pâtes/Nouilles Assortiments
nl: Pasta/Noedels - Assortimenten

source: Disinfecting Cabinet
de: Desinfektions-Kabinett
fr: Armoire de Désinfection
nl: Desinfectiemachines

source: Vegetable Based Products / Meals Variety Packs
de: Gemüsebasierte Produkte/ - Speisen / - Mischpackungen
fr: Produit à Base de Légumes / Assortiments de Repas
nl: Producten/Maaltijden op basis van Groenten - Assortimenten

source: Dough Based Products / Meals Variety Packs
de: Teigbasierte Produkte/- Gerichte - Mischpackungen
fr: Produits à base de Pâte / Assortiments de Repas
nl: Producten/Maaltijden op basis van Deeg - Assortimenten

source: Signs, Preprinted
de: Schilder, Vorbedruckt
fr: Enseignes/Panneaux Préimprimés
nl: Voorbedrukte Borden

source: Signs, Unprinted
de: Schilder, Unbedruckt
fr: Enseignes/Panneaux Non Imprimés
nl: Niet-bedrukte Borden

source: Signs, Combination
de: Schilder, Kombination
fr: Signes/Panneaux Assortiments
nl: Borden - Gecombineerd

source: Sign Holders
de: Halterungen für Schilder
fr: Porte Enseigne
nl: Houders voor Borden

source: Sign – Replacement Part/Accessory
de: Schilder - Ersatzteile / Zubehör
fr: Enseignes/Panneaux – Pièces détachées/Accessoires
nl: Borden - Onderdelen/Accessoires

source: Grain Based Products / Meals Variety Packs
de: Gertreidebasierte Produkte/-Gerichte - Mischpackungen
fr: Produits à Base de Céréales / Repas Assortiments
nl: Producten/Maaltijden op basis van Graan - Assortimenten

source: Dairy/Egg Based Products / Meals Variety Packs
de: Produkte / Gerichte auf Basis von Molkereierzeugnissen / Ei-Erzeugnissen - Mischpackungen
fr: Produits Laitiers et à base d'Oeufs / Assortiments de Repas
nl: Producten/Maaltijden op basis van Zuivelproducten/Eieren - Assortimenten

source: Meat Substitutes Variety Packs
de: Fleischersatz - Mischpackungen
fr: Assortiments de Succédanés de Viande
nl: Vleesvervangers - Assortimenten

source: Stanchions
de: Stangen
fr: Poteaux de Files d'Attentes
nl: Wachtrij afscheidingen/ afzetlintpalen

source: Hand Dryers
de: Händetrockner
fr: Sèchoir à Main
nl: Handdrogers

source: Food Treatments
de: Lebensmittelbehandlung
fr: Traitements pour Aliments
nl: Behandeling van Levensmiddelen

source: Sanitizers
de: Desinfektionsmittel - Oberflächen
fr: Produits Aseptisant
nl: Ontsmettingsmiddelen

source: Computer/Video Game Gaming Software – Digital
de: Computer- / PC- / Videospiele-Spielesoftware - Digital
fr: Logiciel Informatique/Jeux Vidéo – Numérique
nl: Computers/PC's/Spelcomputers/Games - Game Software - Digitaal

source: Computer Software (Non Games) – Digital
de: Computer Software (keine Spiele) - Digital
fr: Logiciel Informatique (Non Ludique) – Numérique
nl: Computer Software (Geen Games) - Digitaal

source: GPS Software – Mobile Communications – Digital
de: GPS-Software - digital
fr: Logiciel GPS – Communication Mobile – Numérique
nl: GPS-Software - Mobiele Communicatie - Digitaal

source: Music – Digital
de: Musik - digital
fr: Musique – Numérique
nl: Muziek - Digitaal

source: Audio (Non-Music) – Digital
de: Audio (keine Musik) – digital
fr: Audio (Non-Musical) – Numérique
nl: Audio (Niet Muziek) - Digitaal

source: Movies – Digital
de: Filme - digital
fr: Films – Numérique
nl: Films - Digitaal

source: Video (Non-Movies) – Digital
de: Videos (keine Filme) - digital
fr: Vidéo (Non Film) – Numérique
nl: Video (Niet Films) - Digitaal

source: Ring Tones – Digital
de: Klingeltöne - digital
fr: Sonneries – Numérique
nl: Ringtonen - Digitaal

source: Television Shows – Digital
de: Fernsehshows - digital
fr: Emissions de Télévisions – Numérique
nl: Televisieshows - Digitaal

source: Graphics – Digital
de: Grafiken - digital
fr: Graphismes – Numérique
nl: Afbeeldingen - Digitaal

source: Penetration Accessories (Powered)
de: Zubehör / Spielzeuge für die Penetration (elektrisch)
fr: Accessoires de Pénétration (A Moteur)
nl: Penetratie Accessoires (Elektrisch)

source: Penetration Accessories (Non Powered)
de: Zubehör / Spielzeug für die Penetration (nicht elektrisch)
fr: Accessoires de Pénétration (Manuel)
nl: Penetratie Accessoires (Niet-elektrisch)

source: Suction Devices (Powered)
de: Saugvorrichtungen (elektrisch)
fr: Appareil de Succion (A Moteur)
nl: Zuigtoestellen (Elektrisch)

source: Suction Devices (Non Powered)
de: Saugvorrichtungen (nicht elektrisch)
fr: Appareil de Succion (Manuel)
nl: Zuigtoestellen (Niet-elektrisch)

source: Cereals Products – Not Ready to Eat (Frozen)
de: Getreideprodukte – nicht verzehrfertig (tiefgefroren)
fr: Produits de Céréals – Non prêt à Consommer (Surgelé)
nl: Graanproducten - Niet-gebruiksklaar (Diepvries)

source: Vegetable Juice – Ready to Drink (Perishable)
de: Gemüsesaft - trinkfertig (leicht verderblich)
fr: Jus de Légumes – Prêts à Boire (Périssable)
nl: Groentesap - Gebruiksklaar (Beperkt Houdbaar)

source: Vegetable Juice – Ready to Drink (Shelf Stable)
de: Gemüsesaft - trinkfertig (ohne Kühlung haltbar)
fr: Jus de Légumes – Prêt à Boire (Longue Conservation)
nl: Groentesap - Gebruiksklaar (Houdbaar)

source: Vegetable Juice – Not Ready to Drink (Frozen)
de: Gemüsesaft - nicht trinkfertig (tiefgefroren)
fr: Jus de Légume – Non Prêt à Boire (Surgelé)
nl: Groentesap - Niet-gebruiksklaar (Diepvries)

source: Vegetable Juice – Not Ready to Drink (Shelf Stable)
de: Gemüsesaft - nicht trinkfertig (ohne Kühlung haltbar)
fr: Jus de Légumes – Non prêt à Boire (Longue Conservation)
nl: Groentesap - Niet-gebruiksklaar (Houdbaar)

source: Vegetable Juice Drinks – Ready to Drink (Perishable)
de: Gemüsesaftgetränke - trinkfertig (leicht verderblich)
fr: Boisson à Base de Jus de Légumes – Prêt à Boire (Périssable)
nl: Dranken met Groentesap - Gebruiksklaar (Beperkt Houdbaar)

source: Vegetable Juice Drinks – Ready to Drink (Shelf Stable)
de: Gemüsesaftgetränke - trinkfertig (ohne Kühlung haltbar)
fr: Boisson à Base de Jus de Légumes – Prêt à Boire (Longue Conservation)
nl: Dranken met Groentesap - Gebruiksklaar (Houdbaar)

source: Vegetable Juice Drinks – Not Ready to Drink (Shelf Stable)
de: Gemüsesaftgetränke - nicht trinkfertig (ohne Kühlung haltbar)
fr: Boissons de Jus de Légumes – Non Prêt à Boire (Longue Conservation)
nl: Dranken met Groentesap - Niet-gebruiksklaar (Houdbaar)

source: Caulking Guns (Non-Powered)
de: Fugenpistolen (nicht elektrisch)
fr: Pistolets de Calfeutrage (Non Electrique)
nl: Kitpistolen (Niet-aangedreven)

source: Seedlings - Ready to Eat
de: Keimling - verzehrfertig
fr: Semences – Prêt à Consommer
nl: Zaailingen - Gebruiksklaar

source: Sprouts
de: Sprossen
fr: Pousses
nl: Scheuten

source: Edible Flowers
de: Essbare Blumen
fr: Fleurs Comestibles
nl: Eetbare Bloemen

source: Tidal Sea Vegetables Other
de: Gemüse aus dem Meer - sonstige
fr: Légumes de mer et de marée Autre
nl: Zilte Groenten - Overig

source: Beech Mushrooms
de: Buchenrasling
fr: Champignon du Hêtre (Bunashimeji)
nl: Beukenzwammen/Shimeji's

source: Enokitake
de: Samtfußrübling
fr: Collybie à Pied Velouté
nl: Fluweelpootje/Enoki

source: Eryngii
de: Kräuter-Seitling
fr: Pleurote du Panicaut (Pleurotus Eryngii)
nl: Koningsoesterzwam/Eryngii

source: Wild Mushrooms (Other)
de: Wilde Pilze (sonstige)
fr: Champignons Sauvages (Autres)
nl: Overige Wilde Paddenstoelen

source: Iceberg Lettuce
de: Eisbergsalat
fr: Laitue Iceberg
nl: IJsbergsla

source: Loose Leaf/Multileaf Lettuce Other
de: Lose Blätter / Multiblattsalate - sonstige
fr: Feuilles en vrac/Multiples de Salade
nl: Losse/Meervoudige Slabladeren - Overig

source: Baby Leaves
de: "Babyblätter"
fr: Feuilles Bébés

source: Snow Peas
de: Zuckerschote
fr: Haricot Mangetout
nl: Peultjes

source: Chickpeas
de: Kichererbsen
fr: Pois Chiches
nl: Kikkererwten

source: Fennel (subspecies azoricum)
de: Fenchel Unterart azoricum
fr: Fenouil (Sous-espèce Azoricum)
nl: Knolvenkel (subspecies azoricum)

source: Baby/Infant – Specialised Foods (Frozen)
de: Baby- / Kleinkindernahrungsmittel (tiefgefroren)
fr: Bébés/Nourrissons - Aliments Spéciaux (Surgelé)
nl: Baby/Peuter - Levensmiddelen (Diepvries)

source: Air Monitors
de: Luftüberwachungsgeräte
fr: Moniteur d'Air
nl: Luchtmeetapparatuur

source: After-Sun Moisturisers
de: Feuchtigkeitsspendende After-Sun-Produkte
fr: Hydratant Après-Solaire
nl: After-sun Vochtinbrengende Producten

source: Personal Computers – Tablets/E-Book Readers
de: Personal Computer (PCs) - Tablet-PCs / E-Book-Reader
fr: Ordinateur Personnel – Tablettes/Livres Electronique
nl: Personal Computers - Tablets/E-readers

source: Metal Detectors
de: Metalldetektoren (elektrisch)
fr: Détecteurs de Métaux (Electriques)
nl: Metaaldetectoren (Aangedreven)

source: Lamb – Unprepared/Unprocessed
de: Lamm - nicht bearbeitet / verarbeitet
fr: Agneau - Non Préparé/Non Transformé
nl: Lamsvlees - Niet-bereid/Niet-bewerkt

source: Mutton – Unprepared/Unprocessed
de: Hammel - nicht bearbeitet / verarbeitet
fr: Mouton - Non Préparé/Non Transformé
nl: Schapenvlees - Niet-bereid/Niet-bewerkt

source: Wild Boar – Unprepared/Unprocessed
de: Wildschwein - nicht bearbeitet / verarbeitet
fr: Sanglier - Non Préparé/Non Transformé
nl: Wild Zwijn Vlees - Niet-bereid/Niet-bewerkt

source: Hare – Unprepared/Unprocessed
de: Echter Hase - nicht bearbeitet / verarbeitet
fr: Lièvre - Non Préparé/Non Transformé
nl: Hazenvlees - Niet-bereid/Niet-bewerkt

source: Antelope – Unprepared/Unprocessed
de: Antilope - nicht bearbeitet / verarbeitet
fr: Antilope - Non Préparé/Non Transformé
nl: Antilopenvlees - Niet-bereid/Niet-bewerkt

source: Beefalo/Cattalo – Unprepared/Unprocessed
de: Beefalo - nicht bearbeitet / verarbeitet
fr: Beefalo/Cattalo - Non Préparé/Non Transformé
nl: Beefalo-/Cattalovlees - Niet-bereid/Niet-bewerkt

source: Elk/Wapiti – Unprepared/Unprocessed
de: Elch / Wapiti - nicht bearbeitet / verarbeitet
fr: Renne/Wapiti - Non Préparé/Non Transformé
nl: Wapitivlees - Niet-bereid/Niet-bewerkt

source: Moose/Elk – Unprepared/Unprocessed
de: Amerikanischer Elch / Elch - nicht bearbeitet / verarbeitet
fr: Elan/Elk - Non Préparé/Non Transformé
nl: Elandvlees - Niet-bereid/Niet-bewerkt

source: Water Buffalo – Unprepared/Unprocessed
de: Wasserbüffel - nicht bearbeitet / verarbeitet
fr: Buffle - Non Préparé/Non Transformé
nl: Waterbuffelvlees - Niet-bereid/Niet-bewerkt

source: Reindeer/Caribou – Unprepared/Unprocessed
de: Rentier / Karibu - nicht bearbeitet / verarbeitet
fr: Renne/Caribou - Non Préparé/Non Transformé
nl: Rendier-/Kariboevlees - Niet-bereid/Niet-bewerkt

source: Emu – Unprepared/Unprocessed
de: Emu - nicht bearbeitet / verarbeitet
fr: Emeu - Non Préparé/Non Transformé
nl: Emoevlees - Niet-bereid/Niet-bewerkt

source: Goose – Unprepared/Unprocessed
de: Gans - nicht bearbeitet / verarbeitet
fr: Oie - Non Transformé/Non Préparé
nl: Ganzenvlees - Niet-bereid/Niet-bewerkt

source: Guinea Fowl – Unprepared/Unprocessed
de: Perlhuhn - nicht bearbeitet / verarbeitet
fr: Pintade - Non Préparé/Non Transformé
nl: Parelhoenvlees - Niet-bereid/Niet-bewerkt

source: Quail – Unprepared/Unprocessed
de: Wachtel - nicht bearbeitet / verarbeitet
fr: Caille - Non Préparé/Non Transformé
nl: Kwartelvlees - Niet-bereid/Niet-bewerkt

source: Rhea – Unprepared/Unprocessed
de: Nandu - nicht bearbeitet / verarbeitet
fr: Nandou - Non Préparé/Non Transformé
nl: Nandoevlees - Niet-bereid/Niet-bewerkt

source: Squab/Pigeon – Unprepared/Unprocessed
de: Jungtaube / Taube - nicht bearbeitet / verarbeitet
fr: Pigeonneau/Pigeon - Non Préparé/Non Transformé
nl: Duivenvlees - Niet-bereid/Niet-bewerkt

source: Lamb – Prepared/Processed
de: Lamm - bearbeitet / verarbeitet
fr: Agneau - Préparé/Transformé
nl: Lamsvlees - Bereid/Bewerkt

source: Mutton – Prepared/Processed
de: Hammel - bearbeitet / verarbeitet
fr: Mouton - Préparé/Transformé
nl: Schapenvlees - Bereid/Bewerkt

source: Wild Boar – Prepared/Processed
de: Wildschwein - bearbeitet / verarbeitet
fr: Sanglier - Préparé/Transformé
nl: Wild Zwijn Vlees - Bereid/Bewerkt

source: Hare – Prepared/Processed
de: Echter Hase - bearbeitet / verarbeitet
fr: Lièvre - Préparé/Transformé
nl: Hazenvlees - Bereid/Bewerkt

source: Antelope – Prepared/Processed
de: Antilope - bearbeitet / verarbeitet
fr: Antilope - Préparée/Transformée
nl: Antilopenvlees - Bereid/Bewerkt

source: Beefalo/Cattalo – Prepared/Processed
de: Beefalo - bearbeitet / verarbeitet
fr: Beefalo/Cattalo - Préparé/Transformé
nl: Beefalo-/Cattalovlees - Bereid/Bewerkt

source: Elk/Wapiti – Prepared/Processed
de: Elch / Wapiti - bearbeitet / verarbeitet
fr: Renne/Wapiti - Préparé/Transformé
nl: Wapitivlees - Bereid/Bewerkt

source: Moose/Elk – Prepared/Processed
de: Amerikanischer Elch / Elch - bearbeitet / verarbeitet
fr: Elan/Elk - Préparé/Transformé
nl: Elandvlees - Bereid/Bewerkt

source: Water Buffalo – Prepared/Processed
de: Wasserbüffel - bearbeitet / verarbeitet
fr: Buffle - Préparé/Transormé
nl: Waterbuffelvlees - Bereid/Bewerkt

source: Reindeer/Caribou – Prepared/Processed
de: Rentier / Karibu - bearbeitet / verarbeitet
fr: Renne/Caribou - Préparé/Transormé
nl: Rendier-/Kariboevlees - Bereid/Bewerkt

source: Emu – Prepared/Processed
de: Emu - bearbeitet / verarbeitet
fr: Emeu - Préparé/Transformé
nl: Emoevlees - Bereid/Bewerkt

source: Goose – Prepared/Processed
de: Gans - bearbeitet / verarbeitet
fr: Oie - Préparée/Transformée
nl: Ganzenvlees - Bereid/Bewerkt

source: Guinea Fowl – Prepared/Processed
de: Perlhuhn - bearbeitet / verarbeitet
fr: Pintade - Préparée/Transformée
nl: Parelhoenvlees - Bereid/Bewerkt

source: Quail – Prepared/Processed
de: Wachtel - bearbeitet / verarbeitet
fr: Caille - Préparé/Transformé
nl: Kwartelvlees - Bereid/Bewerkt

source: Rhea – Prepared/Processed
de: Nandu - bearbeitet / verarbeitet
fr: Nandou - Préparé/Transformé
nl: Nandoevlees - Bereid/Bewerkt

source: Squab/Pigeon – Prepared/Processed
de: Jungtaube / Taube - bearbeitet / verarbeitet
fr: Pigeonneau/Pigeon - Préparé/Transformé
nl: Duivenvlees - Bereid/Bewerkt

source: Coffee Substitutes – Soluble Instant
de: Kaffeeersatz - Instant
fr: Succédanés de Café – Solubles Instantanés
nl: Koffievervangingsmiddel - Oplos/Instant
