Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Künstler- / Kunsthandwerks- / Bastel- / Handarbeitsbedarf – Werkzeuge (nicht elektrisch)
fr: Outils pour les Arts/Loisirs Créatifs/Travaux d'Aiguille (Non Electrique)
nl: Kunst/Ambachten/Handwerken gereedschappen (Niet-elektrisch)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Einbauleuchten
fr: Eclairages Encastrés
nl: Ingebouwde verlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Aufbauleuchten
fr: Eclairages Fixes
nl: Gemonteerde verlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Hängeleuchten
fr: Eclairages Suspendus
nl: Hangende verlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Steckerleuchten
fr: Eclairages à Prise
nl: Plug-in verlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Schrank- und Spiegelleuchten
fr: Eclairages de Meubles et Miroirs
nl: Onderkast- en spiegelverlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Meißel / Beitel / Hohlmeißel – Verbrauchsartikel
fr: Consommables pour Ciseaux/Burins/Gouges
nl: Beitels/Gutsen - Verbruiksartikelen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Oszillierende / rotierende Multifunktionswerkzeuge – Ersatzteile / Zubehör
fr: Outils Oscillants/Rotatifs - Pièces Détachées/Accessoires
nl: Oscillerend/Roterend Gereedschap - Reserveonderdelen/Accessoires

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Essbare Vogelnester – bearbeitet / verarbeitet
fr: Nids d'Oiseau Comestibles - Préparés/Transformés
nl: Eetbaar Vogelnest - Bereid/Verwerkt

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Essbare Eselhautgelatine – bearbeitet / verarbeitet
fr: Gélatines de Peau d'Ane Comestibles - Préparées/Transformées
nl: Eetbare ezelhuidgelatine - bereid/verwerkt

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Essbare Vogelnester – nicht bearbeitet / verarbeitet
fr: Nids d'Oiseau Comestibles – Non Préparés/ Non Transformés
nl: Eetbaar Vogelnest - Onbereid/Verwerkt

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Sockelleisten / Deckenleisten – Zubehör
fr: Accessoires pour Plinthes/Moulures de Couronnement
nl: Plinten/Kroonlijsten - Accessoires

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Tattoos – Permanent – Tätowierausrüstung
fr: Tatouages - Permanents - Matériel de Tatouage
nl: Tatoeages - Permanent - Tattoo uitrusting

source: Distribute Product Information for Beauty Hygene Home Healthcare Products
de: Tattoos – Permanent – Studioausrüstung
fr: Tatouages - Permanents - Matériel de Studio
nl: Tatoeages - Permanent - Studiobenodigdheden

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Insektenbehausung
fr: Refuges/Abris pour Insectes
nl: Insectenhuisvesting/schuilplaatsen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Landmaschinen
fr: Machines Agricoles
nl: Landbouwmachines

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Landmaschinen – Ersatzteile / Zubehör
fr: Machines Agricoles - Pièces Détachées/Accessoires
nl: Landbouwmachines - Onderdelen/accessoires

source: Distribute Product Information for Food Beverage Tobacco and Pet Food Products
de: Dessertersatz (leicht verderblich)
fr: Succédanés de Desserts (Périssable)
nl: Desserts Substituten (bederfelijk)

source: Distribute Product Information for Kitchen Merchandise
de: Mehrschichtmaterialien (Abfall)
fr: Multicouche (Déchets)
nl: Meerlagig (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Abfallmaterialien (geformt) – Sonstige
fr: Déchets (Façonnés) - Autres
nl: Afvalmateriaal (Vormgegeven) - Andere

source: Distribute Product Information for Kitchen Merchandise
de: Glas (Abfall)
fr: Verre (Déchets)
nl: Glas (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Kunststoff (Abfall)
fr: Plastique (Déchets)
nl: Kunststof (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Papier und Pappe (Abfall)
fr: Papier et Carton (Déchets)
nl: Papier en karton (afval)

source: Distribute Product Information for Kitchen Merchandise
de: Holz (Abfall)
fr: Bois (Déchets)
nl: Hout (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Aluminium (Abfall)
fr: Aluminium (Déchets)
nl: Aluminium (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Stahl (Abfall)
fr: Acier (Déchets)
nl: Staal (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Kupfer (Abfall)
fr: Cuivre (Déchets)
nl: Koper (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Eisen (Abfall)
fr: Fer (Déchets)
nl: IJzer (Afval)

source: Distribute Product Information for Kitchen Merchandise
de: Mehrschichtmaterialien (recycelt/erneuerbar)
fr: Multicouches (Recyclé/Renouvelable)
nl: Meerlagig (Gerecycled/hernieuwbaar)

source: Temporary Classification
de: Temporäre Klassifikation
fr: Classification Temporaire
nl: Tijdelijke Classificatie

source: Firewalls
fr: Pare-feu

source: Gateways
fr: Passerelles

source: Pucks
fr: Rondelles

source: Darts
fr: Fléchettes

source: Video Editor
fr: Editeur de Vidéo

source: Grapefruits
fr: Pomelos (Citrus paradisi Macfad)
nl: Grapefruits/Pompelmoezen (Vlaams)

source: Cranberries
fr: Grosses Canneberges d'Amérique

source: Rambutan
fr: Ramboutan
nl: Ramboetans

source: Mangos
fr: Mangues

source: Dill
fr: Aneths
nl: Dille

source: Oregano
fr: Origans

source: Radicchio Rosso
fr: Feuilles de Chicorée

source: Pak Choi
fr: Choux Chinois (Bok-Choi)
nl: Paksoi

source: Kohlrabi
fr: Choux-Raves
nl: Koolrabi

source: Okra
fr: Gumbo (Okra)

source: Helium Gas
fr: Hélium
nl: Helium

source: Batavia
fr: Laitue Pommée (Batavia)
nl: Bataviasla

source: Puntarelle
fr: Endive

source: Lollo Bionda
fr: Laitue à Cueillir

source: Lollo Rosso
fr: Laitue à Couper

source: Tangor
fr: Tangor (Citrus reticulata × Citrus sinensis)
nl: Tangors

source: Tatsoi
fr: Tasoi (Brassica rapa var. Rosularis)

source: Tomatillos
fr: Tomatillo

source: Pepino
fr: Pepino (Arbre de Melon)
nl: Pepino's

source: Agretti
fr: Soude Commune
nl: Monniksbaard

source: Carport
fr: Auvent

source: Gabion
fr: Gabions

source: Drinkware Variety Pack
fr: Assortiment d'Articles de Verrerie
nl: Drinkservies variatiepakket

source: Jaragua (Hyparrhenia Rufa)
fr: Herbes Jaragua (Hyparrhenia Rufa)
nl: Jaraguagras (Hyparrhenia Rufa)

source: Annona - (Fresh Cut)
fr: Annones – (Fraîchement Coupés)
nl: Annona (Vers Gesneden)

source: Avocados - (Fresh Cut)
fr: Avocats – (Fraîchement Coupés)
nl: Avocado’s (Vers Gesneden)

source: Papayas - (Fresh Cut)
fr: Papayes – (Fraîchement Coupées)
nl: Papaja’s (Vers Gesneden)

source: Pitayas - (Fresh Cut)
fr: Pitahayas – (Fraîchement Coupées)
nl: Pitahaya’s (Vers Gesneden)

source: Sapote - (Fresh Cut)
fr: Sapotes – (Fraîchement Coupés)
nl: Sapota (Vers Gesneden)

source: Kumquat
nl: Kumquats

source: Feijoas
nl: Feijoa's/Ananasguaves

source: Romanesco
nl: Romanesco Bloemkool

source: Ginseng
nl: Ginsengwortel

source: Aloe Vera
nl: Aloë Vera

source: Allium
nl: Allium/Sierui - Bol/Knol

source: Iris
nl: Iris - Bol/Knol
