Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Unprepared/Unprocessed (Perishable)
de: Fisch- / Meeresfrüchte-Mischungen – nicht bearbeitet / verarbeitet (leicht verderblich)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Non Préparés/Non Transformés (Périssable)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Niet-bereid/Niet-bewerkt (Beperkt Houdbaar)

source: Aquatic Invertebrates/Fish/Shellfish/Seafood Mixes – Unprepared/Unprocessed (Shelf Stable)
de: Fisch- / Meeresfrüchte-Mischungen – nicht bearbeitet / verarbeitet (ohne Kühlung haltbar)
fr: Mélanges d'Invertébrés Aquatiques/Poissons/Fruits de Mer - Non Préparés/Non Transformés (Longue Conservation)
nl: Ongewervelde Waterdieren/Vis/Schaal-/Schelpdieren Mix - Niet-bereid/Niet-bewerkt (Houdbaar)

source: Baby Safety Monitoring (Non Powered)
de: Baby-Überwachung (nicht elektrisch)
fr: Surveillance et Sécurité du Bébé (Non Electrique)
nl: Baby Bewaking (Niet-elektrisch)

source: Dinnerware (Disposable)
de: Einweggeschirr
fr: Vaisselle Jetable
nl: Wegwerptafelgerei/Wegwerptafelbekleding

source: Optic Appliances – Sunglasses – Ready To Wear
de: Sonnenbrillen - Fertigbrillen
fr: Matériel Optique - Lunettes de Soleil Prêtes à Porter
nl: Zonnebrillen - Klaar voor Gebruik

source: Optic Appliances – Spectacle Lenses
de: Brillengläser
fr: Matériel Optique - Verres de Lunettes
nl: Brillenglazen

source: Optic Appliances – Spectacle Frames
de: Brillengestelle
fr: Matériel Optique - Montures de Lunettes
nl: Brilmonturen

source: Pet Training/Accessories (Non Powered)
de: Haustiertrainings- / -Führungshilfen / -Zubehör (nicht elektrisch)
fr: Accessoires de Dressage/Maîtrise d'Animaux Domestiques (Non Electriques)
nl: Training/Controle Hulpmiddelen/Toebehoren voor Huisdieren (Niet-elektrisch)

source: Pet Toys (Non Powered)
de: Haustierspielzeug (nicht elektrisch)
fr: Jouets pour Animaux Domestiques (Non électriques)
nl: Speelgoed voor Dieren (Niet-elektrisch)

source: Pet Attire
de: Haustierkleidung
fr: Habillages pour Animaux Domestiques
nl: Kleding voor Dieren

source: Home Diagnostics Variety Packs
de: Heimdiagnostik - Sets
fr: Assortiments de Produits de Diagnostic Personnel
nl: Thuisdiagnostica - Assortimenten

source: Diagnostic Tests Variety Packs
de: Diagnostik - Tests - Sets
fr: Assortiments de Tests de Diagnostic
nl: Diagnosetesten - Assortimenten

source: Health Enhancement Variety Packs
de: Gesundheitsförderung - Sets
fr: Assortiments de Produits de Santé
nl: Bevordering Gezondheid - Assortimenten

source: Dietary Aids Variety Packs
de: Diätunterstützung - Sets
fr: Assortiments d'Aides Diététiques
nl: Dieetmiddelen - Assortimenten

source: Vitamins/Minerals/Nutritional Supplements Variety Packs
de: Vitamine / Mineralstoffe / Nahrungsergänzungsmittel - Sets
fr: Assortiments de Vitamines/Minéraux/Compléments Alimentaires
nl: Vitaminen/Mineralen/Voedingssupplementen - Assortimenten

source: Pet Training/Control Aids/Accessories (Powered)
de: Haustiertrainings- / -Führungshilfen / -Zubehör (elektrisch)
fr: Accessoires de Dressage/Maîtrise d'Animaux Domestiques (Électriques)
nl: Training/Controle Hulpmiddelen/Toebehoren voor Dieren (Elektrisch)

source: Pet Care Variety Packs
de: Haustierbedarf - Sets
fr: Assortiments de Produits Non Alimentaires pour Animaux Domestiques
nl: Verzorging voor Dieren - Assortimenten

source: Pet Care/Food Variety Packs
de: Haustierbedarf / Haustiernahrung - Sets
fr: Assortiments de Produits pour Animaux Domestiques
nl: Verzorging/Voedingsmiddelen voor dieren - Assortimenten

source: Pet Welfare/Hygiene Variety Packs
de: Haustierfürsorge / -Hygiene - Sets
fr: Assortiments de Produits pour le Bien-être/L'Hygiène des Animaux Domestiques
nl: Welzijn/Hygiëne voor Dieren - Assortimenten

source: Pet Nutritional Supplements Variety Packs
de: Haustier-Nahrungsergänzung - Sets
fr: Assortiments de Compléments Nutritionnels
nl: Voedingssupplementen voor Dieren - Assortimenten

source: Pet Accessory Variety Packs
de: Haustierzubehör - Sets
fr: Assortiments d'Accessoires pour Animaux Domestiques
nl: Toebehoren voor Dieren - Assortimenten

source: Pet Food/Drink Dispenser
de: Haustierfutter- / -Getränkespender
fr: Distributeur de Nourriture/Eau pour Animaux Domestiques
nl: Voer- en Drinkbakken voor Dieren

source: Pet Toys (Powered)
de: Haustierspielzeug (elektrisch)
fr: Jouets pour Animaux Domestiques (Electriques)
nl: Speelgoed voor Dieren (Aangedreven)

source: Pet Housing
de: Haustierbehausungen (mehrweg)
fr: Refuges pour Animaux Domestiques
nl: Huisvesting/Verblijfplaats voor dieren

source: Pet Food/Drinks Variety Packs
de: Haustierfutter / -getränke - Sets
fr: Assortiments d'Aliments/de Boissons pour Animaux Domestiques
nl: Voedingsmiddelen/Dranken voor dieren - Assortimenten

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Mittel zur Bekämpfung von Insekten / Schädlingen / Allergenen – Mischpackungen
fr: Assortiment de Produits Contre les Insectes/Nuisibles/Allergènes
nl: Insecten-/ Ongedierte- / Allergenenbestrijdingsverpakkingen

source: Beauty/Personal Care/Hygiene Variety Packs
de: Schönheit / Körperpflege / Hygieneartikel - Sets
fr: Assortiments de Produits de Beauté / de Soin Personnel / d'Hygiène
nl: Schoonheid/Persoonlijke Verzorging/Hygiëne - Assortimenten

source: Body Massage/Toning Variety Packs
de: Körpermassagegeräte / Muskelstimulatoren - Sets
fr: Assortiments de Produits Tonifiants/de Massage pour le Corps
nl: Lichaamsmassage/Spierstimulatoren - Assortimenten

source: Cosmetic/MakeUp Products Variety Packs
de: Kosmetikprodukte - Sets
fr: Assortiments de Produits Cosmétiques/de Maquillage
nl: Cosmetica/Make-up Assortimenten

source: Nail Cosmetic/Care Products Variety Packs
de: Nagelkosmetik- / Nagelpflegeprodukte - Sets
fr: Assortiments de Produits de Soin/Cosmétiques pour les Ongles
nl: Cosmetica/Verzorgingsproducten voor Nagels - Assortimenten

source: Cosmetics/Fragrances Variety Packs
de: Kosmetik / Parfüms - Sets
fr: Assortiments de Produits Cosmétiques/Parfums
nl: Cosmetica/Parfums - Assortimenten

source: Healthcare Variety Packs
de: Gesundheitswesen - Sets
fr: Assortiments de Produits de Santé
nl: Gezondheidszorg - Assortimenten

source: Barrier Contraception Variety Packs
de: Mechanische Verhütungsmittel - Sets
fr: Assortiments de Produits de Contraception Barrière
nl: Mechanische Anticonceptiva - Assortimenten

source: Family Planning Variety Packs
de: Familienplanung - Sets
fr: Assortiments de Planning Familial
nl: Gezinsplanning - Assortimenten

source: Hair Products Variety Packs
de: Haarpflege / Haarentfernung - Sets
fr: Assortiment de Produits pour les Cheveux
nl: Haarproducten - Assortimenten

source: Hair Care Products Variety Packs
de: Haarpflegeprodukte - Sets
fr: Assortiments de Produits de Soin des Cheveux
nl: Haarverzorgingsproducten - Assortimenten

source: Hair – Styling (Powered)
de: Haarstyling-Geräte (elektrisch)
fr: Cheveux – Produits Coiffants (Électriques)
nl: Haar - Styling (Elektrisch)

source: Mirrors – Personal Care
de: Rasierspiegel / Kosmetikspiegel
fr: Miroirs – Soins Personnels
nl: Spiegels voor Persoonlijke Verzorging

source: Hair Removal/Masking Products Variety Packs
de: Haarentfernung / Haarkuren - Sets
fr: Assortiments de Produits d'Elimination/de Masquage des Poils
nl: Ontharingsproducten - Assortimenten

source: Drug Administration Variety Packs
de: Geräte / Hilfsmittel zur Medikamentenverabreichung - Sets
fr: Assortiments d'Administration de Médicaments
nl: Geneesmiddelentoediening - Assortimenten

source: Anti-smoking Aids
de: Rauchentwöhnungshilfen / -Produkte
fr: Aides Antitabac
nl: Anti-rook Hulpmiddelen

source: Health Treatments/Aids Variety Packs
de: Gesundheitswesen - Behandlung / Hilfsmittel - Sets
fr: Assortiments de Traitements/Produits de Santé
nl: Gezondheidsbehandelingen/-hulpmiddelen - Assortimenten

source: First Aid Variety Packs
de: Erste-Hilfe-Produkte - Sets
fr: Premier Secours - Assortiments
nl: Eerste Hulp - Assortimenten

source: Foot/Leg Care/Treatments Variety Packs
de: Fuß- / Beinpflege / - Behandlung - Sets
fr: Assortiments de Traitements/Soins des Pieds/Jambes
nl: Voet/Been Verzorging/Behandeling - Assortimenten

source: Personal Aids Variety Packs
de: Persönliche Hilfsmittel - Sets
fr: Assortiments d'Aides Personnelles
nl: Persoonlijke Hulpmiddelen - Assortimenten

source: Sensory Organs Care/Treatments Variety Packs
de: Präparate / Hilfsmittel für Sinnesorgane (Augen / Ohren) - Sets
fr: Assortiments de Soins/Traitements des Organes Sensoriels
nl: Verzorging/Behandeling van Zintuigen - Assortimenten

source: Optic Appliances Care – Spectacles
de: Hilfsmittel zur Brillenpflege
fr: Produits d'Entretien Optique - Lunettes
nl: Verzorgingsproducten voor Brillen

source: Spectacle Care Accessories
de: Brillenzubehör
fr: Accessoires de Lunettes
nl: Verzorgingsproducten voor Brillen - Accessoires

source: Habit Treatment Variety Packs
de: Entwöhnungsbehandlung - Sets
fr: Assortiments de Traitements Anti-accoutumance
nl: Behandeling tegen Verslaving - Assortimenten

source: Disposable Food Bags
de: Tüten / Beutel für Lebensmittel (einweg)
fr: Sacs Alimentaires Jetables
nl: Wegwerpzakjes voor Levensmiddelen

source: Disposable Food Wrap
de: Frischhaltefolie (einweg)
fr: Emballages Alimentaires Jetables
nl: Wegwerpverpakkingsfolie voor Levensmiddelen

source: Cleaning/Hygiene Products Variety Packs
de: Reinigungsmittel / Haushygieneprodukte - Sets
fr: Assortiments de Produits d'Entretien/d'Hygiène
nl: Schoonmaak-/Hygiënemiddelen - Assortimenten

source: Air Fresheners/Deodorisers (Powered)
de: Lufterfrischer (elektrisch)
fr: Diffuseurs/Désodorisants (Electriques)
nl: Luchtverfrissers (Aangedreven)

source: Fresheners/Deodorisers Variety Packs
de: Lufterfrischer / Textilerfrischer - Sets
fr: Assortiments de Diffuseurs/Désodorisants
nl: Lucht-/Textielverfrissers - Assortimenten

source: Cleaners Variety Packs
de: Reiniger - Sets
fr: Assortiments de Nettoyants
nl: Schoonmaakproducten - Assortimenten

source: Laundry Variety Packs
de: Wäschepflegeprodukte - Sets
fr: Assortiment de Produits pour la Lessive
nl: Wasproducten - Assortimenten

source: Footwear Accessories Variety Packs
de: Schuhzubehör - Sets
fr: Assortiments d'Accessoires à Chaussures
nl: Schoenen Accessoires - Assortimenten

source: Surface Care Variety Packs
de: Oberflächenpflege - Sets
fr: Assortiment de Produits d'Entretien des Surfaces
nl: Oppervlakteverzorging - Assortimenten

source: Cleaning Variety Packs
de: Reinigungsmittel - Sets
fr: Assortiments de Produits de Nettoyage
nl: Huishoudelijke Schoonmaakproducten - Assortimenten

source: Fuels/Ignition Aids Variety Packs
de: Kraftstoffe / Zündmittel - Sets
fr: Assortiments de Combustibles/Allume Feux
nl: Brandstof/Ontstekingshulpmiddelen - Assortimenten

source: Batteries/Chargers Variety Packs
de: Batterien / Ladegeräte - Sets
fr: Assortiments de Piles et Chargeurs
nl: Batterijen/Opladers - Assortimenten

source: Adult Incontinence – Underwear (Disposable)
de: Inkontinenz-Unterwäsche (einweg)
fr: Incontinence Adulte – Sous-vêtements (Jetable)
nl: Incontinentie bij Volwassenen - Ondergoed (Wegwerpartikel)

source: Adult Incontinence – Underwear (Non Disposable)
de: Inkontinenz-Unterwäsche (mehrweg)
fr: Incontinence Adulte – Sous-vêtements (Non-jetable)
nl: Incontinentie bij Volwassenen - Ondergoed (Geen Wegwerpartikel)

source: Personal Hygiene Products Variety Packs
de: Hygieneartikel / Mundhygiene - Sets
fr: Assortiments de Produits pour l'Hygiène Personnelle
nl: Lichaamsverzorgingsproducten - Assortimenten

source: Adult Incontinence Variety Packs
de: Inkontinenzprodukte - Sets
fr: Assortiment de Produit pour l'Incontinence Adulte
nl: Incontinentie bij Volwassenen - Assortimenten

source: Feminine/Nursing Hygiene Variety Packs
de: Damenhygiene- / Stillhygieneprodukte - Sets
fr: Assortiments de Produits pour l'Hygiène Féminine/l'Allaitement
nl: Vrouwelijke Hygiëne - Assortimenten

source: General Personal Hygiene Variety Packs
de: Allgemeine Körperhygieneprodukte - Sets
fr: Assortiments de Produits pour l'Hygiène Personnelle Générale
nl: Algemene Lichaamsverzorging - Assortimenten

source: Oral Hygiene Variety Packs
de: Mundhygieneprodukte - Sets
fr: Assortiments de Produits pour l'Hygiène Buccale
nl: Mondhygiëne - Assortimenten

source: Skin Products Variety Packs
de: Hautpflegeprodukte - Sets
fr: Assortiments de Produits pour la Peau
nl: Huidproducten - Assortimenten

source: Cooling Face/Body Misters
de: Produkte zur Kühlung von Haut / Gesicht
fr: Rafraîchisseurs pour le Visage/Brumisateurs
nl: Verkoelende Gezichts-/Lichaamsbenevelaars

source: Skin Care Variety Packs
de: Hautpflegeprodukte - Sets
fr: Assortiments de Produits de Soin de la Peau
nl: Huidverzorging - Assortimenten

source: Body Washing Variety Packs
de: Körperreinigungsprodukte - Sets
fr: Assortiment de Produits pour le Nettoyage du Corps
nl: Lichaamsreiniging - Assortimenten

source: Skin Tanning Products Variety Packs
de: Bräunungsprodukte - Sets
fr: Assortiment de Produits pour le Bronzage
nl: Bruiningsproducten - Assortimenten

source: Baby Feeding – Teats
de: Baby-Trinksauger
fr: Alimentation du Bébé - Tétines pour Biberon
nl: Babyvoeding - Spenen

source: Baby Diapers (Non Disposable)
de: Baby-Mehrwegwindeln
fr: Couches pour bébé (Non Jetables)
nl: Babyluiers (Geen Wegwerpartikel)

source: Shaving – Razors – Non Disposable (Non Powered)
de: Rasierer - mehrweg (nicht elektrisch)
fr: Rasage – Rasoirs – Non-jetables (Non Electriques)
nl: Scheermesjes (Niet-elektrisch)

source: Sunless Tanning – Oral (Non Powered)
de: Bräunungsmittel (oral)
fr: Produits Bronzants - Oraux (Non Electriques)
nl: Bruinen Zonder Zon - Oraal (Niet-elektrisch)

source: Feeding/Eating Bibs
de: Babylätzchen
fr: Bavoirs pour Nourrir/Manger
nl: Slabbetjes

source: Pet Accessories Other
de: Haustierzubehör - sonstige
fr: Autres Accessoires pour Animaux Domestiques
nl: Toebehoren voor dieren - Overig

source: Pet Nutritional Supplements Other
de: Haustier-Nahrungsergänzung - sonstige
fr: Autres Compléments Nutritionnels
nl: Voedingssupplementen voor Dieren - Overig

source: Pet Welfare/Hygiene Other
de: Haustierfürsorge / -Hygiene - sonstige
fr: Autres Produits pour le Bien-être/L'Hygiène des Animaux Domestiques
nl: Welzijn/Hygiëne voor Dieren - Overig

source: Fresheners – Fabric
de: Textilerfrischer
fr: Désodorisants - Textile
nl: Textielverfrissers

source: Fabric Protectors
de: Gewebeschutzprodukte
fr: Protecteurs Textile
nl: Stoffenbeschermers

source: Fabric Finishers/Starch
de: Wäschestärke / Bügelhilfen
fr: Produits de Finition pour Textiles/Amidon
nl: Strijkconcentraten/Stijfsel

source: Detergent Boosters/Laundry Bleaches
de: Waschkraftverstärker / Wäschebleiche
fr: Catalyseurs pour Détergent/Eaux de Javel pour la Lessive
nl: Wasmiddelversterkers/Bleekmiddelen

source: Fabric Softeners/Conditioners
de: Weichspüler
fr: Produits Assouplissants/Adoucissants pour le Textile
nl: Wasverzachters/Conditioners

source: Fresheners/Deodorisers Other
de: Lufterfrischer / Textilerfrischer - sonstige
fr: Autres Diffuseurs/Désodorisants
nl: Lucht-/Textielverfrissers - Overig

source: Cleaners Other
de: Reiniger - sonstige
fr: Autres Nettoyants
nl: Schoonmaakproducten - Overig

source: Laundry Other
de: Wäschepflegeprodukte - sonstige
fr: Autres Produits pour la Lessive
nl: Wasproducten - Overig

source: Surface Care Other
de: Oberflächenpflege - sonstige
fr: Autres Produits d'Entretien des Surfaces
nl: Oppervlakteverzorging - Overig

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Insekten- / Schädlingsbekämpfungmittel - sonstige
fr: Autres Produits Contre les Insectes/Nuisibles/Allergènes
nl: Insecten-/Ongediertebestrijding - Overig

source: Body Massage/Toning – Replacement Parts
de: Körpermassagegeräte / Muskelstimulatoren - Ersatzteile
fr: Systèmes Tonifiants/de Massage pour le Corps - Pièces de Rechange
nl: Lichaamsmassage/Spierstimulatoren - Onderdelen

source: Personal Warming/Massaging (Powered)
de: Heizdecken / Wärmekissen / Massagegeräte (elektrisch)
fr: Produits pour le Massage/Chauffants (Électriques)
nl: Persoonlijke Verwarming/Massage (Elektrisch)

source: Body Massage/Toning Other
de: Körpermassagegeräte / Muskelstimulatoren - sonstige
fr: Autres Produits Tonifiants/de Massage pour le Corps
nl: Lichaamsmassage/Spierstimulatoren - Overig

source: Cosmetic/MakeUp Paints/Shimmers/Glitters
de: Kosmetische Farben / Schimmer / Glitter
fr: Glitters et Autres Produits Cosmétiques ou de Maquillage à Effet de Brillance/Luisance
nl: Cosmetica/Make-up Verf/Glinsters/Glitters

source: Breast/Hip Enhancer Pads
de: Brust- / Hüftpolster
fr: Rehausseurs de Poitrine/des Hanches
nl: Borst-/Heupvergroters

source: Tattoos/Stencils/Stick-on Jewellery – Temporary
de: Tattoos (temporär) / Schablonen / Selbstklebender Schmuck
fr: Tatouages/Pochoirs/Bijoux Adhésifs - Temporaires
nl: Tatoeages/Plakkers/Zelfklevende Sieraden - Tijdelijk

source: Eyelashes – False
de: Falsche Wimpern
fr: Cils - Faux
nl: Valse Wimpers

source: Nails – Accessories (Powered)
de: Nagelkosmetik / Nagelpflege - Zubehör (elektrisch)
fr: Ongles - Accessoires (Électriques)
nl: Nagels - Accessoires (Elektrisch)

source: Nail Cosmetic/Care Products – Replacement Parts
de: Nagelkosmetik- / Nagelpflegeprodukte - Ersatzteile
fr: Produits de Soin/Cosmétiques pour les Ongles - Pièces de Rechange
nl: Cosmetica/Verzorgingsproducten voor Nagels - Onderdelen

source: Oil Diffusers (Non Powered)
de: Aromazerstäuber / -diffusoren (nicht elektrisch)
fr: Diffuseurs d'Huiles (Non Electriques)
nl: Aromadiffusors (Niet-elektrisch)

source: Oil Diffusers (Powered)
de: Aromazerstäuber / -diffusoren (elektrisch)
fr: Diffuseurs d'Huiles (Électriques)
nl: Aromadiffusors (Elektrisch)

source: Essential Oils
de: Ätherische Öle
fr: Huiles Essentielles
nl: Etherische Oliën

source: Aromatherapy Cushions
de: Aromatherapiekissen
fr: Coussins ou Compresses Aromathérapeutiques
nl: Aromatherapie Kussens

source: Base/Carrier Oils
de: Basis- / Trägeröle
fr: Huiles Support/de Base
nl: Basis-/Drageroliën

source: Aromatherapy Variety Packs
de: Aromatherapieprodukte - Sets
fr: Assortiment de Produits Aromathérapeutiques
nl: Aromatherapie - Assortimenten

source: Cosmetic/MakeUp Products Other
de: Kosmetikprodukte - sonstige
fr: Autres Produits Cosmétiques/de Maquillage
nl: Cosmetica/Make-up Producten Overig

source: Nail Cosmetic/Care Products Other
de: Nagelkosmetik- / Nagelpflegeprodukte - sonstige
fr: Autres Produits de Soin/Cosmétiques pour les Ongles
nl: Cosmetica/Verzorgingsproducten voor Nagels - Overig

source: Aromatherapy Other
de: Aromatherapieprodukte - sonstige
fr: Autres Produits Aromathérapeutiques
nl: Aromatherapie - Overig

source: Nails – Aids (Powered)
de: Nagelkosmetik / Nagelpflege - Hilfsmittel (elektrisch)
fr: Ongles - Outils (Électriques)
nl: Nagels - Hulpmiddelen(Elektrisch)

source: Oral Hygiene – Replacement Parts
de: Mundhygieneprodukte - Ersatzteile
fr: Produits pour l'Hygiène Buccale – Pièces de Rechange
nl: Mondhygiëne - Onderdelen

source: Oral Hygiene Other
de: Mundhygieneprodukte - sonstige
fr: Autres Produits pour l'Hygiène Buccale
nl: Mondhygiëne - Overig

source: Adult Incontinence Other
de: Inkontinenzprodukte - sonstige
fr: Autres Produits pour l'Incontinence Adulte
nl: Incontinentie bij Volwassenen - Overig

source: Feminine/Nursing Hygiene Other
de: Damenhygiene- / Stillhygieneprodukte - sonstige
fr: Autres Produits pour l'Hygiène Féminine/l'Allaitement
nl: Vrouwelijke Hygiëne - Overig

source: General Personal Hygiene Other
de: Allgemeine Körperhygieneprodukte - sonstige
fr: Autres Produits pour l'Hygiène Personnelle Générale
nl: Algemene Lichaamsverzorging - Overig

source: Baby High Chair
de: Babyhochstühle
fr: Chaises Hautes Pour Bébé
nl: Babystoel

source: Baby Play Pens/Dens
de: Babylaufställe
fr: Parcs/Aires de Jeu Pour Bébé
nl: Baby Looprek/Box

source: Baby Cots/Cot Beds/Bassinet
de: Gitterbetten / Stubenwagen
fr: Lits Pour Bébé/Berceau
nl: Babywiegen/Bedjes

source: Baby Cot Mattress
de: Babymatratzen
fr: Matelas Pour Lit Parapluie
nl: Babymatras

source: Baby Safety Monitoring (Powered)
de: Baby-Überwachung (elektrisch)
fr: Surveillance de la Sécurité du Bébé (Électrique)
nl: Baby Bewaking (Elektrisch)

source: Baby Car/Booster Seats
de: Kinder-Autositze / -Sitzerhöhungen
fr: Sièges Auto/Rehausseurs
nl: Baby Autostoelen/Stoelverhogers

source: Prams/Pushchairs/Strollers
de: Kinderwagen / Buggys
fr: Landaus/Poussettes/Promeneurs
nl: Kinderwagens/Wandelwagens/Buggy's

source: Baby Cot/Basket – Travel
de: Babyreisebetten
fr: Lits Parapluie/Couffins – Voyage
nl: Reiswiegen/Reismanden

source: Baby Carry Cots/Baskets/Cradles
de: Babytragebetten / -Körbe / -Wiegen
fr: Nacelles Porte-Bébé/Couffins/Berceaux
nl: Draagbare Babybedjes en Wiegen

source: Baby Harnesses/Reins
de: Baby-Sicherheitsgurte / Kinderleinen
fr: Sangles/Brides Pour Bébé
nl: Baby Riemen/Gordels

source: Pram/Pushchair/Stroller Accessories
de: Kinderwagen / Buggy - Zubehör
fr: Accessoires pour Landaus/Poussettes/Promeneurs
nl: Kinderwagen/Wandelwagen/Buggy - Accessoires

source: Baby Bouncing Cradles/Rocker Seats (Non Powered)
de: Schaukelliegen / Wippen (nicht elektrisch)
fr: Relax/Chaises à Bascule Pour Bébé (Non-Electrique)
nl: Baby Wipstoeltjes/Schommelstoelen (Niet-elektrisch)

source: Baby Bouncing Cradles/Rocker Seats (Powered)
de: Schaukelliegen / Wippen (elektrisch)
fr: Relax/Chaises à Bascule Pour Bébé (Electrique)
nl: Baby Wipstoeltjes/Schommelstoelen (Elektrisch)

source: Baby Door Bouncers
de: Türhopser
fr: Sauteurs Pour Bébé
nl: Baby Deurschommel

source: Baby Swings
de: Babyschaukeln
fr: Balancelles Pour Bébé
nl: Babyschommels/Babyswings

source: Baby Walkers
de: Baby-Lauflernhilfen
fr: Trotteurs Pour Bébé
nl: Babyloopleermiddelen

source: Baby Exercisers/Transportation Other
de: Baby-Spiel- / Transportgeräte - sonstige
fr: Autres Appareils de Gymnastique/Transport Pour Bébé
nl: Baby Oefenspeeltuig/Vervoer - Overig

source: Anti-spot Aids (Powered)
de: Anti-Pickel-Pflegegeräte (elektrisch)
fr: Outils Anti-Boutons (Électriques)
nl: Anti-acné Hulpmiddelen (Elektrisch)

source: Bath Massage/Toning
de: Sprudelbäder / Badmassagegeräte
fr: Systèmes Tonifiants/de Massage pour le Bain
nl: Badmassage-/Bubbelbadapparaten

source: Cleansers/Cosmetics Removers (Powered)
de: Gesichtsreinigungsgeräte / Make-Up Entferner (elektrisch)
fr: Nettoyants/Démaquillants (Électriques)
nl: Gezichtsreiniging/Make-up Verwijderproducten (Elektrisch)

source: Sunless Tanning (Powered)
de: Bräunungsgeräte (elektrisch)
fr: Produits Bronzants (Électriques)
nl: Bruinen Zonder Zon (Elektrisch)

source: Skin Care – Replacement Parts
de: Hautpflegeprodukte - Ersatzteile
fr: Soin de la Peau - Pièces de Rechange
nl: Huidverzorging - Onderdelen

source: Skin Tanning Products – Replacement Parts
de: Bräunungsprodukte - Ersatzteile
fr: Produits pour le Bronzage - Pièce de Rechange
nl: Bruiningsproducten - Onderdelen

source: Skin Care Other
de: Hautpflegeprodukte - sonstige
fr: Autres Produits de Soin de la Peau
nl: Huidverzorging - Overig

source: Body Washing Other
de: Körperreinigungsprodukte - sonstige
fr: Autres Produits pour le Nettoyage du Corps
nl: Lichaamsreiniging - Overig

source: Skin Tanning Products Other
de: Bräunungsprodukte - sonstige
fr: Autres Produits pour le Bronzage
nl: Bruiningsproducten - Overig

source: Baby Feeding Aids (Powered)
de: Baby-Fütterungshilfen (elektrisch)
fr: Outils (Electriques) Pour l'Alimentation du Bébé
nl: Hulpmiddelen voor Babyvoeding (Elektrisch)

source: Baby Potties/Training Seats
de: Babytöpfchen / -Toilettentrainer
fr: Pots/Réducteurs de Toilette pour Bébé
nl: Baby Potjes/WC-Trainers
