Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Role Play – Kitchen Toys
de: Rollenspiel-Spielzeuge - Küchenspielzeuge
fr: Jouets de Rôle – Jouets de Cuisine
nl: Rollenspel - Keukenspeelgoed

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Stecknuss-Sets (nicht elektrisch)
fr: Jeux de Douilles (Non Electriques)
nl: Dopsleutelsets (Niet Aangedreven)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bedarf / Zubehör / Werkzeuge für Pools / Gartenteiche / Wasserspiele
fr: Fournitures/Accessoires/Outils pour Piscines/Bassins/Pièces d'Eau
nl: Zwembad/Vijver/Waterpartij Benodigdheden/Accessoires/Gereedschappen

source: Shelf Grip Liner/Contact Paper
de: Schrankfolie / Schrankpapier
fr: Recouvrement d'Etagère/Papier de Contact
nl: Lademat/Contactpapier

source: Fuel Additives
de: Kraftstoffzusätze / Additive
fr: Additifs de Carburant
nl: Brandstofadditieven

source: Gas Fuel Bottles/Canisters (Empty)
de: Druckluft-Gasflaschen/-kanister (leer)
fr: Bombonnes/Bouteilles de Combustible Gazeux Sous Pression (Vides)
nl: Gasflessen/-bussen onder druk (leeg)

source: Fuels/Fuel Additives Variety Packs
de: Brennstoffe / Kraftstoffzusätze - Sets
fr: Assortiments de Carburants/Additifs de Carburant
nl: Brandstof/Brandstofadditieven - Assortimenten

source: Liquid Fuels
de: Flüssige Brennstoffe
fr: Carburants Liquides
nl: Vloeibare Brandstoffen

source: Gas Fuels
de: Gasförmige Brennstoffe
fr: Carburants Gazeux
nl: Gasbrandstoffen

source: Gel Fuels
de: Gelförmige Brennstoffe
fr: Carburants en Gel
nl: Gelbrandstoffen

source: Solid Fuels
de: Feste Brennstoffe
fr: Carburants Solides
nl: Vaste Brandstoffen

source: Lubricating Oils/Fluids
de: Schmieröle
fr: Huiles/Liquides Lubrifiants
nl: Smeeroliën/Vloeistoffen

source: Lubricating Greases
de: Schmierfette
fr: Graisses Lubrifiantes
nl: Smeervetten

source: Lubricating Waxes
de: Schmierwachse
fr: Cires Lubrifiantes
nl: Smeerwas

source: Lubricating Products Variety Packs
de: Schmierstoffprodukte - Sets
fr: Assortiments de Produits Lubrifiants
nl: Smeermiddelen - Assortimenten

source: Antifreeze/Coolants
de: Frostschutzmittel / Kühlflüssigkeiten
fr: Antigels/Liquides de Refroidissement
nl: Antivries/Koelmiddelen

source: Anti-corrosives
de: Korrosionsschutzmittel
fr: Anticorrosifs
nl: Anti-corrosiva

source: Protective Compounds Variety Packs
de: Schutzmittel - Sets
fr: Assortiments d'Agents de Protection
nl: Beschermende Middelen - Assortimenten

source: Drain Pans
de: Auffangwannen
fr: Bacs de Récupération
nl: Opvangbakken

source: Lubricants/Protective Compounds Storage Variety Packs
de: Schmierstoffe / Schutzmittel - Aufbewahrung - Sets
fr: Assortiments de Récipients pour Lubrifiants/Agents de Protection
nl: Opslag van Smeermiddelen/Beschermende Middelen - Assortimenten

source: Lubricants/Protective Compounds Variety Packs
de: Schmierstoffe / Schutzmittel - Sets
fr: Assortiments de Lubrifiants/d'Agents de Protection
nl: Smeermiddelen/Beschermende Middelen - Assortimenten

source: Windows – Single Units – Clad Wood
de: Einfachfenster - mit Holzverkleidung
fr: Fenêtres - à Ouvrant Unique - Habillage Bois
nl: Enkelvoudig Raam (Gelamineerd Hout)

source: Windows – Single Units – Non Wood
de: Einfachfenster - ohne Holzrahmen (Kunststoff- / Aluminiumfenster)
fr: Fenêtres - à Ouvrant Unique - Autre qu'en Bois
nl: Enkelvoudig Raam (Niet-Hout)

source: Windows – Combination Units – Non Wood
de: Fenstersysteme / Doppelfenster - ohne Holzrahmen (Kunststoff- / Aluminiumfenster)
fr: Fenêtres - à Ouvrants Multiples - Autre qu'en Bois
nl: Raamsystemen/Dubbele Ramen (Niet Hout)

source: Windows – Combination Units – Clad Wood
de: Fenstersysteme / Doppelfenster - mit Holzverkleidung
fr: Fenêtres - à Ouvrants Multiples - Habillage Bois
nl: Raamsystemen/Dubbele Ramen (Gelamineerd Hout)

source: Skylights – Tubular
de: Lichtröhren
fr: Fenêtres de Toit - Conduits de Lumière
nl: Dakramen - Buisvormig

source: Skylights – Clad Wood
de: Dachfenster - mit Holzrahmen
fr: Fenêtres de Toit - Habillage Bois
nl: Dakramen - Gelamineerd Hout

source: Windows – Other
de: Fenster - sonstige
fr: Fenêtres - Autre
nl: Ramen - Overig

source: Awnings – Non Powered
de: Markisen (handbetrieben)
fr: Bannes - Non Electrique
nl: Zonneschermen - Niet-elektrisch

source: Window Parts/Accessories Other
de: Fenster - Teile / Zubehör - sonstige
fr: Autres Accessoires/Eléments de Fenêtre
nl: Raamonderdelen/Accessoires - Overig

source: Windows – Replacement Sash – Non Wood
de: Fenster-Ersatzschiebeflügel (nicht aus Holz)
fr: Fenêtre - Châssis de Rechange- Autre qu'en Bois
nl: Onderdelen voor Schuiframen (Niet-Hout)

source: Windows – Replacement Sash – Wood
de: Fenster-Ersatzschiebeflügel (aus Holz)
fr: Fenêtre - Châssis de Rechange- en Bois
nl: Onderdelen voor Schuiframen (Hout)

source: Windows – Bay/Bow – Wood
de: Erkerfenster - Massivholz
fr: Fenêtres - Baie/Oriel - en Bois
nl: Erkerramen (Hout)

source: Windows – Bay/Bow – Non Wood
de: Erkerfenster - ohne Holzrahmen (Kunststoff- / Aluminiumfenster)
fr: Fenêtres - Baie/Oriel - Autre qu'en Bois
nl: Erkerramen (Niet-Hout)

source: Windows – Bay/Bow – Clad Wood
de: Erkerfenster - mit Holzverkleidung
fr: Fenêtres - Baie/Oriel - Habillage Bois
nl: Erkerraam (Gelamineerd Hout)

source: Window Operators
de: Fenster-Bedienvorrichtungen
fr: Actionneurs de Fenêtre
nl: Raamuitzetter / raamopener

source: Liquid Fuel Bottles/Containers (Empty)
de: Flaschen / Behälter / Kanister für Fluide / flüssige Brennstoffe (leer)
fr: Bouteilles/Bidons de Carburant Liquide/Fluides (Vides)
nl: Vloeibare Brandstof Flessen/Bussen (Leeg)

source: Combination Weather Measuring/Monitoring Equipment – Powered
de: Wetterstationen (elektrisch)
fr: Équipements Combinés de Contrôle et de Mesure des Conditions Météo (Électriques)
nl: Weerstation - Elektrisch

source: Air Conditioners – Portable
de: Klimaanlagen - mobil
fr: Climatiseurs - Portatifs
nl: Klimaatregelaars - Draagbaar

source: Anemometers – Powered
de: Windmesser (Anemometer) (elektrisch)
fr: Anémomètres (Électriques)
nl: Windmeters - Elektrisch

source: Thermometers – Garden – Powered
de: Gartenthermometer (elektrisch)
fr: Thermomètres de Jardin (Électriques)
nl: Buitenthermometers - Elektrisch

source: Rain Gauges – Powered
de: Niederschlagsmesser (elektrisch)
fr: Pluviomètres (Électriques)
nl: Regenmeters - Elektrisch

source: Anti-spatter Products
de: Schweißsprays / Schweißpaste
fr: Produits Anti-Projections
nl: Antispatproducten

source: Cooker Hoods
de: Dunstabzugshauben
fr: Hotte de Cuisine
nl: Afzuigkappen

source: Hygrometers – Powered
de: Hygrometer (elektrisch)
fr: Hygromètres (Électriques)
nl: Hygrometers - Elektrisch

source: Air Humidifiers – Portable
de: Luftbefeuchter - mobil
fr: Humidificateurs d'Air - Portatifs
nl: Luchtbevochtigingsapparaten - Draagbaar

source: Air Dehumidifiers – Portable (Powered)
de: Luftentfeuchter - mobil (elektrisch)
fr: Déshumidificateurs d'Air - Portatifs (motorisés)
nl: Luchtontvochtigingsapparaat - Draagbaar (elektrisch)

source: Air Ionisers – Portable
de: Luftionisierer - mobil
fr: Ionisers d'Air - Portatif
nl: Luchtionisators - Draagbaar

source: Air Coolers – Portable
de: Luftkühler - mobil
fr: Refroidisseurs d'Air - Portatifs
nl: Luchtkoelers - Draagbaar

source: Air Controlling Appliances – Multifunction – Portable
de: Klimageräte - multifunktionell - mobil
fr: Appareils de Contrôle d'Air - Multifonctions - Portatifs
nl: Klimaatregelingsapparatuur - Multifunctioneel - Draagbaar

source: Air Purifiers – Portable
de: Luftreiniger - mobil
fr: Purificateur d'Air - Portatifs
nl: Luchtzuiveringsapparatuur - Draagbaar

source: Fans – Portable
de: Ventilatoren - mobil
fr: Ventilateurs - Portatifs
nl: Ventilators - Draagbaar

source: Insulation - Radiant Barriers/Heat Shields
de: Wärmebarrieren / Hitzeschilde
fr: Isolation - Barrières Radiantes/Ecrans Thermiques
nl: Isolatie - Stralingsbarrières/Hitteschermen

source: Insulation Supports/Anchors
de: Isolierung / Dämmstoffe - Befestigungen
fr: Supports/Fixations pour Produits d'Isolation
nl: Isolatie - Steunstukken/Ankers

source: Lubricants Variety Packs
de: Schmierstoffe - Sets
fr: Assortiments de Lubrifiants
nl: Smeerproducten - Assortimenten

source: Ice Crushers/Ice Cube Makers (Powered)
de: Eiscrusher / Eiswürfelbereiter (elektrisch)
fr: Broyeur de Glace/Fabrication de Glaçons (Électriques)
nl: IJsmalers/IJsblokjesmakers (Elektrisch)

source: Cookie Guns (Powered)
de: Plätzchenpressen (elektrisch)
fr: Presses à Biscuit
nl: Deegpistolen (Elektrisch)

source: Warming Trays (Powered)
de: Warmhalteplatten (elektrisch)
fr: Chauffe Plat (Électriques)
nl: Warmhoudplaten (Elektrisch)

source: Distribute Product Information for Cleaning Hygiene Products, Lubricants, Fuels, Automotive and Building Product Chemicals
de: Blattglanzprodukte
fr: Lustrants/Nettoyants pour Plantes
nl: Bladglansproduct/Plantreiniger

source: Mail/Post Boxes (Lawn/Garden)
de: Briefkästen (Garten)
fr: Boîtes aux Lettres (Pelouse/Jardin)
nl: Brievenbus

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Tierschreck / Tiervertreiber (nicht elektrisch)
fr: Epouvantails à Animaux/Répulsifs (Non Electriques)
nl: Dierenverjagers/Dierafweermiddelen (Niet-elektrisch)

source: Cooking Timers (Powered)
de: Kurzzeitwecker / Eieruhren (elektrisch)
fr: Minuteurs de Cuisine (Electriques)
nl: Kookwekkers (Elektrisch)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Blume / Pflanzen - Zubehör
fr: Accessoires pour Fleurs/Plantes (Pelouse/Jardin)
nl: Accessoires voor Bloemen en Planten

source: Garden Shelving/Worktops
de: Regale / Arbeitsflächen für Gartengeräte / Gartenarbeit
fr: Etagères de Jardin/Plan de Travail
nl: Tuin Legplanken/Werkbladen

source: Lawn/Garden Waste Disposal Replacement Parts/Accessories
de: Gartenabfallsysteme / Komposter - Ersatzteile / Zubehör
fr: Equipements pour les Déchets de Jardin/Pelouse – Pièces détachées/Accessoires
nl: Tuin Afvalsystemen - Onderdelen/Accessoires

source: Greenhouse Heaters/Ventilators
de: Treibhausheizungen / -ventilatoren
fr: Chauffages de Serre/Ventilateurs
nl: Broeikas Verwarmingstoestellen/Ventilatoren

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Bodenbläge – Mehrschichtparkett
fr: Revêtements de Sol - Bois Composite/Contrecollé
nl: Vloeren - Parket

source: Artists Drawing Boards
de: Zeichenbretter (Künstlerbedarf)
fr: Planches à Dessin
nl: Tekenborden voor Kunstenaars

source: Body Alarms
de: Tragbare Alarmvorrichtungen
fr: Alarmes Personnelles
nl: Draagbare Alarmapparaten

source: Emergency Whistles
de: Notsignalpfeifen
fr: Sifflets de Secours
nl: Alarmfluitjes

source: Key-ring Alarms
de: Schlüsselring-Alarmsysteme
fr: Porte-Clés à Alarme
nl: Sleutelhangeralarm

source: Personal Luggage Alarms
de: Gepäckalarmsysteme
fr: Alarmes à Bagage
nl: Bagage Alarmsystemen

source: Personal Safety Flares/Signals
de: Sicherheits-Leuchtgeschosse / -Leuchtkugeln / -Signale
fr: Signaux/Fusées de Détresse Personnels
nl: Veiligheidsfakkels/Signalen

source: Personal Safety Lights
de: Sicherheitsleuchten
fr: Lampes de Sécurité Personnelle
nl: Persoonlijke Veiligheidslichten

source: Self-defence Sprays
de: Selbstverteigigungs-Sprays
fr: Aérosols d'Auto-Défense
nl: Zelfverdedigingssprays

source: Stun Guns
de: Elekroschocker
fr: Pistolets Electriques
nl: Verdovingsgeweren

source: Wearable Wireless Webcams (Inverse Surveillance)
de: Tragbare schnurlose Webcams (inverse Überwachung)
fr: Cybercaméras Sans Fil Portables (Surveillance Inverse)
nl: Draagbare Draadloze Webcams

source: Personal Safety Devices Variety Packs
de: Persönliche Schutzvorrichtungen - Sets
fr: Assortiments d'Appareils Pour la Sûreté Personnelle
nl: Persoonlijke Veiligheidsuitrusting - Assortimenten

source: Fire Retardants/Suppressants
de: Feuerhemmer / Funkenlöscher
fr: Produits Ignifuges/Retardateurs
nl: Brandvertragende Middelen/Vuurdovende Stoffen

source: Fire Escape Chutes/Ladders
de: Feuerleitern / Notrutschen
fr: Glissières/Échelles d'Evacuation Incendie
nl: Brandtrappen/Ladders

source: Public Fire Alarms
de: Öffentlicher Feueralarmsysteme
fr: Avertisseurs Publics d'Incendie
nl: Openbare brandalarmen

source: Smoke Hoods/Respirators
de: Brandschutzhauben / Atemschutzgeräte
fr: Cagoules/Masques Antifumée
nl: Rookkappen/Ademhalingstoestellen

source: Environmental Fire/Chemical Safety Products Variety Packs
de: Brandschutz- / Chemikaliensicherheitsprodukte - Sets
fr: Assortiment de Produits Pour la Sécurité Chimique/Incendie
nl: Brandbeveiliging/Chemische Veiligheidsproducten - Assortimenten

source: Air/Fog Horns
de: Drucklufthörner / Nebelhörner
fr: Cornes de Brume
nl: Luchthoorns/Misthoorns

source: Lifebelts/Life-Jackets/Lifesuits
de: Rettungsringe / Schwimmwesten / Schutzanzüge
fr: Harnais/Gilets/Brassières de Sauvetage
nl: Reddingsgordels/Reddingsvesten/Reddingspakken

source: Liferafts/Life-Buoys/Flotation Cushions
de: Rettungsfloße / Rettungsbojen / Rettungskissen
fr: Radeaux/Bouées de Sauvetage et Coussins de Sécurité
nl: Reddingsboten/Reddingsboeien/Drijfkussens

source: Lightning Rods/Accessories
de: Blitzableiter und Zubehör
fr: Paratonnerres/Accessoires de Paratonnerre
nl: Bliksemafleiders en Accessoires

source: Sandbags/Flood-guards
de: Sandsäcke / Wasserbarrieren
fr: Sacs de Sable/Barrières Anti-Inondation
nl: Zandzakken/Overstromingsbeveiliging

source: Storm Shelters
de: Sturmschutzräume
fr: Abris de Tempête/Anti-Tornades
nl: Stormschuilplaats

source: Transponders
de: Ortungssysteme / Transponder
fr: Transpondeurs

source: Weather/Natural Disaster Safety Product Variety Packs
de: Wetter-/Naturkatstrophen-Sicherheitsprodukte - Sets
fr: Assortiments de Produits Pour la Sécurité Météo/Contre les Désastres Naturels
nl: Veiligheidsproduct voor Weer/Natuurrampen - Assortimenten

source: Burglar Alarms
de: Einbruchswarnanlagen / Alarmanlagen
fr: Alarmes Antivol
nl: Alarmsystemen (Inbraak)

source: Gas/Heat/Smoke Detectors
de: Gas- / Hitze- / Rauchmelder
fr: Détecteurs de Gaz/Chaleur/Fumée
nl: Gas-/Hitte-/Rookdetectors

source: Access Control Security Systems
de: Zugangskontroll-Sicherheitssysteme
fr: Systèmes de Contrôle d'Accès de Sécurité
nl: Toegangscontrole Veiligheidssystemen

source: Door/Gate Entry Intercoms
de: Tür- / Tor-Gegensprechanlagen
fr: Interphones de Porte/Portail
nl: Deur/Poort Intercoms

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Tür- / Tor- / Fenster-Riegel / -Schlüssel
fr: Verrous/Targettes de Porte/Portail/Fenêtre
nl: Deur/Poort/Raam Grendels/Sloten/Sleutels

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Türketten / Türschutzvorrichtungen
fr: Chaînes/Entrebâilleurs de Porte
nl: Deurkettingen/deurbeschermers

source: Door/Gate Viewers
de: Tür- / Tor-Spione
fr: Portier Vidéo
nl: Deur/Poort Spionnen

source: Window Burglar Bars/Panels/Shutters
de: Fenstergitter / Rolläden (Einbruchsicherungen)
fr: Volets/Panneaux/Barres de Fenêtre Antivols
nl: Anti-inbraak Tralies/Panelen/Rolluiken

source: Door/Window/Perimeter Security Products Variety Packs
de: Türen- / Fenster- / Grundstücks-Sicherheitsprodukte - Sets
fr: Assortiments de Produits Pour la Sécurité des Portes/Fenêtres/Périmètres
nl: Deur/Raam/Onroerend Goed Beveiligingsproducten - Assortimenten

source: Fire Blankets
de: Feuerdecken
fr: Couvertures Antifeu
nl: Blusdekens

source: Fire Extinguishers – Pressurised
de: Feuerlöscher - druckbefüllt
fr: Extincteurs - Pressurisés
nl: Brandblusapparaten - Onder druk

source: Fire Hoses
de: Feuerlöschschläuche
fr: Tuyaux/Boyaux d'Incendie
nl: Brandslangen

source: Home/Business Fire Extinguishers Variety Packs
de: Brandschutz - Sets
fr: Assortiments de Produits de Lutte Contre les Feux Domestiques/de Bureau
nl: Brandblusapparaten - Assortimenten

source: Bugging/Debugging Equipment
de: Abhörausrüstung / Aufspürgeräte für Abhörausrüstungen
fr: Équipements Pour l'Espionnage/le Contre-Espionnage
nl: Afluister- en anti-afluisterapparatuur

source: Light/Motion/Sound Sensors
de: Licht- / Bewegungs- / Geräuschmelder
fr: Détecteurs de Son/Mouvement/Lumière
nl: Licht-/Bewegings-/Geluidssensoren

source: Security Lights
de: Sicherheitsbeleuchtung
fr: Éclairages de Sécurité
nl: Veiligheidslichten

source: Surveillance Cameras/Recorders
de: Überwachungskameras / Videosystemer
fr: Caméras/Enregistreurs Vidéo de Surveillance
nl: Bewakingscamera's

source: Home/Business Surveillance Equipment Variety Packs
de: Gebäude-Überwachungsausrüstung - Sets
fr: Assortiments d'Equipements de Surveillance Domestique/des Bureaux
nl: Gebouw Bewakingsapparatuur - Assortimenten

source: Safes
de: Safes / Panzerschränke
fr: Coffres-forts
nl: Brandkasten

source: Home/Business Safety/Security/Surveillance Variety Packs
de: Sicherheit / Schutz / Überwachung - Gebäude - Sets
fr: Assortiments de Produits de Surveillance/Sécurité/Sureté Domestique/de Bureau
nl: Gebouw Veiligheid/Toezicht/Beveiliging - Assortimenten

source: Safety/Security/Surveillance Variety Packs
de: Sicherheit / Schutz / Überwachung - Sets
fr: Assortiments de Produits Pour la Sûreté/Sécurité/Surveillance
nl: Veiligheid/Toezicht/Beveiliging - Assortimenten

source: Poles/Pilings/Rods
de: Stangen / Pfähle / Stäbe
fr: Poteaux/Piliers/Barres
nl: Palen/Roedes

source: Stair Replacement Parts/Fittings
de: Treppen - Ersatzteile / Montageteile
fr: Installations et Pièces Détachées pour Escaliers
nl: Onderdelen/Hulpstukken voor Trappen

source: Food Preparation Brushes/Oil Pumps/Baster
de: Lebensmittelpinsel / Ölzerstäuber / Speisepipetten
fr: Pinceaux pour Préparations Alimentaires
nl: Borsteltjes/Olieverstuivers/Pipetten voor Voedselbereiding

source: Egg Cups (Non Disposable)
de: Eierbecher
fr: Coquetiers (Non jetables)
nl: Eierdopjes

source: Jambs (Mouldings/Millwork)
de: Türpfosten / Fensterpfosten
fr: Montants (Moulures/Menuiserie)
nl: Deur-/Raamkozijnen

source: Food Funnels
de: Küchentrichter
fr: Entonnoir à Nourriture
nl: Trechters voor Levensmiddelen

source: Food Shaping Moulds
de: Speiseformen / Puddingformen / Eisformen
fr: Moules Alimentaires
nl: Vormpjes voor Levensmiddelen

source: Mouldings/Millwork/Stair Parts Other
de: Dekorative Elemente / Treppenteile - sonstige
fr: Autres Eléments de Moulure/Menuiserie/Escalier
nl: Ornamenten/Houtwerk/Traponderdelen - Overig

source: Mouldings/Millwork/Stair Parts Variety Packs
de: Dekorative Elemente / Treppenteile - Sets
fr: Assortiments d'Eléments de Moulure/Menuiserie/Escalier
nl: Profielen/Decoratieve Elementen/Traponderdelen - Assortimenten

source: Cookie Guns/Food Decorating Syringes (Non Powered)
de: Plätzchenpressen / Garnierspritzen (nicht elektrisch)
fr: Pistolet à Biscuits/ Seringues de Décoration Alimentaires (Non-Electriques)
nl: Persen/Decoratiespuiten voor Voeding (Niet-elektrisch)

source: Cappuccino Creamers (Non Powered)
de: Milchaufschäumer (nicht elekrisch)
fr: Pot à Crème à Cappuccino (Non Electrique)
nl: Cappuccino Roomkloppers (Niet-elektrisch)

source: Party Horns/Blowers
de: Partytröten
fr: Sans Gêne Musique/Sarbacane
nl: Feesttoeters/Bellen

source: Furniture Castors/Pads/Slides
de: Möbelrollen / Filzgleiter / Gleitblöcke
fr: Patins Glissants/Embouts de Meubles
nl: Meubilair Zwenkwieltjes/Kussentjes/Schuifsystemen

source: Computer Stands/Supports
de: Computerhalterungen / -Ständer
fr: Pied/Support pour Ordinateurs
nl: Computerstandaarden/Steunen

source: Styling Dolls Heads (Non Powered)
de: Frisierpuppen (nicht elektrisch)
fr: Têtes de Poupées à coiffer (Non Electrique)
nl: Poppenhoofden voor Knippen (Niet-elektrisch)

source: Styling Dolls Heads (Powered)
de: Frisierpuppen (elektrisch)
fr: Têtes de Poupées à coiffer (Electrique)
nl: Poppenhoofden voor Knippen (Elektrisch)

source: Toys – Ride-on Accessories
de: Kinderfahrzeuge - Zubehör
fr: Jouets – Porteurs – Accessoires
nl: Speelgoedvoertuigen - Berijdbaar - Accessoires

source: Toy Drawing Boards/Accessories
de: Spielzeug-Zeichenbretter / Zubehör
fr: Jouets Panneau de Dessin/Accessoires
nl: Speelgoedtekenborden - Accessoires

source: Practical Jokes
de: Scherzartikel
fr: Farces et attrapes
nl: Fopmiddelen

source: Adhesive Paste/Glue Removers
de: Klebstoffentferner
fr: Solvant de Pâte Adhésive/Colle
nl: Verwijderproducten voor Plakpasta/Lijm

source: Overhead Projectors
de: Overhead Projektoren
fr: Rétroprojecteurs

source: Insects
de: Insekten
fr: Insectes
nl: Insecten

source: Arachnids (Spiders/Scorpions)
de: Arachnide (Spinnen / Skorpione)
fr: Arachnidés (Araignées/Scorpions)
nl: Spinnen/Schorpioenen

source: Annelids (Worms)
de: Ringelwürmer (Würmer)
fr: Annélides (Vers)
nl: Wormen

source: Molluscs
de: Weichtiere
fr: Mollusques
nl: Weekdieren

source: Crustaceans
de: Krustentiere
fr: Crustacés
nl: Schaaldieren

source: Sponges
de: Schwämme
fr: Éponges
nl: Sponsen

source: Sea Stars/Sea Urchins
de: Seesterne / Seeigel
fr: Étoiles de Mer/Oursins
nl: Zeesterren/Zee-egels

source: Jelly Fish
de: Quallen
fr: Méduses
nl: Kwallen

source: Coral/Sea Anemone
de: Korallen / Seeanemonen
fr: Coraux/Anémones de Mer
nl: Koraal/Zeeanemonen

source: Rodents
de: Nagetiere
fr: Rongeurs
nl: Knaagdieren

source: Fishes
de: Fische
fr: Poissons
nl: Vissen

source: Birds
de: Vögel
fr: Oiseaux
nl: Vogels

source: Amphibians
de: Amphibien
fr: Amphibiens
nl: Amfibieën

source: Primates
de: Primaten
nl: Primaten

source: Feline (Cats)
de: Katzen
fr: Félins (Chats)
nl: Katten

source: Bovine (Cattle)
de: Rinder (Vieh)
fr: Bovins (Bétail)
nl: Runderen

source: Caprine (Goats)
de: Ziegen
fr: Caprinés (Chêvres)
nl: Geiten

source: Equine (Horses/Donkeys)
de: Pferde / Esel (Equidae)
fr: Équidés (Chevaux/Ânes)
nl: Paarden/Ezels

source: Swine (Pigs)
de: Schweine
fr: Suidés (Cochons)
nl: Zwijnen/Varkens

source: Ovine (Sheep)
de: Schafe (Ovis)
fr: Ovins (Moutons)
nl: Schapen

source: Reptiles
de: Reptilien
nl: Reptielen

source: Marsupials
de: Beuteltiere
fr: Marsupiaux
nl: Buideldieren

source: Lagomorphs (Hares/Rabbits)
de: Hasen / Kaninchen (Lagomorpha)
fr: Lagomorphes (Lièvres/Lapins)
nl: Hazen/Konijnen

source: Cetaceans (Whales/Dolphins/Porpoises)
de: Wale / Delfine / Schweinswale (Cetacea)
fr: Cétacés (Baleines/Dauphins/Marsouins)
nl: Walvissen/Dolfijnen/Bruinvissen

source: Bottle/Can Insulators
de: Flachen- / Getränkedosenkühler (Überzieher)
fr: Isolants Bouteilles/Cannettes
nl: Fles/Blik Isolatoren

source: Door Accessories
de: Türen – Ersatzteile / Zubehör
fr: Portes - Pièces Détachées/Accessoires
nl: Deuren - Vervangende onderdelen/accessoires

source: Emergency Survival Blankets/Sleeping Bags
de: Notfalldecken / -schlafsäcke
fr: Sacs de Couchage/Couvertures de Survie/de Secours
nl: Overlevingsdekens/Slaapzakken voor Noodgevallen

source: Alarm Systems Replacement Parts/Accessories
de: Alarmsysteme - Ersatzteile / Zubehör
fr: Systèmes d'Alarme - Accessoires/Pièces Détachées
nl: Alarmsystemen Onderdelen/Accessoires

source: Rock Salt/Ice Melting Products
de: Streusalz / Antifrost-Produkte
fr: Produits Anti Verglas/Sels de Voirie
nl: Strooizout/Antivries Producten

source: Invertebrates Other
de: Wirbellose Tiere - sonstige
fr: Autres Invertébrés
nl: Ongewervelde Dieren - Overig

source: Vertebrates Other
de: Wirbeltiere - sonstige
fr: Autres Vertébrés
nl: Gewervelde Dieren - Overig

source: Fireplaces/Fireplace Surrounds/Mantels
de: Kamin und Kamineifassungen / -simse
fr: Cheminées/Foyer/Manteaux
nl: Open haarden/Schoorsteenmantels

source: Tankless Water Heaters
de: Durchlauferhitzer
fr: Chauffe-Eau Sans Réservoir
nl: Waterverwarmer zonder Reservoir

source: Waste Traps/Drains
de: Siphons/Abwasserleitungen
fr: Siphons/Drains
nl: Sifons/Putten/Douchegoten
