Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Brick.*.resx
Languages: de, fr, nl

source: Ballasts/Starters
de: Starter / Vorschaltgeräte
fr: Ballasts/Rhéostats de Démarrage
nl: Ballasten/Starters

source: Adaptors (Electrical)
de: Adapter
fr: Adaptateurs (Electrique)
nl: Adapters (Elektrisch)

source: Wall Plates (Electrical)
de: Abdeckungen / Blenden (Elektroinstallation)
fr: Plaques Murales (Electrique)
nl: Muurplaten (Elektrisch)

source: Electrical Wires
de: Elektrodrähte
fr: Fils Electriques
nl: Elektrische Bedrading

source: Bonding/Grounding Braid
de: Erdungsbänder / -Seile
fr: Tresses/Bandes de Mise à la Masse
nl: Aardkabels

source: Extension/Power Supply Cords
de: Verlängerungskabel / Kabeltrommeln
fr: Rallonges/Prolongateurs/Cordons d'Alimentation
nl: Verlengsnoeren/Stroomkabels

source: Bells/Chimes/Buzzers
de: Türklingeln / -Glocken / -Summer
fr: Cloches/Sonnettes/Carillons
nl: Bellen/Zoemers

source: Sockets/Receptacles/Outlets
de: Steckdosen / Steckerbuchsen / Ausgänge
fr: Prises
nl: Stopcontacten/Wandcontactdozen

source: Splitters
de: Verteiler / Splitter
fr: Séparateurs/Distributeurs/Diviseurs

source: Relays/Contactors
de: Relais / Schaltschütze
fr: Relais/Contacteurs
nl: Relais/Contactors

source: Cable/Wire Pullers
de: Kabel-Einziehhilfen
fr: Tire-Fils/Câbles
nl: Kabel-/Draadtrekkers

source: Electrical Connection Variety Packs
de: Elektrische Verbindung - Sets
fr: Assortiments de Produits pour la Connexion Electrique
nl: Elektrische Verbinding - Assortimenten

source: Connectors (Electrical)
de: Steckverbinder / Kabelschuhe
fr: Connecteurs (Electrique)
nl: Connectoren (Elektrisch)

source: Busbars/Busways
de: Stromschienen / Stromschienensysteme
fr: Barres Omnibus
nl: Spanningsrails

source: Circuit Breakers
de: Leitungsschutzschalter / Sicherungsautomaten
fr: Disjoncteurs
nl: Stroomonderbrekers

source: Electrical Distribution Accessories/Fittings
de: Elektrische Verteilung - Zubehör / Halterungen
fr: Accessoires/Équipements pour la Distribution Electrique
nl: Elektrische Verdeling - Onderdelen/Accessoires

source: Distribution Boards/Boxes
de: Sicherungskästen / Verteilerkästen
fr: Coffrets/Tableaux de Distribution
nl: Verdeelborden/-kasten

source: Surge Suppressors/Protectors
de: Überspannungsschutz
fr: Écrêteurs/Suppresseurs de Surtensions
nl: Overspanningonderdrukkers/-beveiligers

source: Switches
de: Schalter
fr: Interrupteurs
nl: Schakelaars

source: Terminal Blocks/Strips
de: Anschlussleisten / Klemmleisten
fr: Borniers
nl: Aansluitblokken/-strips

source: Multimeters
de: Spannungsmesser / Multimeter
fr: Voltmètres/Multimètres
nl: Voltmeters/Multimeters

source: Capacitors
de: Kondensatoren
fr: Condensateurs
nl: Condensators

source: Canine (Dogs)
de: Hunde
fr: Canidés (Chiens)
nl: Honden

source: Absorbents (DIY)
de: Absorptionsmittel (Do-it-yourself)
fr: Absorbants (Bricolage)
nl: Absorberende stoffen (DHZ)

source: Antifatigue Aids (DIY)
de: Anti-Ermüdungshilfen (Do-it-yourself)
fr: Dispositifs Anti-fatigue (Bricolage)
nl: Hulpmiddelen tegen Vermoeidheid (DHZ)

source: Antislip Aids (DIY)
de: Anti-Rutschhilfen (Do-it-yourself)
fr: Dispositifs Antidérapants (Bricolage)
nl: Antislip Hulpmiddelen (DHZ)

source: Safety Nets/Curtains/Barriers
de: Sicherheitsnetze / Vorhänge / Absperrungen
fr: Filets/Rideaux/Écrans de Sécurité
nl: Veiligheidsnetten/Gordijnen/Afsluitingen

source: Protective Collective Aids Replacement Parts/Accessories
de: Schutzvorrichtungen - Ersatzteile / Zubehör
fr: Dispositifs Collectifs de Protection - Pièces Détachées/Accessoires
nl: Collectieve Beschermingsmiddelen - Onderdelen/Accessoires

source: Asphalt/Concrete/Masonry Replacement Parts/Accessories
de: Mineralische Baustoffe / Asphaltbaustoffe - Ersatzteile / Zubehör
fr: Asphalte/Béton/Maçonnerie - Pièces Détachées/Accessoires
nl: Asfalt/Beton/Metselwerk - Onderdelen/Accessoires

source: Light Bulb Sockets
de: Lampenfassungen
fr: Douilles d'Ampoules
nl: Gloeilampfittings

source: Dimmers
de: Dimmer
fr: Variateurs

source: Lampshades
de: Lampenschirme
fr: Abat-Jour
nl: Lampenkappen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Lampenfüße / Lampenständer
fr: Socles/Pieds de Lampe
nl: Lampstandaards/Voetstukken

source: Lamp Brackets/Fittings
de: Lampenhalter / Lampenfassungen - sonstige
fr: Supports/Fixations de Lampe Autres
nl: Lampbevestigingsproducten/Fittingen - overig

source: Light Bulb Changers
de: Glühbirnenwechsler
fr: Changeurs d'Ampoules
nl: Gloeilampwisselaars

source: Fibre Optic Lighting
de: Glasfaserleuchten
fr: Éclairages à Fibres Optiques
nl: Glasvezelverlichting

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Freistehende Leuchten
fr: Eclairages sur Pied
nl: Vrijstaande verlichting

source: Electric Torches/Flashlights
de: Fackeln / Laternen / Taschenlampen (elektrisch)
fr: Torches/Lanternes/Lampes de Poches (Electriques)
nl: Fakkels/Lantaarns/Zaklampen (Aangedreven)

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Breit- und hochstrahlende (Arbeits-)Leuchten
fr: Eclairages (de Chantier) Grand Angle et à Faisceau Large
nl: Inspectie- en werklampen

source: Distribute Product Information for Building Products, Automotive, Tools, Office and Arts Supply Products
de: Lichterketten / Lichtschläuche
fr: Flexibles/Tuyaux Lumineux
nl: Lichtkettingen/-buizen

source: Tools/Equipment – Hand Variety Packs
de: Werkzeuge / Geräte – Sets
fr: Assortiments d’Outillages/Equipements Manuels
nl: Gereedschap/Apparatuur- Assortimenten

source: Protective Collective Aids Other
de: Schutzvorrichtungen - sonstige
fr: Autres Dispositifs Collectifs de Protection
nl: Collectieve Beschermingsmiddelen - Overig

source: Cable/Wire Conduit/Ducting/Raceways
de: Kabelkanäle / -Führungsschienen
fr: Conduits/Chemins/Caniveaux de Câbles/Fils
nl: Leidingen/Buizen/Goten voor Bekabeling/Bedrading

source: Cable Markers
de: Kabelkennzeichnungen / -Beschriftungen
fr: Marqueurs de Câbles
nl: Kabelmerkers

source: Cable Reels/Pullers
de: Kabelrollen
fr: Enrouleurs/Dispositif de Tirage des Câbles
nl: Kabelhaspels

source: Cabling/Wiring Protection/Wrapping
de: Kabelmäntel / -Schutzumhüllungen
fr: Gaines/Protège Câbles
nl: Bescherming/Verpakking voor Bekabeling/Bedrading

source: Cable Clips/Grommets/Ties
de: Kabelschellen / Durchführungstüllen / Kabelbinder
fr: Attache-Câbles/Passe-Fils/Colliers
nl: Kabelklemmen/-ringen/Tie Wraps

source: Paint Applicators – Powered
de: Mal- / Streichwerkzeuge (elektrisch)
fr: Applicateurs de Peinture (Electriques)
nl: Verfinstrumenten (Aangedreven)

source: Paint Applicators – Non Powered
de: Mal- / Streichwerkzeuge (nicht elektrisch)
fr: Applicateurs de Peinture (Non Electriques)
nl: Verfapparatuur - Niet-aangedreven (niet aangedreven)

source: Paint Additives/Enhancers
de: Farbzusätze
fr: Additifs/Traitements pour Peintures
nl: Verfadditieven

source: Preservers/Preservatives
de: Holzschutzlasuren / -Mittel
fr: Préservateurs/Agents de Conservation
nl: Bewaar-/Conserveringsmiddelen

source: Pipe Freezing Tools
de: Rohreinfriergeräte (nicht elektrisch)
fr: Outils de Congélation de Tuyaux (Non Electriques)
nl: Pijp blokkeerapparatuur (Niet Aangedreven)

source: Roof Trusses
de: Dachstühle
fr: Fermes
nl: Dakconstructies

source: Cable Conduit Fittings
de: Kabelkanal / Kabelführung - Verbindungen / Befestigungen
fr: Raccords pour Conduits de Câble
nl: Kabelbuisfittingen

source: Circuit Assemblies/Integrated Circuits
de: Schaltkreis-Baugruppen / integrierte Schaltkreise
fr: Circuits Intégrés
nl: Circuitmontages/Geïntegreerde Circuits

source: Discreet Components
de: Elektronische Bauelemente (aktiv und passiv)
fr: Composants Discrets
nl: Losse Onderdelen

source: Electronic Circuit Accessories
de: Zubehör für elektronische Schaltungen
fr: Accessoires pour Circuit Electronique
nl: Accessoires voor Elektronische Circuits

source: Drain Covers (Guttering/Drainage)
de: Ablaufgitter (Dachrinnen / Drainage)
fr: Grilles de Drainage (Gouttières/Drainage)
nl: Riooldeksels

source: Fixings/Fasteners Hardware Accessories
de: Befestigungsmaterial - Zubehör
fr: Accessoires d'Equipements de Fixation/d'Attache
nl: Bevestigingsmaterialen - Accessoires

source: Wall/Ceiling Covering Tools – Non Powered
de: Wand- / Deckenverkleidungswerkzeuge (nicht elektrisch)
fr: Outils pour Revêtement de Mur/Plafond (Non Electriques)
nl: Hulpmiddelen voor Wand-/Plafondbekleding (niet aangedreven)

source: Gate/Garage Door Opening Systems
de: Garagentore – Öffnungssysteme – Ersatzteile / Zubehör
fr: Systèmes d'Ouverture de Portails/Portes de Garage - Pièces Détachées/Accessoires
nl: Poort-/Garagedeuren - Vervangende onderdelen/accessoires

source: Cable Marking Accessories
de: Kabelkennzeichnung / -Beschriftung - Zubehör
fr: Accessoires de Repérage de Câbles
nl: Accessoires voor Kabelmerker

source: Cookware/Bakeware Accessories/Replacement Parts
de: Kochgeschirr / Backformen - Ersatzteile / Zubehör
fr: Ustensiles pour la Cuisson/ Accessoires de Cuisson/ Pièces Détachées
nl: Kookgerei/Bakgerei - Onderdelen/Accessoires

source: Typewriter Consumables
de: Schreibmaschinen - Verbrauchsmaterial
fr: Consommables de Machines à Ecrire
nl: Onderdelen voor Schrijfmachine

source: Fax Machine Consumables
de: Faxgeräte - Verbrauchsmaterialien
fr: Consommables pour Télécopieur
nl: Faxapparaat - Verbruiksartikelen

source: Lawn/Garden Fencing Accessories
de: Gartenzäune / Garteneinfriedeungen - Zubehör
fr: Accessoires de Clôture de Pelouse/De Jardin
nl: Tuin Omheining Accessoires

source: Pulleys and Belt Drives
de: Riemenscheiben / Riemenantriebe (nicht elektrisch)
fr: Poulies/Entrainements à Courroie (Non Electriques)
nl: Katrollen en Riemaandrijvingen (Niet Aangedreven)

source: Telephone Wipes
de: Telefon-Reinigungstücher
fr: Lingettes pour Téléphone
nl: Reinigingsdoekjes voor Telefoon

source: Fixed Communication Devices Accessories
de: Kommunikationsgeräte - Festnetz / kabelgebunden - Zubehör
fr: Accessoires pour Appareils Fixes de Communication
nl: Toestellen voor Vaste Communicatie - Accessoires

source: Multi-use/Universal Electrical Timers/Controllers
de: Zeitschaltuhren / Control Panels
fr: Commandes Programmables/Temporisateurs Electriques Multifonctions/Universels
nl: Universele Elektrische Timers/Controllers

source: Computer/Video Games Mass Storage
de: Computer / PC- / Videospiele - Massenspeicher
fr: Informatiques/Consoles de Jeux Stokage de Masse
nl: Extern geheugen voor Computer/PC's/Spelcomputers/Games

source: Role Play – Housekeeping/Gardening/DIY Toys
de: Rollenspiel-Spielzeuge - Haushalts- / Gärtner- / DIY-Spielzeuge
fr: Jouets de Rôle – Jouets d'Entretien de la Maison/Jardinage/Bricolage
nl: Rollenspel - Huishouden/Tuinieren/DHZ Speelgoed

source: Role Play – Shopping/Office/Business Toys
de: Rollenspiel-Spielzeuge - Kaufladen / Büro / Berufe
fr: Jouets de Rôle – Jouets de Marchande/Bureau/ Affaires
nl: Rollenspel - Winkel/Kantoor/Bedrijf Speelgoed

source: Digital Pens
de: Digitalstifte
fr: Crayon Digital
nl: Digitale Pennen

source: Trim Paints
de: Lacke
fr: Peintures de Finition
nl: Lakken

source: Curtain Holdbacks
de: Raffhaken / Drapierhaken
fr: Porte-embrasse de Rideaux
nl: Gordijnhaken

source: Frozen Drinks Makers/Ice Shavers (Powered)
de: Wassereis- / Slushmaschinen (elektrisch)
fr: Fabriques à Glaçons/Sodas (Électriques)
nl: IJsdrankmachines/IJsmalers (Elektrisch)

source: Chocolate Fountains (Powered)
de: Schokoladenbrunnen (elektrisch)
fr: Fontaines à Chocolat (Électriques)
nl: Chocoladefonteinen (Elektrisch)

source: Wine/Bottle Openers (Powered)
de: Korkenzieher / Flaschenöffner (elektrisch)
fr: Ouvres Bouteilles/Bouteilles à Vin (Électriques)
nl: Kurkentrekkers/Flesopeners (Elektrisch)

source: Ornament Accessories
de: Dekorationsgegenstände - Zubehör
fr: Accessoires d'Ornement
nl: Decoraties - Accessoires

source: Salt/Pepper Shakers
de: Salz- / Pfefferstreuer
fr: Salière/Poivrier
nl: Zout-/Pepervaten

source: Flour/Sugar Shakers
de: Mehlsiebe / Zuckerstreuer
fr: Saupoudreuse de farine/De sucre
nl: Bloem-/Suikerstrooiers

source: Kitchen Scales (Powered)
de: Küchenwaagen (elektrisch)
fr: Balance de Cuisine (Électriques)
nl: Keukenweegschalen (Elektrisch)

source: Portable Air Control Appliances Replacement Parts/Accessories
de: Klimageräte (mobil) - Ersatzteile / Zubehör
fr: Piéces détachées/Accessoires pour Appareils de Contrôle d'Air
nl: Draagbare Luchtbehandelingsapparatuur - Onderdelen/Accessoires

source: Digital Photo Frames
de: Digitale Bilderrahmen
fr: Cadre Photo Numérique
nl: Digitale Fotolijsten

source: Food Preparation Bowls
de: Küchenschüsseln
fr: Bols de Préparations pour la Préparation des Aliments
nl: Kommen voor Voedselbereiding

source: Pumps (Non Powered)
de: Pumpen (nicht elektrisch)
fr: Pompes (Non Electriques)
nl: Pompen (Niet-aangedreven)

source: Pumps ( Powered)
de: Pumpen (elektrisch)
fr: Pompes (Electriques)
nl: Pompen (Aangedreven)

source: Hot Dog Rollers
de: Hot Dog-Rollengrills
fr: Appareil à Hot Dog

source: Exterior Trim – Siding Accessories
de: Außenverkleidungszubehör
fr: Habillage Extérieur - Accessoires de Bardage
nl: Buitengevel - Accessoires

source: Paint/Stain Strainers
de: Farbsiebe
fr: Filtres/Tamis à Peinture/Teinture
nl: Verf-/Kleurstofzeven

source: Marking Chalks/String Lines
de: Markierkreiden / Maurerschnüre (nicht elektrisch)
fr: Craies de Marquage/Cordeaux à Tracer les Lignes (Non Electriques)
nl: Markeerkrijt/Kalklijner (niet aangedreven)

source: Household Paint Brushes/Rollers/Applicators
de: Pinsel / Farbrollen / Applikatoren (Haushalt)
fr: Pinceaux/Brosses/Applicateurs/Rouleaux Courants
nl: Verfkwasten/-rollers/-applicatoren

source: Exterior Convex Mirrors
de: Sicherheitsspiegel
fr: Miroirs Convexes d'Extérieur
nl: Bolvormige Buitenspiegels

source: Portable Speakers
de: Lautsprecher (tragbar)
fr: Haut-Parleurs Portables
nl: Draagbare Luidsprekers

source: Personal Digital Broadcasters/Trackers
de: Personal Broadcasting-Geräte
fr: Afficheur/Traqueur Digital Personnel
nl: Persoonlijke Omroepapparaten

source: Toy Computer Accessories
de: Spielzeugcomputer-Zubehör
fr: Accessoires d'Ordinateur Jouet
nl: Speelgoedcomputer - Accessoires

source: Funnels (DIY)
de: Trichter (DIY) (nicht elektrisch)
fr: Entonnoirs (Bricolage) (Non Electriques)
nl: Trechters (DHZ) (niet-aangedreven)

source: Wire Brushes
de: Drahtbürsten
fr: Brosses Métalliques
nl: Staalborstels

source: Bevel Gauges
de: Winkellehren (nicht elektrisch)
fr: Fausse Equerre à Coulisse (Non Electriques)
nl: Zwaaihaak (niet aangedreven)

source: Room Heaters
de: Raumheizgeräte
fr: Radiateurs/Chauffages d'Appoint
nl: Kamerverwarmingstoestellen

source: Biscuit Joiners
de: Nutfräsmaschinen (elektrisch)
fr: Fraiseuses à Lamelles/Lamelleuses (Electriques)
nl: Lamellenfrezen (Aangedreven)

source: Distribute Product Information for Household/Office Furniture/Furnishings
de: Gartendekorationsartikel
fr: Décors de Jardin/Plaques
nl: Tuinornamenten/Plaquettes

source: Auto Repair Crawlers/Creepers
de: Montage- / Werkstatt-Rollbretter
fr: Sommiers Roulants Pour Réparation Automobile
nl: Montagewagens/kruipwagens voor Autoreparatie

source: Laths
de: Latten
fr: Voliges
nl: Latten / Regels

source: Corner Guards
de: Kantenschutzprodukte
fr: Cornières de Protection
nl: Hoekbeschermers

source: Workshop Cloths/Rags
de: Werkstatt-Putzlappen / -Putztücher
fr: Chiffons/Etoffes pour Atelier
nl: Poetsdoeken/Poetslappen voor de Werkplaats

source: Painting Masking Paper/Film
de: Staub- / Farbschutz – Abdeckpapier / -pappe / -folie
fr: Films/Papiers de Masquage Pour Peinture/Poussière
nl: Papier/Vellen/Folie voor stof-/verfbescherming

source: Barricade Safety Tapes
de: Gefahrenmarkierungsband
fr: Bandes de Sécurité
nl: Afzetlint

source: Analogue/Digital Converters
de: Analog- / Digital-Wandler
fr: Convertisseur de Signal Analogique/Digital
nl: Analoog/Digitaal Omzetters

source: Lip Balms
de: Lippenbalsame
fr: Baume à Lèvres
nl: Lipbalsems

source: Car Radar Detectors
de: Kfz-Radarfallendetektoren
fr: Détecteur de Radar Pour l'Automobile
nl: Radardetectors voor Auto

source: Ground Cover/Landscaping/Mulching Fabrics
de: Bodenabdeckung / Landschaftsbau- / Mulchfolien
fr: Couverture de Sol/Paysagisme/Paillis en Tissus
nl: Bodembedekkende/Landschapsvormende Materialen

source: Decorative (Faux) Painting Equipment
de: Geräte für kreative Wandgestaltung (Wisch- / Marmorier- / Tupftechnik)
fr: Équipements Pour Peintures Décoratives (Trompe l'œil)
nl: Apparatuur voor Decoratieve Verftechnieken

source: Exterior Trim – Skirting/Underpinning
de: Sockelverkleidungen (Haus) / Umrandungen für Wohnwagen / Mobilheime
fr: Habillage Extérieur - Pieds de Façade/Soubassements
nl: Buitenbekleding - Plinten / boorden

source: Mobile Home Assembly/Set-up Equipment
de: Wohnwagen / Wohnmobil - Montage- / Aufstell-Zubehör
fr: Équipements d'Assemblage/d'Installation de Mobile-Home
nl: Camper/Caravan Installatie/Set-up Materiaal

source: Insulation – Pipe Lagging/Wrapping
de: Rohr-Dämmungen / Rohr-Umhüllungen
fr: Isolation - Revêtements/Enrobages de Tuyau
nl: Isolatie - Leidingbekleding

source: Visual Distribution Amplifiers
de: Video-Splitter / -Verteiler
fr: Amplificateur de Distribution Visuelle
nl: Video Splitters/Verdelers

source: Low-noise Block (LNB) Converters
de: Rauscharmer Signalumsetzer (LNB)
fr: Convertisseur de Réduction de Bruit (LNB)
nl: Low-noise Signaalconverters (LNB)

source: Video Receiving/Installation Accessories
de: TV-Empfang / Installation - Zubehör
fr: Accessoires d'Installation/Réception Vidéo
nl: Televisie Ontvangst/Installatie - Accessoires

source: Video Receiving/Installation Variety Packs
de: TV-Empfang / Installation - Sets
fr: Assortiments de Réception/Installation Vidéo
nl: Televisie Ontvangst/Installatie - Assortimenten

source: Digital Enhanced Cordless Telecommunications (DECT) Repeaters
de: DECT-Repeater (Signalverstärker)
fr: Répéteur pour Téléphone sans Fil Numérique( Digital Enhanced Cordless Telecommunications (DECT)
nl: DECT-Repeater (Signaalversterker)

source: Computer/Video Game Headsets
de: Computer / PC- / Videospiele - Headsets (Kopfhörer mit Mikrofon)
fr: Casque pour Ordinateurs/Jeux Vidéos
nl: Koptelefoons voor Computer/PC's/Spelcomputers/Games

source: Electronic Testers
de: Spannungsmesser / Testgeräte
fr: Testeurs Electroniques
nl: Elektronische Testapparaten

source: Universal Turntables
de: Drehplatten / Drehteller
fr: Plateau Tournant Universel
nl: Tafels met draaiend blad

source: Audio Visual Labelling Systems
de: Audio / Video - Zubehör - Beschriftungssysteme
fr: Systèmes d'Etiquetages pour l'Audiovisuel
nl: Audio/Video Etiketteringssystemen

source: Communication Headphones Replacement Parts/Accessories
de: Freisprechanlagen / Headsets - Ersatzteile / Zubehör
fr: Pièces Détachées/Accessoires pour Casques de Communication
nl: Handsfree/Headset - Onderdelen/Accessoires

source: Vibration Absorbers/Dampers
de: Vibrationsdämpfer (Audio)
fr: Amortisseur/Absorbeur de Vibrations
nl: Trillingsdempers

source: MP3 Docking Stations
de: MP3-Dockingstationen
fr: Station d'Accueil MP3

source: Memory Card Recorders
de: Speicherkartenrekorder
fr: Enregistreur de Carte Mémoire
nl: Geheugenkaart Recorders

source: Car GPS Antennae
de: Kfz-GPS-Antennen
fr: Antenne GPS pour Véhicule
nl: GPS-Antennes voor Auto's

source: Camera Flash Accessories
de: Blitzgeräte-Zubehör
fr: Accessoires de Flashs pour Appareil Photo
nl: Accessoires voor Flitsers

source: Photographic Slides – Replacement Parts/Accessories
de: Dias - Ersatzteile / Zubehör
fr: Diapositives Photographiques – Accessoires et Pièces détachées
nl: Onderdelen/Accessoires voor Dia's

source: Photographic Slide Storage
de: Dia-Magazine / -Boxen
fr: Magasins et Boîtes de Stockage de Diapositives
nl: Opslag van Dia's

source: Photographic Studio Flash Gun
de: Studioblitze
fr: Pistolet Flash pour Studio Photo
nl: Flitser voor Fotostudio

source: Computer Cables
de: Computerkabel
fr: Câbles Informatiques
nl: Computerkabels

source: Photographic Camera Filters
de: Fotokamera-Filter
fr: Filtres Photographiques pour Appareil Photo
nl: Filters voor Fototoestellen

source: Key Rings
de: Schlüsselringe
fr: Anneaux Porte Clés
nl: Sleutelhangers

source: Audio Visual Cables
de: Audiovisuelle Kabel
fr: Câbles Audiovisuels
nl: Audio/Video Kabels

source: Telecommunication Cables
de: Telekommunikationskabel
fr: Câbles pour la Télécommunication
nl: Telecommunicatiekabels

source: Satellite Installation Cables
de: Satelliteninstallationskabel
fr: Câbles Satellite
nl: Satellietinstallatie-Kabels

source: Satellite Reception Accessories
de: Satelliten-Empfangszubehör
fr: Accessoires de Réception Satellite
nl: Accessoires voor Satellietontvangst

source: Air Conditioning Refrigerants
de: Klimaanlagen-Kältemittel
fr: Réfrigérants Pour Air Conditionné
nl: Koelmiddelen voor Airconditioning

source: Vacuum Cleaner Bags
de: Staubsaugerbeutel
fr: Sacs pour Aspirateur
nl: Stofzuigerzakken

source: Console Accessories
de: Spielkonsolen - Zubehör
fr: Accessoires de Consoles
nl: Spelcomputer - Accessoires

source: Battery Boxes
de: Batterieaufbewahrungsboxen
fr: Boitiers de Rangement pour Piles
nl: Batterijdozen

source: Portable FM (Frequency Modulation) Transmitters
de: FM-Transmitter (tragbar)
fr: Transmetteur FM (Frequency Modulation) Portable
nl: Draagbare FM Zenders

source: Projection Tables
de: Projektionstische
fr: Tables de Projection
nl: Projectietafels

source: Beef – Prepared/Processed
de: Rindfleisch - bearbeitet / verarbeitet
fr: Viande Bovine - Préparée/Transformée
nl: Rundvlees - Bereid/Bewerkt

source: Bison/Buffalo – Prepared/Processed
de: Bison- / Büffelfleisch - bearbeitet / verarbeitet
fr: Bison/Buffle - Préparé/Transformé
nl: Bizon-/Buffelvlees - Bereid/Bewerkt

source: Chicken – Prepared/Processed
de: Huhn - bearbeitet / verarbeitet
fr: Poulet - Préparé/Transformé
nl: Kippenvlees - Bereid/Bewerkt

source: Deer, other than Roe Deer – Prepared/Processed
de: Hirsch (Wildfleisch) mit Ausnahme von Rehwild - bearbeitet / verarbeitet
fr: Cerf - Autre que Chevreuil - Préparé/Transformé
nl: Hertenvlees, behalve Reevlees - Bereid/Bewerkt

source: Duck – Prepared/Processed
de: Ente - bearbeitet / verarbeitet
fr: Canard - Préparé/Transformé
nl: Eendenvlees - Bereid/Bewerkt

source: Frog – Prepared/Processed
de: Frosch - bearbeitet / verarbeitet
fr: Grenouille - Préparée/Transformée
nl: Kikkerbillen - Bereid/Bewerkt

source: Goat – Prepared/Processed
de: Ziegenfleisch - bearbeitet / verarbeitet
fr: Chèvre- Préparée/Transformée
nl: Geitenvlees - Bereid/Bewerkt

source: Horse – Prepared/Processed
de: Pferdefleisch - bearbeitet / verarbeitet
fr: Cheval - Préparé/Transformé
nl: Paardenvlees - Bereid/Bewerkt

source: Land Snail – Prepared/Processed
de: Landschnecken - bearbeitet / verarbeitet
fr: Escargot - Préparé/Transformé
nl: Landslak - Bereid/Bewerkt

source: Llama/Alpaca – Prepared/Processed
de: Lama / Alpaka - bearbeitet / verarbeitet
fr: Lama/Alpaga - Préparé/Transformé
nl: Lama-/Alpacavlees - Bereid/Bewerkt

source: Mixed Species Meat/Poultry:Alternative Meat – Prepared/Processed
de: Verschiedene Fleisch- / Geflügelarten - Mischungen - bearbeitet / verarbeitet
fr: Espèces de Viandes/Volaille/Autres Animaux Variés - Viande Alternative - Préparées/Transformées
nl: Gemengde Soorten Vlees/Gevogelte/Wild - Bereid/Bewerkt

source: Ostrich – Prepared/Processed
de: Straußenfleisch - bearbeitet / verarbeitet
fr: Autruche - Préparée/Transformée
nl: Struisvogelvlees - Bereid/Bewerkt

source: Pheasant – Prepared/Processed
de: Fasan - bearbeitet / verarbeitet
fr: Faisan - Préparé/Transformé
nl: Fazantenvlees - Bereid/Bewerkt

source: Pork – Prepared/Processed
de: Schweinefleisch - bearbeitet / verarbeitet
fr: Porc - Préparé/Transformé
nl: Varkensvlees - Bereid/Bewerkt
