Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: There must be at most 1 iteration of <referencedTradeItem>/GTIN where <referencedTradeItemTypeCode> equals 'PREFERRED'.
de: Es muss höchstens 1 Iteration von <referencedTradeItem>/GTIN wobei <referencedTradeItemTypeCode> ist gleich 'PREFERRED'.
fr: Il doit y avoir au plus 1 itération de <referencedTradeItem>/GTIN où <referencedTradeItemTypeCode> est égal à 'PREFERRED'.
nl: Er mag maximaal 1 iteratie zijn van <referencedTradeItem>/GTIN waarbij <referencedTradeItemTypeCode> gelijk is aan 'PREFERRED'.

source: When there is more than one iteration of class FoodAndBeverageIngredient, then you must enter Ingredient Sequence on Package <ingredientSequence> in each iteration. It does not apply to iterations where <ingredientCode>/@<codeListName> is equal to '<euSustainabilityReporting>'.
de: Wenn es gibt mehr als eine Iteration von Klasse FoodAndBeverageIngredient, dann you must enter Ingredient Sequence auf Package <ingredientSequence> in jeder Iteration. It does nicht gelten zu Iterationen wobei <ingredientCode>/@<codeListName> is gleich '<euSustainabilityReporting>'.
fr: Lorsque il y un plus de une itération de classe FoodAndBeverageIngredient, alors you must enter Ingredient Sequence sur Package <ingredientSequence> dans chaque itération. It does pas s'applique à itérations où <ingredientCode>/@<codeListName> is égal à '<euSustainabilityReporting>'.
nl: Wanneer er meer dan één iteratie is van de class FoodAndBeverageIngredient, dan moet u Ingredient Sequence op Package <ingredientSequence> invoeren in elke iteratie. Dit geldt niet voor iteraties waarbij <ingredientCode>/@<codeListName> gelijk is aan '<euSustainabilityReporting>'.

source: There must be at most one iteration of <distributionMediaTypeCode>
de: Es muss höchstens eine Iteration von <distributionMediaTypeCode>
fr: Il doit y avoir au plus une itération de <distributionMediaTypeCode>
nl: Er mag maximaal één iteratie zijn van <distributionMediaTypeCode>

source: There must be at most one iteration of <packagingRefundObligationName>
de: Es muss höchstens eine Iteration von <packagingRefundObligationName>
fr: Il doit y avoir au plus une itération de <packagingRefundObligationName>
nl: Er mag maximaal één iteratie zijn van <packagingRefundObligationName>

source: There must be at most one iteration of <packagingRefuseObligationName>
de: Es muss höchstens eine Iteration von <packagingRefuseObligationName>
fr: Il doit y avoir au plus une itération de <packagingRefuseObligationName>
nl: Er mag maximaal één iteratie zijn van <packagingRefuseObligationName>

source: <packagingTermsAndConditionsCode> shall only be used once.
de: <packagingTermsAndConditionsCode> muss nur be verwendet einmal.
fr: <packagingTermsAndConditionsCode> doit seulement be utilisé une fois.
nl: <packagingTermsAndConditionsCode> mag slechts één keer worden gebruikt.

source: There must be at most one iteration of <publisherName>
de: Es muss höchstens eine Iteration von <publisherName>
fr: Il doit y avoir au plus une itération de <publisherName>
nl: Er mag maximaal één iteratie zijn van <publisherName>

source: There must be at most one iteration of <tradeItemDateOnPackagingFormatName>
de: Es muss höchstens eine Iteration von <tradeItemDateOnPackagingFormatName>
fr: Il doit y avoir au plus une itération de <tradeItemDateOnPackagingFormatName>
nl: Er mag maximaal één iteratie zijn van <tradeItemDateOnPackagingFormatName>

source: There must be at most one iteration of <tradeItemGroupIdentificationCodeReference>
de: Es muss höchstens eine Iteration von <tradeItemGroupIdentificationCodeReference>
fr: Il doit y avoir au plus une itération de <tradeItemGroupIdentificationCodeReference>
nl: Er mag maximaal één iteratie zijn van <tradeItemGroupIdentificationCodeReference>

source: There must be at most one iteration of <transportationModeRegulatoryAgency>
de: Es muss höchstens eine Iteration von <transportationModeRegulatoryAgency>
fr: Il doit y avoir au plus une itération de <transportationModeRegulatoryAgency>
nl: Er mag maximaal één iteratie zijn van <transportationModeRegulatoryAgency>

source: You shall populate Claim Type Code <claimTypeCode> because you populated Element Claim Code <claimElementCode>.
de: You muss populate Claim Typ Code <claimTypeCode> because you befüllt Element Claim Code <claimElementCode>.
fr: You doit populate Claim Type Code <claimTypeCode> because you renseigné Element Claim Code <claimElementCode>.
nl: Vul Claim Type Code <claimTypeCode> in, omdat u Element Claim Code <claimElementCode> heeft ingevuld.

source: If any attribute in FoodAndBeverageIngredient class is used, then you must provide an Ingredient <ingredientName> or a Grape Variety Code <grapeVarietyCode>. It does not apply when <ingredientCode>/@<codeListName> is equal to '<euSustainabilityReporting>'.
de: Wenn jeder Attribut in FoodAndBeverageIngredient Klasse is verwendet, dann you must provide an Ingredient <ingredientName> oder ein Grape Variety Code <grapeVarietyCode>. It does nicht gelten wenn <ingredientCode>/@<codeListName> is gleich '<euSustainabilityReporting>'.
fr: Si tout attribut dans FoodAndBeverageIngredient classe is utilisé, alors you must provide an Ingredient <ingredientName> ou un Grape Variety Code <grapeVarietyCode>. It does pas s'applique lorsque <ingredientCode>/@<codeListName> is égal à '<euSustainabilityReporting>'.
nl: Als elk attribuut in de FoodAndBeverageIngredient class wordt gebruikt, dan moet u een Ingredient <ingredientName> of een Grape Variety Code <grapeVarietyCode> opgeven. Dit geldt niet wanneer <ingredientCode>/@<codeListName> gelijk is aan '<euSustainabilityReporting>'.

source: If <tradeItemUnitDescriptorCode> is equal to 'MIXED_MODULE' and parent item exists then parent item <tradeItemUnitDescriptorCode> must equal 'TRANSPORT_LOAD', 'PALLET', or 'MIXED_MODULE'.
de: Wenn <tradeItemUnitDescriptorCode> is gleich 'MIXED_MODULE' und übergeordneter Artikel exists dann übergeordneter Artikel <tradeItemUnitDescriptorCode> muss gleich sein 'TRANSPORT_LOAD', 'PALLET', oder 'MIXED_MODULE'.
fr: Si <tradeItemUnitDescriptorCode> is égal à 'MIXED_MODULE' et article parent exists alors article parent <tradeItemUnitDescriptorCode> doit être égal à 'TRANSPORT_LOAD', 'PALLET', ou 'MIXED_MODULE'.
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'MIXED_MODULE' en er een bovenliggend artikel bestaat, dan moet het <tradeItemUnitDescriptorCode> van het bovenliggende artikel gelijk zijn aan 'TRANSPORT_LOAD', 'PALLET' of 'MIXED_MODULE'.

source: If <tradeItemUnitDescriptorCode> is equal to 'MIXED_MODULE' then child item <tradeItemUnitDescriptorCode> must not equal 'TRANSPORT_LOAD' .
de: Wenn <tradeItemUnitDescriptorCode> is gleich 'MIXED_MODULE' dann untergeordneter Artikel <tradeItemUnitDescriptorCode> darf nicht gleich sein 'TRANSPORT_LOAD' .
fr: Si <tradeItemUnitDescriptorCode> is égal à 'MIXED_MODULE' alors article enfant <tradeItemUnitDescriptorCode> ne doit pas être égal à 'TRANSPORT_LOAD' .
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'MIXED_MODULE', dan mag het <tradeItemUnitDescriptorCode> van het onderliggende artikel niet gelijk zijn aan 'TRANSPORT_LOAD'.

source: If <tradeItemUnitDescriptorCode> equals 'DISPLAY_SHIPPER' then parent item <tradeItemUnitDescriptorCode> shall not equal 'BASE_UNIT_OR_EACH' or 'PACK_OR_INNER_PACK'.
de: Wenn <tradeItemUnitDescriptorCode> ist gleich 'DISPLAY_SHIPPER' dann übergeordneter Artikel <tradeItemUnitDescriptorCode> darf nicht gleich sein 'BASE_UNIT_OR_EACH' oder 'PACK_OR_INNER_PACK'.
fr: Si <tradeItemUnitDescriptorCode> est égal à 'DISPLAY_SHIPPER' alors article parent <tradeItemUnitDescriptorCode> ne doit pas être égal à 'BASE_UNIT_OR_EACH' ou 'PACK_OR_INNER_PACK'.
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'DISPLAY_SHIPPER', dan mag het <tradeItemUnitDescriptorCode> van het bovenliggende artikel niet gelijk zijn aan 'BASE_UNIT_OR_EACH' of 'PACK_OR_INNER_PACK'.

source: If <tradeItemUnitDescriptorCode> is equal to 'DISPLAY_SHIPPER' then child item <tradeItemUnitDescriptorCode> must not equal 'TRANSPORT_LOAD', 'MIXED_MODULE' or ' PALLET'.
de: Wenn <tradeItemUnitDescriptorCode> is gleich 'DISPLAY_SHIPPER' dann untergeordneter Artikel <tradeItemUnitDescriptorCode> darf nicht gleich sein 'TRANSPORT_LOAD', 'MIXED_MODULE' oder ' PALLET'.
fr: Si <tradeItemUnitDescriptorCode> is égal à 'DISPLAY_SHIPPER' alors article enfant <tradeItemUnitDescriptorCode> ne doit pas être égal à 'TRANSPORT_LOAD', 'MIXED_MODULE' ou ' PALLET'.
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'DISPLAY_SHIPPER', dan mag het <tradeItemUnitDescriptorCode> van het onderliggende artikel niet gelijk zijn aan 'TRANSPORT_LOAD', 'MIXED_MODULE' of 'PALLET'.

source: The format of <ingredientSequence> must be 'dd.dd.dd…'. Where 'd' must be a digit, always ending in a 'dd' and never having a value of '00'.
de: Der Format von <ingredientSequence> muss sein 'dd.dd.dd…'. Where 'd' muss sein ein digit, always ending in a 'dd' und never having einen Wert von '00'.
fr: Le format de <ingredientSequence> doit être 'dd.dd.dd…'. Where 'd' doit être un digit, always ending dans a 'dd' et never having une valeur de '00'.
nl: Het formaat van <ingredientSequence> moet 'dd.dd.dd…' zijn. Waarbij 'd' een cijfer moet zijn, altijd eindigend op 'dd' en nooit een waarde van '00' heeft.

source: <effectiveDateTime> must not be empty.
de: <effectiveDateTime> darf nicht leer sein.
fr: <effectiveDateTime> ne doit pas être vide.
nl: <effectiveDateTime> mag niet leeg zijn.

source: If <targetMarketCountryCode> does not equal (036 (Australia), 554 (New Zealand)) and If <preliminaryItemStatusCode> is equal to 'PRELIMINARY' or 'FINAL' then <firstShipDateTime> must not be empty.
de: Wenn <targetMarketCountryCode> ist nicht gleich (036 (Australia), 554 (New Zealand)) und Wenn <preliminaryItemStatusCode> is gleich 'PRELIMINARY' oder 'FINAL' dann <firstShipDateTime> darf nicht leer sein.
fr: Si <targetMarketCountryCode> n'est pas égal à (036 (Australia), 554 (New Zealand)) et Si <preliminaryItemStatusCode> is égal à 'PRELIMINARY' ou 'FINAL' alors <firstShipDateTime> ne doit pas être vide.
nl: Als <targetMarketCountryCode> niet gelijk is aan (036 (Australia), 554 (New Zealand)) en als <preliminaryItemStatusCode> gelijk is aan 'PRELIMINARY' of 'FINAL', dan mag <firstShipDateTime> niet leeg zijn.

source: If <targetMarketCountryCode> does not equal (036 (Australia), 554 (New Zealand)) and if <firstShipDateTime> is less than or equal to current date then <preliminaryItemStatusCode> must not equal 'PRELIMINARY'.
de: Wenn <targetMarketCountryCode> ist nicht gleich (036 (Australia), 554 (New Zealand)) und if <firstShipDateTime> is kleiner als oder gleich aktuelle Datum dann <preliminaryItemStatusCode> darf nicht gleich sein 'PRELIMINARY'.
fr: Si <targetMarketCountryCode> n'est pas égal à (036 (Australia), 554 (New Zealand)) et if <firstShipDateTime> is inférieur ou égal à actuel date alors <preliminaryItemStatusCode> ne doit pas être égal à 'PRELIMINARY'.
nl: Als <targetMarketCountryCode> niet gelijk is aan (036 (Australia), 554 (New Zealand)) en als <firstShipDateTime> kleiner dan of gelijk is aan de huidige datum, dan mag <preliminaryItemStatusCode> niet gelijk zijn aan 'PRELIMINARY'.

source: If <targetMarketCountryCode> does not equal (036 (Australia), 554 (New Zealand)) and if <preliminaryItemStatusCode> changes from 'PRELIMINARY' to 'FINAL' and Document Command is equal to CHANGE_BY_REFRESH, then the changedate must be less than or equal to the <firstShipDateTime>.
de: Wenn <targetMarketCountryCode> ist nicht gleich (036 (Australia), 554 (New Zealand)) und if <preliminaryItemStatusCode> changes from 'PRELIMINARY' zu 'FINAL' und Document Command is gleich CHANGE_BY_REFRESH, dann der changedate muss sein kleiner als oder gleich der <firstShipDateTime>.
fr: Si <targetMarketCountryCode> n'est pas égal à (036 (Australia), 554 (New Zealand)) et if <preliminaryItemStatusCode> changes from 'PRELIMINARY' à 'FINAL' et Document Command is égal à CHANGE_BY_REFRESH, alors le changedate doit être inférieur ou égal à le <firstShipDateTime>.
nl: Als <targetMarketCountryCode> niet gelijk is aan (036 (Australia), 554 (New Zealand)) en als <preliminaryItemStatusCode> wijzigt van 'PRELIMINARY' naar 'FINAL' en de Document Command gelijk is aan CHANGE_BY_REFRESH, dan moet de wijzigingsdatum kleiner zijn dan of gelijk zijn aan de <firstShipDateTime>.

source: If <preliminaryItemStatusCode> is equal to 'PRELIMINARY' then parent trade item <preliminaryItemStatusCode> must not equal 'FINAL'.
de: Wenn <preliminaryItemStatusCode> is gleich 'PRELIMINARY' dann parent Handelsartikel <preliminaryItemStatusCode> darf nicht gleich sein 'FINAL'.
fr: Si <preliminaryItemStatusCode> is égal à 'PRELIMINARY' alors parent article commercial <preliminaryItemStatusCode> ne doit pas être égal à 'FINAL'.
nl: Als <preliminaryItemStatusCode> gelijk is aan 'PRELIMINARY', dan mag het <preliminaryItemStatusCode> van het bovenliggende handelsartikel niet gelijk zijn aan 'FINAL'.

source: If the Packaging class is used, then either <packagingTypeCode> or <platformTypeCode> must not be empty.
de: Wenn der Packaging Klasse is verwendet, dann either <packagingTypeCode> oder <platformTypeCode> darf nicht leer sein.
fr: Si le Packaging classe is utilisé, alors either <packagingTypeCode> ou <platformTypeCode> ne doit pas être vide.
nl: Als de Verpakking class wordt gebruikt, dan mag óf <packagingTypeCode> óf <platformTypeCode> niet leeg zijn.

source: If <gs1TradeItemIdentificationKeyCode> is equal to 'GTIN_13' then associated <gs1TradeItemIdentificationKeyValue> value must have 13 digits and must have a valid check digit.
de: Wenn <gs1TradeItemIdentificationKeyCode> is gleich 'GTIN_13' dann associated <gs1TradeItemIdentificationKeyValue> Wert muss haben 13 digits und muss haben ein gültig check digit.
fr: Si <gs1TradeItemIdentificationKeyCode> is égal à 'GTIN_13' alors associated <gs1TradeItemIdentificationKeyValue> valeur doit avoir 13 digits et doit avoir un valide check digit.
nl: Als <gs1TradeItemIdentificationKeyCode> gelijk is aan 'GTIN_13', dan moet de bijbehorende <gs1TradeItemIdentificationKeyValue> waarde 13 cijfers hebben en een geldig controlecijfer.

source: If <gs1TradeItemIdentificationKeyCode> is equal to 'GTIN_8' then associated <gs1TradeItemIdentificationKeyValue> value must have 8 digits and must have a valid check digit.
de: Wenn <gs1TradeItemIdentificationKeyCode> is gleich 'GTIN_8' dann associated <gs1TradeItemIdentificationKeyValue> Wert muss haben 8 digits und muss haben ein gültig check digit.
fr: Si <gs1TradeItemIdentificationKeyCode> is égal à 'GTIN_8' alors associated <gs1TradeItemIdentificationKeyValue> valeur doit avoir 8 digits et doit avoir un valide check digit.
nl: Als <gs1TradeItemIdentificationKeyCode> gelijk is aan 'GTIN_8', dan moet de bijbehorende <gs1TradeItemIdentificationKeyValue> waarde 8 cijfers hebben en een geldig controlecijfer.

source: If <gs1TradeItemIdentificationKeyCode> is equal to 'GTIN_14' then associated <gs1TradeItemIdentificationKeyValue> value must have 14 digits and must have a valid check digit.
de: Wenn <gs1TradeItemIdentificationKeyCode> is gleich 'GTIN_14' dann associated <gs1TradeItemIdentificationKeyValue> Wert muss haben 14 digits und muss haben ein gültig check digit.
fr: Si <gs1TradeItemIdentificationKeyCode> is égal à 'GTIN_14' alors associated <gs1TradeItemIdentificationKeyValue> valeur doit avoir 14 digits et doit avoir un valide check digit.
nl: Als <gs1TradeItemIdentificationKeyCode> gelijk is aan 'GTIN_14', dan moet de bijbehorende <gs1TradeItemIdentificationKeyValue> waarde 14 cijfers hebben en een geldig controlecijfer.

source: If <gs1TradeItemIdentificationKeyCode> is equal to 'GTIN_12' then associated <gs1TradeItemIdentificationKeyValue> value must have 12 digits and must have a valid check digit.
de: Wenn <gs1TradeItemIdentificationKeyCode> is gleich 'GTIN_12' dann associated <gs1TradeItemIdentificationKeyValue> Wert muss haben 12 digits und muss haben ein gültig check digit.
fr: Si <gs1TradeItemIdentificationKeyCode> is égal à 'GTIN_12' alors associated <gs1TradeItemIdentificationKeyValue> valeur doit avoir 12 digits et doit avoir un valide check digit.
nl: Als <gs1TradeItemIdentificationKeyCode> gelijk is aan 'GTIN_12', dan moet de bijbehorende <gs1TradeItemIdentificationKeyValue> waarde 12 cijfers hebben en een geldig controlecijfer.

source: Brand Owner GLN (Global Location Number) <gln> must be used.
de: Marke Owner GLN (Global Location Number) <gln> muss verwendet werden.
fr: Marque Owner GLN (Global Location Number) <gln> doit être utilisé.
nl: Merkeigenaar GLN (Global Location Number) <gln> moet worden gebruikt.

source: If TargetMarket equals '124' (Canada) and /catalogue_item_notification:<documentCommand>/catalogue_item_notification:<extension>/*[namespace-uri()='urn:gs1:gdsn:regulated_trade_item:xsd:3' and local-name()='<regulatedTradeItemModule>']/<regulatoryPermitIdentification> is used, then <doesSaleOfTradeItemRequireGovernmentalReporting> shall be used.
de: Wenn TargetMarket ist gleich '124' (Canada) und /catalogue_item_notification:<documentCommand>/catalogue_item_notification:<extension>/*[namespace-uri()='urn:gs1:gdsn:regulated_trade_item:xsd:3' und local-Name()='<regulatedTradeItemModule>']/<regulatoryPermitIdentification> is verwendet, dann <doesSaleOfTradeItemRequireGovernmentalReporting> muss verwendet werden.
fr: Si TargetMarket est égal à '124' (Canada) et /catalogue_item_notification:<documentCommand>/catalogue_item_notification:<extension>/*[namespace-uri()='urn:gs1:gdsn:regulated_trade_item:xsd:3' et local-nom()='<regulatedTradeItemModule>']/<regulatoryPermitIdentification> is utilisé, alors <doesSaleOfTradeItemRequireGovernmentalReporting> doit être utilisé.
nl: Als TargetMarket gelijk is aan '124' (Canada) en de desbetreffende module wordt gebruikt, dan moet <doesSaleOfTradeItemRequireGovernmentalReporting> worden gebruikt.

source: If <fileEffectiveStartDateTime> and <fileEffectiveEndDateTime> are not empty, then <fileEffectiveEndDateTime> must be greater than <fileEffectiveStartDateTime>
de: Wenn <fileEffectiveStartDateTime> und <fileEffectiveEndDateTime> sind nicht leer, dann <fileEffectiveEndDateTime> muss sein größer als <fileEffectiveStartDateTime>
fr: Si <fileEffectiveStartDateTime> et <fileEffectiveEndDateTime> ne sont pas vide, alors <fileEffectiveEndDateTime> doit être supérieur à <fileEffectiveStartDateTime>
nl: Als <fileEffectiveStartDateTime> en <fileEffectiveEndDateTime> niet leeg zijn, dan moet <fileEffectiveEndDateTime> groter zijn dan <fileEffectiveStartDateTime>

source: If <isIngredientGeneric> is not empty, then <ingredientStength> must not be empty.
de: Wenn <isIngredientGeneric> ist nicht leer, dann <ingredientStength> darf nicht leer sein.
fr: Si <isIngredientGeneric> n'est pas vide, alors <ingredientStength> ne doit pas être vide.
nl: Als <isIngredientGeneric> niet leeg is, mag <ingredientStength> niet leeg zijn.

source: Material code <materialCode> is missing. If a Material Agency <materialAgencyCode> is used, then Material Code <materialCode> SHALL be used.
de: Material Code <materialCode> is missing. Wenn ein Material Agency <materialAgencyCode> is verwendet, dann Material Code <materialCode> SHALL be verwendet.
fr: Material code <materialCode> is missing. Si un Material Agency <materialAgencyCode> is utilisé, alors Material Code <materialCode> SHALL be utilisé.
nl: Materiaal code <materialCode> ontbreekt. Als een Materiaal Agency <materialAgencyCode> wordt gebruikt, dan moet Materiaal Code <materialCode> worden gebruikt.

source: if <materialAgencyCode> and <materialCode> are used then <materialPercentage> shall be used.
de: if <materialAgencyCode> und <materialCode> sind verwendet dann <materialPercentage> muss verwendet werden.
fr: if <materialAgencyCode> et <materialCode> sont utilisé alors <materialPercentage> doit être utilisé.
nl: Als <materialAgencyCode> en <materialCode> worden gebruikt, dan moet <materialPercentage> worden gebruikt.

source: If <packagingFunctioncode> is equal to 'TAMPER_EVIDENT' then'<packagingTypeCode> must not be empty.
de: Wenn <packagingFunctioncode> is gleich 'TAMPER_EVIDENT' dann'<packagingTypeCode> darf nicht leer sein.
fr: Si <packagingFunctioncode> is égal à 'TAMPER_EVIDENT' alors'<packagingTypeCode> ne doit pas être vide.
nl: Als <packagingFunctioncode> gelijk is aan 'TAMPER_EVIDENT', dan mag <packagingTypeCode> niet leeg zijn.

source: If <platformTermsAndConditionsCode> is not empty then <platformTypeCode> must not be empty.
de: Wenn <platformTermsAndConditionsCode> ist nicht leer dann <platformTypeCode> darf nicht leer sein.
fr: Si <platformTermsAndConditionsCode> n'est pas vide alors <platformTypeCode> ne doit pas être vide.
nl: Als <platformTermsAndConditionsCode> niet leeg is, mag <platformTypeCode> niet leeg zijn.

source: If <priceComparisonContentTypeCode> is used, then <priceComparisonMeasurement> shall be used.
de: Wenn <priceComparisonContentTypeCode> is verwendet, dann <priceComparisonMeasurement> muss verwendet werden.
fr: Si <priceComparisonContentTypeCode> is utilisé, alors <priceComparisonMeasurement> doit être utilisé.
nl: Als <priceComparisonContentTypeCode> wordt gebruikt, dan moet <priceComparisonMeasurement> worden gebruikt.

source: Home datapool is missing the right GTIN.
de: Home datapool is missing der right GTIN.
fr: Home datapool is missing le right GTIN.
nl: Home datapool mist de juiste GTIN.

source: If <tradeItemIdentification> is not empty, then <isTradeItemAconsumerUnit> must equal 'TRUE'
de: Wenn <tradeItemIdentification> ist nicht leer, dann <isTradeItemAconsumerUnit> muss gleich sein 'TRUE'
fr: Si <tradeItemIdentification> n'est pas vide, alors <isTradeItemAconsumerUnit> doit être égal à 'TRUE'
nl: Als <tradeItemIdentification> niet leeg is, moet <isTradeItemAconsumerUnit> gelijk zijn aan 'TRUE'

source: If (<freeQuantityOfNextLowerLevelTradeItem> or <freeQuantityOfProduct>) is not empty, then <istradeItemAConsumerunit> must equal 'TRUE'
de: Wenn (<freeQuantityOfNextLowerLevelTradeItem> oder <freeQuantityOfProduct>) ist nicht leer, dann <istradeItemAConsumerunit> muss gleich sein 'TRUE'
fr: Si (<freeQuantityOfNextLowerLevelTradeItem> ou <freeQuantityOfProduct>) n'est pas vide, alors <istradeItemAConsumerunit> doit être égal à 'TRUE'
nl: Als (<freeQuantityOfNextLowerLevelTradeItem> of <freeQuantityOfProduct>) niet leeg is, moet <istradeItemAConsumerunit> gelijk zijn aan 'TRUE'

source: If <promotionTypeCode> is not empty, then <isTradeItemAConsumerUnit> must equal 'TRUE'
de: Wenn <promotionTypeCode> ist nicht leer, dann <isTradeItemAConsumerUnit> muss gleich sein 'TRUE'
fr: Si <promotionTypeCode> n'est pas vide, alors <isTradeItemAConsumerUnit> doit être égal à 'TRUE'
nl: Als <promotionTypeCode> niet leeg is, moet <isTradeItemAConsumerUnit> gelijk zijn aan 'TRUE'

source: The associated UoM of <freeQuantityOfNextLowerLevelTradeItem> must be one of the associated UoMs of <netContent> of the child trade item.
de: Der associated UoM von <freeQuantityOfNextLowerLevelTradeItem> muss sein one von der associated UoMs von <netContent> von der child Handelsartikel.
fr: Le associated UoM de <freeQuantityOfNextLowerLevelTradeItem> doit être one de le associated UoMs de <netContent> de le child article commercial.
nl: De bijbehorende UoM van <freeQuantityOfNextLowerLevelTradeItem> moet één van de bijbehorende UoMs van <netContent> van het onderliggende handelsartikel zijn.

source: If <stackingFactor> is not empty, it must equal or be greater than '1'.
de: Wenn <stackingFactor> ist nicht leer, it muss gleich sein oder be größer als '1'.
fr: Si <stackingFactor> n'est pas vide, it doit être égal à ou be supérieur à '1'.
nl: Als <stackingFactor> niet leeg is, moet het gelijk aan of groter zijn dan '1'.
