Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nesting Type Code <nestingTypeCode> and Nesting Direction Code <nestingDirectionCode> are only allowed if Nesting Increment <nestingIncrement> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nesting Typ Code <nestingTypeCode> und Nesting Direction Code <nestingDirectionCode> sind nur erlaubt if Nesting Increment <nestingIncrement> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nesting Type Code <nestingTypeCode> et Nesting Direction Code <nestingDirectionCode> sont seulement autorisé if Nesting Increment <nestingIncrement> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn Nesting Type Code <nestingTypeCode> en Nesting Direction Code <nestingDirectionCode> alleen toegestaan als Nesting Increment <nestingIncrement> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Percentage Of Alcohol By Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode> is only allowed if Alcohol Percentage <percentageOfAlcoholByVolume> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Percentage Von Alcohol Von Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode> is nur erlaubt if Alcohol Percentage <percentageOfAlcoholByVolume> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Percentage De Alcohol Par Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode> is seulement autorisé if Alcohol Percentage <percentageOfAlcoholByVolume> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Percentage Of Alcohol By Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode> alleen toegestaan als Alcoholpercentage <percentageOfAlcoholByVolume> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'ANN' (Year) or 'MON' (Month) are allowed for Usage Period After Opening UoM (<itemPeriodSafeToUseAfterOpening>/@<timeMeasurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'ANN' (Year) oder 'MON' (Month) sind erlaubt für Usage Period After Opening UoM (<itemPeriodSafeToUseAfterOpening>/@<timeMeasurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'ANN' (Year) ou 'MON' (Month) sont autorisé pour Usage Period After Opening UoM (<itemPeriodSafeToUseAfterOpening>/@<timeMeasurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'ANN' (Year) of 'MON' (Month) toegestaan voor Usage Period After Opening UoM (<itemPeriodSafeToUseAfterOpening>/@<timeMeasurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE' and Brand Distribution Trade Item Type Code <brandDistributionTradeItemTypeCode> equals 'CUSTOM_LABEL', then Brand Distribution Trade Item Type Code must equal 'CUSTOM_LABEL' on all levels of the trade item hierarchy.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE' und Marke Distribution Handelsartikel Typ Code <brandDistributionTradeItemTypeCode> ist gleich 'CUSTOM_LABEL', dann Marke Distribution Handelsartikel Typ Code muss gleich sein 'CUSTOM_LABEL' auf alle levels von der Handelsartikel Hierarchie.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE' et Marque Distribution Article commercial Type Code <brandDistributionTradeItemTypeCode> est égal à 'CUSTOM_LABEL', alors Marque Distribution Article commercial Type Code doit être égal à 'CUSTOM_LABEL' sur tous levels de le article commercial hiérarchie.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE' en Merkdistributie-handelsartikeltypecode <brandDistributionTradeItemTypeCode> gelijk is aan 'CUSTOM_LABEL', dan moet Merkdistributie-handelsartikeltypecode gelijk zijn aan 'CUSTOM_LABEL' op alle niveaus van de handelsartikelhiërarchie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Servings Per Product Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is used, then 'APPROXIMATELY' is the only allowed code.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Servings Per Produkt Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is verwendet, dann 'APPROXIMATELY' is der nur erlaubt Code.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Servings Per Produit Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is utilisé, alors 'APPROXIMATELY' is le seulement autorisé code.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Servings Per Product Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> wordt gebruikt, dan is 'APPROXIMATELY' de enige toegestane code.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Genetically Modified Declaration Code <geneticallyModifiedDeclarationCode> is used, then 'CONTAINS', 'FREE_FROM' or 'MAY_CONTAIN' are the only allowed codes.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Genetically Modified Declaration Code <geneticallyModifiedDeclarationCode> is verwendet, dann 'CONTAINS', 'FREE_FROM' oder 'MAY_CONTAIN' sind der nur erlaubt Codes.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Genetically Modified Declaration Code <geneticallyModifiedDeclarationCode> is utilisé, alors 'CONTAINS', 'FREE_FROM' ou 'MAY_CONTAIN' sont le seulement autorisé codes.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Genetically Modified Declaration Code <geneticallyModifiedDeclarationCode> wordt gebruikt, dan zijn 'CONTAINS', 'FREE_FROM' of 'MAY_CONTAIN' de enige toegestane codes.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE' and Brand Distribution Trade Item Type Code <brandDistributionTradeItemTypeCode> equals 'PRIVATE_LABEL', then Brand Distribution Trade Item Type Code must equal 'PRIVATE_LABEL' on all levels of the trade item hierarchy.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE' und Marke Distribution Handelsartikel Typ Code <brandDistributionTradeItemTypeCode> ist gleich 'PRIVATE_LABEL', dann Marke Distribution Handelsartikel Typ Code muss gleich sein 'PRIVATE_LABEL' auf alle levels von der Handelsartikel Hierarchie.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE' et Marque Distribution Article commercial Type Code <brandDistributionTradeItemTypeCode> est égal à 'PRIVATE_LABEL', alors Marque Distribution Article commercial Type Code doit être égal à 'PRIVATE_LABEL' sur tous levels de le article commercial hiérarchie.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE' en Merkdistributie-handelsartikeltypecode <brandDistributionTradeItemTypeCode> gelijk is aan 'PRIVATE_LABEL', dan moet Merkdistributie-handelsartikeltypecode gelijk zijn aan 'PRIVATE_LABEL' op alle niveaus van de handelsartikelhiërarchie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the trade item is a complex trade item, i.e., Number of Different Products <quantityOfChildren> is greater than 1, then the complex trade item's Net Content UOM (<netContent>/@<measurementUnitCode>) must equal 'H87' (Piece).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Handelsartikel is ein complex Handelsartikel, i.e., Anzahl von Different Products <quantityOfChildren> is größer als 1, dann der complex Handelsartikel's Net Content UOM (<netContent>/@<measurementUnitCode>) muss gleich sein 'H87' (Piece).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le article commercial is un complex article commercial, i.e., Nombre de Different Products <quantityOfChildren> is supérieur à 1, alors le complex article commercial's Net Content UOM (<netContent>/@<measurementUnitCode>) doit être égal à 'H87' (Piece).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als het handelsartikel een complex handelsartikel is, d.w.z. Aantal of Different Products <quantityOfChildren> groter is dan 1, dan moet de Nettoinhoud UOM (<netContent>/@<measurementUnitCode>) van het complexe handelsartikel gelijk zijn aan 'H87' (Piece).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the trade item is a complex trade item, i.e., Number of Different Products <quantityOfChildren> is greater than 1, then the Net Content <netContent> must equal the Total Count of All Products <totalQuantityOfNextLowerLevelTradeItem>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Handelsartikel is ein complex Handelsartikel, i.e., Anzahl von Different Products <quantityOfChildren> is größer als 1, dann der Net Content <netContent> muss gleich sein der Gesamt Count von Alle Products <totalQuantityOfNextLowerLevelTradeItem>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le article commercial is un complex article commercial, i.e., Nombre de Different Products <quantityOfChildren> is supérieur à 1, alors le Net Content <netContent> doit être égal à le Total Count de Tous Products <totalQuantityOfNextLowerLevelTradeItem>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als het handelsartikel een complex handelsartikel is, d.w.z. Aantal Verschillende Producten <quantityOfChildren> groter is dan 1, dan moet de Nettoinhoud <netContent> gelijk zijn aan Totaal Aantal Producten <totalQuantityOfNextLowerLevelTradeItem>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Hazardous Statements Code <hazardStatementsCode> equals 'EUH208', then Hazardous Statements Description <hazardStatementsDescription> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Hazardous Statements Code <hazardStatementsCode> ist gleich 'EUH208', dann Hazardous Statements Beschreibung <hazardStatementsDescription> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Hazardous Statements Code <hazardStatementsCode> est égal à 'EUH208', alors Hazardous Statements Description <hazardStatementsDescription> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Gevaarsaanduidingscode <hazardStatementsCode> gelijk is aan 'EUH208', dan moet Gevaarsaanduidingsomschrijving <hazardStatementsDescription> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Precautionary Statements Code <precautionaryStatementsCode> equals <<precautionaryStatementsCode> Code>, then Precautionary Statement Description <precautionaryStatementsDescription> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Precautionary Statements Code <precautionaryStatementsCode> ist gleich <<precautionaryStatementsCode> Code>, dann Precautionary Statement Beschreibung <precautionaryStatementsDescription> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Precautionary Statements Code <precautionaryStatementsCode> est égal à <<precautionaryStatementsCode> Code>, alors Precautionary Statement Description <precautionaryStatementsDescription> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Voorzorgsmaatregelcode <precautionaryStatementsCode> gelijk is aan <<precautionaryStatementsCode> Code>, dan moet Voorzorgsmaatregelomschrijving <precautionaryStatementsDescription> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Global Product Category Code <gpcCategoryCode> equals '10000159' (Beer) and Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE', then Degree Of Original Wort <degreeOfOriginalWort> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Global Produkt Kategorie Code <gpcCategoryCode> ist gleich '10000159' (Beer) und Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE', dann Degree Von Original Wort <degreeOfOriginalWort> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Global Produit Catégorie Code <gpcCategoryCode> est égal à '10000159' (Beer) et Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE', alors Degree De Original Wort <degreeOfOriginalWort> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Globale productcategoriecode <gpcCategoryCode> gelijk is aan '10000159' (Beer) en Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE', dan moet Degree Of Original Wort <degreeOfOriginalWort> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, both Brand Owner GLN <gln> and Brand Owner Name <partyName> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, beide Marke Owner GLN <gln> und Marke Owner Name <partyName> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, les deux Marque Owner GLN <gln> et Marque Owner Nom <partyName> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moeten zowel Merkeigenaar GLN <gln> als Merkeigenaar naam <partyName> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Catalogue Price <tradeItemPrice> is used, then Catalogue Price Basis Quantity <priceBasisQuantity> and Catalogue Price Effective Start Date <priceEffectiveStartDate> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Catalogue Price <tradeItemPrice> is verwendet, dann Catalogue Price Basis Quantity <priceBasisQuantity> und Catalogue Price Effective Start Datum <priceEffectiveStartDate> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Catalogue Price <tradeItemPrice> is utilisé, alors Catalogue Price Basis Quantity <priceBasisQuantity> et Catalogue Price Effective Start Date <priceEffectiveStartDate> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Catalogue Price <tradeItemPrice> wordt gebruikt, dan moeten Catalogue Price Basis Hoeveelheid <priceBasisQuantity> en Catalogue Price Effective Start Datum <priceEffectiveStartDate> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Minimum Orderable Quantity <orderQuantityMinimum> is only allowed if Orderable Unit Indicator <isTradeItemAnOrderableUnit> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Minimum Orderable Quantity <orderQuantityMinimum> is nur erlaubt if Orderable Einheit Indicator <isTradeItemAnOrderableUnit> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Minimum Orderable Quantity <orderQuantityMinimum> is seulement autorisé if Orderable Unité Indicator <isTradeItemAnOrderableUnit> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Minimum Orderable Hoeveelheid <orderQuantityMinimum> alleen toegestaan als Orderable Eenheid Indicator <isTradeItemAnOrderableUnit> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Peg Hole Number <pegHoleNumber> is used, then Peg Hole Type Code <pegHoleTypeCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Peg Hole Number <pegHoleNumber> is verwendet, dann Peg Hole Typ Code <pegHoleTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Peg Hole Number <pegHoleNumber> is utilisé, alors Peg Hole Type Code <pegHoleTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Peg Hole Aantal <pegHoleNumber> wordt gebruikt, dan moet Peg Hole Type Code <pegHoleTypeCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer> is only allowed if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer> is nur erlaubt if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer> is seulement autorisé if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Aantal Eenheden per Laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer> alleen toegestaan als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Number of Units per Layer in a non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is only allowed if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> is NOT equal to 'PALLET' or 'MIXED_MODULE', and Shipping Unit Indicator <isTradeItemADespatchUnit> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Anzahl von Einheiten pro Layer in ein non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is nur erlaubt if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> is NOT gleich 'PALLET' oder 'MIXED_MODULE', und Shipping Einheit Indicator <isTradeItemADespatchUnit> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nombre de Unités par Layer dans un non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is seulement autorisé if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> is NOT égal à 'PALLET' ou 'MIXED_MODULE', et Shipping Unité Indicator <isTradeItemADespatchUnit> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Aantal Eenheden per Laag in een non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> alleen toegestaan als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> NIET gelijk is aan 'PALLET' of 'MIXED_MODULE', en Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE', then Shipping Unit Indicator <isTradeItemADespatchUnit> must equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE', dann Shipping Einheit Indicator <isTradeItemADespatchUnit> muss gleich sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE', alors Shipping Unité Indicator <isTradeItemADespatchUnit> doit être égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', dan moet Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk zijn aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, both Variable Weight Range Minimum <variableWeightRangeMinimum> and Variable Weight Range Maximum <variableWeightRangeMaximum> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, beide Variable Weight Range Minimum <variableWeightRangeMinimum> und Variable Weight Range Maximum <variableWeightRangeMaximum> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, les deux Variable Weight Range Minimum <variableWeightRangeMinimum> et Variable Weight Range Maximum <variableWeightRangeMaximum> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moeten zowel Variable Gewicht Range Minimum <variableWeightRangeMinimum> als Variable Gewicht Range Maximum <variableWeightRangeMaximum> worden gebruikt.
