Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: <numberOfPiecesInSet> and/or <totalNumberOfComponents> is/are not used.
de: <numberOfPiecesInSet> und/oder <totalNumberOfComponents> is/sind nicht verwendet.
fr: <numberOfPiecesInSet> et/ou <totalNumberOfComponents> is/ne sont pas utilisé.
nl: <numberOfPiecesInSet> en/of <totalNumberOfComponents> wordt/worden niet gebruikt.

source: <componentDescription> and/or <componentQuantity> is/are not used.
de: <componentDescription> und/oder <componentQuantity> is/sind nicht verwendet.
fr: <componentDescription> et/ou <componentQuantity> is/ne sont pas utilisé.
nl: <componentDescription> en/of <componentQuantity> wordt/worden niet gebruikt.

source: <totalNumberOfComponents> is not greater than '0'.
de: <totalNumberOfComponents> ist nicht größer als '0'.
fr: <totalNumberOfComponents> n'est pas supérieur à '0'.
nl: <totalNumberOfComponents> is niet groter dan '0'.

source: <componentNumber> is not unique within this <tradeItem>
de: <componentNumber> ist nicht eindeutig innerhalb dieses <tradeItem>
fr: <componentNumber> n'est pas unique dans ce <tradeItem>
nl: <componentNumber> is niet uniek binnen dit <tradeItem>

source: <numberOfPiecesInSet> does not equal sum of <componentQuantity> of each child component.
de: <numberOfPiecesInSet> ist nicht gleich Summe von <componentQuantity> von jeder child Komponente.
fr: <numberOfPiecesInSet> n'est pas égal à somme de <componentQuantity> de chaque child composant.
nl: <numberOfPiecesInSet> is niet gelijk aan de som van <componentQuantity> van elk onderliggend component.

source: <totalNumberOfComponents> does not equal total number of iterations of class <componentInformation>.
de: <totalNumberOfComponents> ist nicht gleich gesamt Anzahl von Iterationen von Klasse <componentInformation>.
fr: <totalNumberOfComponents> n'est pas égal à total nombre de itérations de classe <componentInformation>.
nl: <totalNumberOfComponents> is niet gelijk aan het totaal aantal iteraties van class <componentInformation>.

source: <componentIdentification> is not used or not unique for each component.
de: <componentIdentification> ist nicht verwendet oder nicht eindeutig für jeder Komponente.
fr: <componentIdentification> n'est pas utilisé ou pas unique pour chaque composant.
nl: <componentIdentification> wordt niet gebruikt of is niet uniek voor elk component.

source: <fileEffectiveStartDateTime> is missing.
nl: <fileEffectiveStartDateTime> ontbreekt.

source: <additionalTradeItemClassificationCodeValue> is incorrect for <additionalTradeItemClassificationSystemCode> '76' MDR/IVDR. Please use one of the codes 'EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'EU_CLASS_A', 'EU_CLASS_B', 'EU_CLASS_C', or 'EU_CLASS_D'.
de: <additionalTradeItemClassificationCodeValue> is incorrect für <additionalTradeItemClassificationSystemCode> '76' MDR/IVDR. Please verwenden one von der Codes 'EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'EU_CLASS_A', 'EU_CLASS_B', 'EU_CLASS_C', oder 'EU_CLASS_D'.
fr: <additionalTradeItemClassificationCodeValue> is incorrect pour <additionalTradeItemClassificationSystemCode> '76' MDR/IVDR. Please utiliser one de le codes 'EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'EU_CLASS_A', 'EU_CLASS_B', 'EU_CLASS_C', ou 'EU_CLASS_D'.
nl: <additionalTradeItemClassificationCodeValue> is onjuist voor <additionalTradeItemClassificationSystemCode> '76' MDR/IVDR. Gebruik een van de codes 'EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'EU_CLASS_A', 'EU_CLASS_B', 'EU_CLASS_C' of 'EU_CLASS_D'.

source: <organicTradeItemCode> is missing.
nl: <organicTradeItemCode> ontbreekt.

source: <frontFaceTypeCode> is not used.
de: <frontFaceTypeCode> ist nicht verwendet.
fr: <frontFaceTypeCode> n'est pas utilisé.
nl: <frontFaceTypeCode> wordt niet gebruikt.

source: <isTradeItemAQualityVintageAlcoholProduct> is not used.
de: <isTradeItemAQualityVintageAlcoholProduct> ist nicht verwendet.
fr: <isTradeItemAQualityVintageAlcoholProduct> n'est pas utilisé.
nl: <isTradeItemAQualityVintageAlcoholProduct> wordt niet gebruikt.

source: Same <feedType> exists multiple times for the same Trade Item.
de: Same <feedType> exists multiple times für der gleiche Handelsartikel.
fr: Same <feedType> exists multiple times pour le même Article commercial.
nl: Dezelfde <feedType> bestaat meerdere keren voor hetzelfde handelsartikel.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of starch ('STARCH') must be less than or equal to the Nutrient Quantity <quantityContained> of carbohydrates ('CHOAVL').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von starch ('STARCH') muss sein kleiner als oder gleich der Nutrient Quantity <quantityContained> von carbohydrates ('CHOAVL').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de starch ('STARCH') doit être inférieur ou égal à le Nutrient Quantity <quantityContained> de carbohydrates ('CHOAVL').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van starch ('STARCH') moet kleiner zijn dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van carbohydrates ('CHOAVL').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of polyols (Carbohydrates of which multiple alcohols) ('POLYL') must be less than or equal to the Nutrient Quantity <quantityContained> of carbohydrates ('CHOAVL').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von polyols (Carbohydrates von welcher multiple alcohols) ('POLYL') muss sein kleiner als oder gleich der Nutrient Quantity <quantityContained> von carbohydrates ('CHOAVL').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de polyols (Carbohydrates de qui multiple alcohols) ('POLYL') doit être inférieur ou égal à le Nutrient Quantity <quantityContained> de carbohydrates ('CHOAVL').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van polyols (Carbohydrates of which multiple alcohols) ('POLYL') moet kleiner zijn dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van carbohydrates ('CHOAVL').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of total saturated fatty acids ('FASAT') must be less than or equal to the Nutrient Quantity <quantityContained> of total fat ('FAT').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von gesamt saturated fatty acids ('FASAT') muss sein kleiner als oder gleich der Nutrient Quantity <quantityContained> von gesamt fat ('FAT').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de total saturated fatty acids ('FASAT') doit être inférieur ou égal à le Nutrient Quantity <quantityContained> de total fat ('FAT').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van total saturated fatty acids ('FASAT') moet kleiner zijn dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van total fat ('FAT').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of total monounsaturated-cis fatty acids ('FAMSCIS') must be smaller than or equal to the Nutrient Quantity <quantityContained> of total fat ('FAT').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von gesamt monounsaturated-cis fatty acids ('FAMSCIS') muss sein smaller than oder gleich der Nutrient Quantity <quantityContained> von gesamt fat ('FAT').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de total monounsaturated-cis fatty acids ('FAMSCIS') doit être smaller than ou égal à le Nutrient Quantity <quantityContained> de total fat ('FAT').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van total monounsaturated-cis fatty acids ('FAMSCIS') moet kleiner dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van total fat ('FAT').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of total polyunsaturated-cis fatty acids ('FAPUCIS') must be smaller than or equal to the Nutrient Quantity <quantityContained> of total fat ('FAT').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von gesamt polyunsaturated-cis fatty acids ('FAPUCIS') muss sein smaller than oder gleich der Nutrient Quantity <quantityContained> von gesamt fat ('FAT').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de total polyunsaturated-cis fatty acids ('FAPUCIS') doit être smaller than ou égal à le Nutrient Quantity <quantityContained> de total fat ('FAT').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van total polyunsaturated-cis fatty acids ('FAPUCIS') moet kleiner dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van total fat ('FAT').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> shall only be used for GTIN identified pallets.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> muss nur be verwendet für GTIN identified Paletten.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> doit seulement be utilisé pour GTIN identified palettes.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Aantal Lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> mag alleen worden gebruikt voor GTIN-geïdentificeerde pallets.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer> shall only be used for GTIN identified pallets.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer> muss nur be verwendet für GTIN identified Paletten.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer> doit seulement be utilisé pour GTIN identified palettes.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Aantal Eenheden per Laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer> mag alleen worden gebruikt voor GTIN-geïdentificeerde pallets.

source: Attribute <quantityOfTradeItemsPerPalletLayer> shall only be used for non-GTIN logistic units.
de: Attribute <quantityOfTradeItemsPerPalletLayer> muss nur be verwendet für non-GTIN logistic Einheiten.
fr: Attribute <quantityOfTradeItemsPerPalletLayer> doit seulement be utilisé pour non-GTIN logistic unités.
nl: Attribuut <quantityOfTradeItemsPerPalletLayer> mag alleen worden gebruikt voor non-GTIN logistieke eenheden.

source: Attribute <quantityOfTradeItemsPerPallet> shall only be used for non-GTIN logistic units.
de: Attribute <quantityOfTradeItemsPerPallet> muss nur be verwendet für non-GTIN logistic Einheiten.
fr: Attribute <quantityOfTradeItemsPerPallet> doit seulement be utilisé pour non-GTIN logistic unités.
nl: Attribuut <quantityOfTradeItemsPerPallet> mag alleen worden gebruikt voor non-GTIN logistieke eenheden.

source: Attribute <quantityOfLayersPerPallet> shall only be used for non-GTIN logistic units.
de: Attribute <quantityOfLayersPerPallet> muss nur be verwendet für non-GTIN logistic Einheiten.
fr: Attribute <quantityOfLayersPerPallet> doit seulement be utilisé pour non-GTIN logistic unités.
nl: Attribuut <quantityOfLayersPerPallet> mag alleen worden gebruikt voor non-GTIN logistieke eenheden.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET', then no attributes in <nonGTINLogisticsUnitInformation> class shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET', dann kein Attribute in <nonGTINLogisticsUnitInformation> Klasse muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET', alors aucun attributs dans <nonGTINLogisticsUnitInformation> classe doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET', dan mogen geen attributen in de <nonGTINLogisticsUnitInformation> class worden gebruikt.

source: If <temperatureQualifierCode> equals 'STORAGE_HANDLING', then <maximumTemperature> SHALL be used for any context other than 'DP007' or 'DP008'.
de: Wenn <temperatureQualifierCode> ist gleich 'STORAGE_HANDLING', dann <maximumTemperature> SHALL be verwendet für jeder context anderer than 'DP007' oder 'DP008'.
fr: Si <temperatureQualifierCode> est égal à 'STORAGE_HANDLING', alors <maximumTemperature> SHALL be utilisé pour tout context autre than 'DP007' ou 'DP008'.
nl: Als <temperatureQualifierCode> gelijk is aan 'STORAGE_HANDLING', dan moet <maximumTemperature> worden gebruikt voor elke context anders dan 'DP007' of 'DP008'.

source: If <temperatureQualifierCode> equals 'STORAGE_HANDLING', then <minimumTemperature> SHALL be used for any context other than 'DP007' or 'DP008'.
de: Wenn <temperatureQualifierCode> ist gleich 'STORAGE_HANDLING', dann <minimumTemperature> SHALL be verwendet für jeder context anderer than 'DP007' oder 'DP008'.
fr: Si <temperatureQualifierCode> est égal à 'STORAGE_HANDLING', alors <minimumTemperature> SHALL be utilisé pour tout context autre than 'DP007' ou 'DP008'.
nl: Als <temperatureQualifierCode> gelijk is aan 'STORAGE_HANDLING', dan moet <minimumTemperature> worden gebruikt voor elke context anders dan 'DP007' of 'DP008'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Daily Nutrient Value Percentage <dailyValueIntakePercent> is used for any of the 7 main nutrients listed in Article 30 (1) of EU Regulation 1169/2011 (energy (ENER-), fat (FAT), saturates (FASAT), carbohydrate (CHOAVL), sugars (SUGAR-), protein (PRO-), salt (SALTEQ)), then Daily Intake Reference <dailyValueIntakeReference> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Daily Nutrient Value Percentage <dailyValueIntakePercent> is verwendet für jeder von der 7 main Nährstoffe listed in Article 30 (1) von EU Regulation 1169/2011 (energy (ENER-), fat (FAT), saturates (FASAT), carbohydrate (CHOAVL), sugars (SUGAR-), protein (PRO-), salt (SALTEQ)), dann Daily Intake Reference <dailyValueIntakeReference> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Daily Nutrient Value Percentage <dailyValueIntakePercent> is utilisé pour tout de le 7 main nutriments listed dans Article 30 (1) de EU Regulation 1169/2011 (energy (ENER-), fat (FAT), saturates (FASAT), carbohydrate (CHOAVL), sugars (SUGAR-), protein (PRO-), salt (SALTEQ)), alors Daily Intake Reference <dailyValueIntakeReference> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Dagelijks voedingsstofwaarde-percentage <dailyValueIntakePercent> wordt gebruikt voor elk van de 7 hoofdnutriënten vermeld in Artikel 30 (1) van EU Verordening 1169/2011 (energy (ENER-), fat (FAT), saturates (FASAT), carbohydrate (CHOAVL), sugars (SUGAR-), protein (PRO-), salt (SALTEQ)), dan moet Daily Intake Reference <dailyValueIntakeReference> worden gebruikt.

source: According to the GS1 measurement rules, depth shall be greater than or equal to width when trade item is not a consumer (POS) unit.
de: According zu der GS1 Messung Regeln, Tiefe muss sein größer als oder gleich Breite wenn Handelsartikel ist nicht ein consumer (POS) Einheit.
fr: According à le GS1 mesure règles, profondeur doit être supérieur ou égal à largeur lorsque article commercial n'est pas un consumer (POS) unité.
nl: Volgens de GS1-meetregels moet de diepte groter zijn dan of gelijk zijn aan de breedte wanneer het handelsartikel geen consumenteneenheid (POS) is.

source: If multiple countries of origin are provided, they SHALL be different.
de: Wenn multiple countries von origin sind angegeben, they SHALL be unterschiedlich.
fr: Si multiple countries de origin sont fournis, they SHALL be différent.
nl: Als meerdere landen van oorsprong zijn opgegeven, moeten ze verschillend zijn.

source: If multiple peg hole numbers are provided, they SHALL be different.
de: Wenn multiple peg hole numbers sind angegeben, they SHALL be unterschiedlich.
fr: Si multiple peg hole numbers sont fournis, they SHALL be différent.
nl: Als meerdere peg hole nummers zijn opgegeven, moeten ze verschillend zijn.

source: If multiple allergen type codes are provided, they SHALL be different.
de: Wenn multiple allergen Typ Codes sind angegeben, they SHALL be unterschiedlich.
fr: Si multiple allergen type codes sont fournis, they SHALL be différent.
nl: Als meerdere allergen type codes zijn opgegeven, moeten ze verschillend zijn.

source: If multiple handling instructions code references are provided, they SHALL be different.
de: Wenn multiple handling instructions Code references sind angegeben, they SHALL be unterschiedlich.
fr: Si multiple handling instructions code references sont fournis, they SHALL be différent.
nl: Als meerdere handling instructions code references zijn opgegeven, moeten ze verschillend zijn.

source: If multiple packaging marked label accreditation codes are provided, they SHALL be different.
de: Wenn multiple Verpackung marked label accreditation Codes sind angegeben, they SHALL be unterschiedlich.
fr: Si multiple emballage marked label accreditation codes sont fournis, they SHALL be différent.
nl: Als meerdere verpakking marked label accreditation codes zijn opgegeven, moeten ze verschillend zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals = 'TRUE' and Global Product Category Code <gpcCategoryCode> = '10000159' (Beer), then Degree Of Original Wort <degreeOfOriginalWort> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich = 'TRUE' und Global Produkt Kategorie Code <gpcCategoryCode> = '10000159' (Beer), dann Degree Von Original Wort <degreeOfOriginalWort> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à = 'TRUE' et Global Produit Catégorie Code <gpcCategoryCode> = '10000159' (Beer), alors Degree De Original Wort <degreeOfOriginalWort> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk aan 'TRUE' en Globale productcategoriecode <gpcCategoryCode> = '10000159' (Beer), dan moet Degree Of Original Wort <degreeOfOriginalWort> worden gebruikt.

source: If <numberOfServingsPerPackage> is used, it SHALL be greater than zero.
de: Wenn <numberOfServingsPerPackage> is verwendet, it SHALL be größer als null.
fr: Si <numberOfServingsPerPackage> is utilisé, it SHALL be supérieur à zéro.
nl: Als <numberOfServingsPerPackage> wordt gebruikt, moet het groter zijn dan nul.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Nutrient Quantity <quantityContained> of sugars ('SUGAR-') must be less than or equal to the Nutrient Quantity <quantityContained> of carbohydrates ('CHOAVL').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Nutrient Quantity <quantityContained> von sugars ('SUGAR-') muss sein kleiner als oder gleich der Nutrient Quantity <quantityContained> von carbohydrates ('CHOAVL').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nutrient Quantity <quantityContained> de sugars ('SUGAR-') doit être inférieur ou égal à le Nutrient Quantity <quantityContained> de carbohydrates ('CHOAVL').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Voedingsstofhoeveelheid <quantityContained> van sugars ('SUGAR-') moet kleiner zijn dan of gelijk zijn aan de Voedingsstofhoeveelheid <quantityContained> van carbohydrates ('CHOAVL').

source: <componentIdentification> shall be a valid GTIN-14 if the <identificationSchemeAgencyCode> equals 'GTIN_14'.
de: <componentIdentification> muss sein ein gültig GTIN-14 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_14'.
fr: <componentIdentification> doit être un valide GTIN-14 if le <identificationSchemeAgencyCode> est égal à 'GTIN_14'.
nl: <componentIdentification> moet een geldig GTIN-14 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_14'.

source: <directPartMarkingIdentifier> shall be a valid GTIN-14 if the <identificationSchemeAgencyCode> equals 'GTIN_14'.
de: <directPartMarkingIdentifier> muss sein ein gültig GTIN-14 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_14'.
fr: <directPartMarkingIdentifier> doit être un valide GTIN-14 if le <identificationSchemeAgencyCode> est égal à 'GTIN_14'.
nl: <directPartMarkingIdentifier> moet een geldig GTIN-14 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_14'.

source: <componentIdentification> shall be a valid GTIN-13 if the <identificationSchemeAgencyCode> equals 'GTIN_13'.
de: <componentIdentification> muss sein ein gültig GTIN-13 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_13'.
fr: <componentIdentification> doit être un valide GTIN-13 if le <identificationSchemeAgencyCode> est égal à 'GTIN_13'.
nl: <componentIdentification> moet een geldig GTIN-13 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_13'.
