Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Product Variant Start <Time> <consumerProductVariantStartEffectiveDateTime> is used, then Consumer Product Variant Description <consumerProductVariantDescription> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Produkt Variant Start <Time> <consumerProductVariantStartEffectiveDateTime> is verwendet, dann Consumer Produkt Variant Beschreibung <consumerProductVariantDescription> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Produit Variant Start <Time> <consumerProductVariantStartEffectiveDateTime> is utilisé, alors Consumer Produit Variant Description <consumerProductVariantDescription> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumer Product Variant Start <Time> <consumerProductVariantStartEffectiveDateTime> wordt gebruikt, dan moet Consumer Product Variant Omschrijving <consumerProductVariantDescription> worden gebruikt.

source: <returnableAssetCapacityContent> is missing.
nl: <returnableAssetCapacityContent> ontbreekt.

source: <discontinuedDateTime> shall not be older than <effectiveDateTime> minus six months.
de: <discontinuedDateTime> darf nicht sein older than <effectiveDateTime> minus six months.
fr: <discontinuedDateTime> ne doit pas être older than <effectiveDateTime> minus six months.
nl: <discontinuedDateTime> mag niet ouder zijn dan <effectiveDateTime> minus zes maanden.

source: A trade item can not be replaced temporarily by itself ('REPLACED_BY')
de: Ein Handelsartikel kann nicht sein replaced temporarily von itself ('REPLACED_BY')
fr: Un article commercial ne peut pas être replaced temporarily par itself ('REPLACED_BY')
nl: Een handelsartikel kan niet tijdelijk worden vervangen door zichzelf ('REPLACED_BY')

source: A trade item can not be substituted temporarily by itself ('SUBSTITUTED_BY')
de: Ein Handelsartikel kann nicht sein substituted temporarily von itself ('SUBSTITUTED_BY')
fr: Un article commercial ne peut pas être substituted temporarily par itself ('SUBSTITUTED_BY')
nl: Een handelsartikel kan niet tijdelijk worden vervangen door zichzelf ('SUBSTITUTED_BY')

source: A trade item can not be substituted temporarily by itself ('EQUIVALENT')
de: Ein Handelsartikel kann nicht sein substituted temporarily von itself ('EQUIVALENT')
fr: Un article commercial ne peut pas être substituted temporarily par itself ('EQUIVALENT')
nl: Een handelsartikel kan niet tijdelijk worden vervangen door zichzelf ('EQUIVALENT')

source: Dependent Proprietary Trade Item (''DEPENDENT_PROPRIETARY') shall not equal <tradeItemIdentification>.
de: Dependent Proprietary Handelsartikel (''DEPENDENT_PROPRIETARY') darf nicht gleich sein <tradeItemIdentification>.
fr: Dependent Proprietary Article commercial (''DEPENDENT_PROPRIETARY') ne doit pas être égal à <tradeItemIdentification>.
nl: Dependent Proprietary Handelsartikel ('DEPENDENT_PROPRIETARY') mag niet gelijk zijn aan <tradeItemIdentification>.

source: A trade item can not be the same as the item variant master ('ITEM_VARIANT_MASTER')
de: Ein Handelsartikel kann nicht sein der gleiche als der Artikel variant master ('ITEM_VARIANT_MASTER')
fr: Un article commercial ne peut pas être le même en tant que le article variant master ('ITEM_VARIANT_MASTER')
nl: Een handelsartikel kan niet hetzelfde zijn als de artikelvariant master ('ITEM_VARIANT_MASTER')

source: A trade item can not be replaced temporarily by itself ('REPLACED').
de: Ein Handelsartikel kann nicht sein replaced temporarily von itself ('REPLACED').
fr: Un article commercial ne peut pas être replaced temporarily par itself ('REPLACED').
nl: Een handelsartikel kan niet tijdelijk door zichzelf worden vervangen ('REPLACED').

source: If the Trade Item is a consumer unit, and the target market country code is '840' (US), the type of bar code <dataCarrierTypeCode> is mandatory.
de: Wenn der Handelsartikel is ein Verbrauchereinheit, und der Zielmarkt Land Code is '840' (US), der Typ von bar Code <dataCarrierTypeCode> ist obligatorisch.
fr: Si le Article commercial is un unité consommateur, et le marché cible pays code is '840' (US), le type de bar code <dataCarrierTypeCode> est obligatoire.
nl: Als het handelsartikel een consumenteneenheid is en de doelmarkt landcode gelijk is aan '840' (US), dan is het type streepjescode <dataCarrierTypeCode> verplicht.

source: GLN for <informationProvider> is missing.
de: GLN für <informationProvider> is missing.
fr: GLN pour <informationProvider> is missing.
nl: GLN voor <informationProvider> ontbreekt.

source: The name of the information provider shall be populated.
de: Der Name von der Information provider muss befüllt sein.
fr: Le nom de le information provider doit être renseigné.
nl: De naam van de informatieprovider moet ingevuld zijn.

source: The <startAvailabilityDateTime> must be populated for the trade item.
de: Der <startAvailabilityDateTime> muss befüllt sein für der Handelsartikel.
fr: Le <startAvailabilityDateTime> doit être renseigné pour le article commercial.
nl: De <startAvailabilityDateTime> moet ingevuld zijn voor het handelsartikel.

source: Consumer Unit Indicator <isTradeItemAConsumerUnit> must not be empty.
de: Consumer Einheit Indicator <isTradeItemAConsumerUnit> darf nicht leer sein.
fr: Consumer Unité Indicator <isTradeItemAConsumerUnit> ne doit pas être vide.
nl: Consumenteneenheid-indicator <isTradeItemAConsumerUnit> mag niet leeg zijn.

source: <isTradeItemADespatchUnit> must be populated for the trade item.
de: <isTradeItemADespatchUnit> muss befüllt sein für der Handelsartikel.
fr: <isTradeItemADespatchUnit> doit être renseigné pour le article commercial.
nl: <isTradeItemADespatchUnit> moet ingevuld zijn voor het handelsartikel.

source: <isTradeItemAnOrderableUnit> must be populated for the trade item.
de: <isTradeItemAnOrderableUnit> muss befüllt sein für der Handelsartikel.
fr: <isTradeItemAnOrderableUnit> doit être renseigné pour le article commercial.
nl: <isTradeItemAnOrderableUnit> moet ingevuld zijn voor het handelsartikel.

source: Variable Measure Indicator <isTradeItemAVariableUnit> must not be empty.
de: Variable Measure Indicator <isTradeItemAVariableUnit> darf nicht leer sein.
fr: Variable Measure Indicator <isTradeItemAVariableUnit> ne doit pas être vide.
nl: De indicator Variabel Gewicht <isTradeItemAVariableUnit> mag niet leeg zijn.

source: If the drained weight is populated <drainedWeight> it must be less than or equal to the gross weight <grossWeight>.
de: Wenn der drained weight ist befüllt <drainedWeight> it muss sein kleiner als oder gleich der Bruttogewicht <grossWeight>.
fr: Si le drained weight est renseigné <drainedWeight> it doit être inférieur ou égal à le poids brut <grossWeight>.
nl: Als het Uitlek Gewicht is ingevuld <drainedWeight>, moet het kleiner zijn dan of gelijk zijn aan het Bbruto Gewicht <grossWeight>.

source: <targetMarket> for a child item cannot be more specific than for the parent. Example: If parent item <targetmarketCountryCode> is equal to '840' then child item cannot have a <targetMarketSubdivisonCode>.
de: <targetMarket> für ein untergeordneter Artikel kann nicht sein mehr specific than für der parent. Example: Wenn übergeordneter Artikel <targetmarketCountryCode> is gleich '840' dann untergeordneter Artikel cannot haben ein <targetMarketSubdivisonCode>.
fr: <targetMarket> pour un article enfant ne peut pas être plus specific than pour le parent. Example: Si article parent <targetmarketCountryCode> is égal à '840' alors article enfant cannot ont un <targetMarketSubdivisonCode>.
nl: <targetMarket> voor een onderliggend artikel kan niet specifieker zijn dan voor het bovenliggende artikel. Bijvoorbeeld: Als het bovenliggende artikel <targetmarketCountryCode> gelijk is aan '840', dan mag het onderliggende artikel geen <targetMarketSubdivisonCode> hebben.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> then <packagingMaterialTypeCode> and <packagingMaterialCompositionQuantity> are used in pairs. I.e. if one is populated the other one must be populated, also.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> dann <packagingMaterialTypeCode> und <packagingMaterialCompositionQuantity> sind verwendet in pairs. I.e. if one ist befüllt der anderer one muss befüllt sein, auch.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> alors <packagingMaterialTypeCode> et <packagingMaterialCompositionQuantity> sont utilisé dans pairs. I.e. if one est renseigné le autre one doit être renseigné, aussi.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, worden <packagingMaterialTypeCode> en <packagingMaterialCompositionQuantity> in paren gebruikt. D.w.z. als één is ingevuld, moet de andere ook ingevuld zijn.

source: The Unit of Measure used for the trade item Height <height> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Höhe <height> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Hauteur <height> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor de Hoogte <height> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Width <width> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Breite <width> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Largeur <width> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor de Breedte <width> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Depth <depth> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Tiefe <depth> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Profondeur <depth> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor de Diepte <depth> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Net Weight <netWeight> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Nettogewicht <netWeight> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Poids net <netWeight> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor het Netto Gewicht van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Gross Weight <grossWeight> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Bruttogewicht <grossWeight> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Poids brut <grossWeight> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor het Bruto Gewicht <grossWeight> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Packaging Weight <packagingWeight> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Packaging Weight <packagingWeight> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Packaging Weight <packagingWeight> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor het Verpakkings gewicht <packagingWeight> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: The Unit of Measure used for the trade item Drained Weight <drainedWeight> shall be from same measuring system (e.g. metric) across whole hierarchy.
de: Der Einheit von Measure verwendet für der Handelsartikel Drained Weight <drainedWeight> muss sein from gleiche measuring system (e.g. metric) across whole Hierarchie.
fr: Le Unité de Measure utilisé pour le article commercial Drained Weight <drainedWeight> doit être from même measuring system (e.g. metric) across whole hiérarchie.
nl: De meeteenheid gebruikt voor het Uitlek Gewicht <drainedWeight> van het handelsartikel moet van hetzelfde meetstelsel zijn (bijv. metrisch) voor de hele hiërarchie.

source: If <fatPercentageInDryMatter> is not empty then value must be greater than or equal to 0 and less than or equal to 100.00.
de: Wenn <fatPercentageInDryMatter> ist nicht leer dann Wert muss sein größer als oder gleich 0 und kleiner als oder gleich 100.00.
fr: Si <fatPercentageInDryMatter> n'est pas vide alors valeur doit être supérieur ou égal à 0 et inférieur ou égal à 100.00.
nl: Als <fatPercentageInDryMatter> niet leeg is, dan moet de waarde groter zijn dan of gelijk zijn aan 0 en kleiner dan of gelijk zijn aan 100.00.

source: <discontinuedDateTime> and <cancelledDateTime> shall not be used simultaneously .
de: <discontinuedDateTime> und <cancelledDateTime> darf nicht verwendet werden simultaneously .
fr: <discontinuedDateTime> et <cancelledDateTime> ne doit pas être utilisé simultaneously .
nl: <discontinuedDateTime> en <cancelledDateTime> mogen niet gelijktijdig worden gebruikt.

source: If <additionalTradeItemIdentificationTypeCode> equals 'GTIN_13' then associated <additionalTradeItemIdentification> value must have 13 digits and must have a valid check digit.
de: Wenn <additionalTradeItemIdentificationTypeCode> ist gleich 'GTIN_13' dann associated <additionalTradeItemIdentification> Wert muss haben 13 digits und muss haben ein gültig check digit.
fr: Si <additionalTradeItemIdentificationTypeCode> est égal à 'GTIN_13' alors associated <additionalTradeItemIdentification> valeur doit avoir 13 digits et doit avoir un valide check digit.
nl: Als <additionalTradeItemIdentificationTypeCode> gelijk is aan 'GTIN_13', dan moet de bijbehorende <additionalTradeItemIdentification> waarde 13 cijfers hebben en een geldig controlecijfer.

source: If <additionalTradeItemIdentificationTypeCode> equals 'GTIN_8' then associated <additionalTradeItemIdentification> value must have 8 digits and must have a valid check digit.
de: Wenn <additionalTradeItemIdentificationTypeCode> ist gleich 'GTIN_8' dann associated <additionalTradeItemIdentification> Wert muss haben 8 digits und muss haben ein gültig check digit.
fr: Si <additionalTradeItemIdentificationTypeCode> est égal à 'GTIN_8' alors associated <additionalTradeItemIdentification> valeur doit avoir 8 digits et doit avoir un valide check digit.
nl: Als <additionalTradeItemIdentificationTypeCode> gelijk is aan 'GTIN_8', dan moet de bijbehorende <additionalTradeItemIdentification> waarde 8 cijfers hebben en een geldig controlecijfer.

source: If <additionalTradeItemIdentificationTypeCode> equals 'GTIN_14' then associated <additionalTradeItemIdentification> value must have 14 digits and must have a valid check digit.
de: Wenn <additionalTradeItemIdentificationTypeCode> ist gleich 'GTIN_14' dann associated <additionalTradeItemIdentification> Wert muss haben 14 digits und muss haben ein gültig check digit.
fr: Si <additionalTradeItemIdentificationTypeCode> est égal à 'GTIN_14' alors associated <additionalTradeItemIdentification> valeur doit avoir 14 digits et doit avoir un valide check digit.
nl: Als <additionalTradeItemIdentificationTypeCode> gelijk is aan 'GTIN_14', dan moet de bijbehorende <additionalTradeItemIdentification> waarde 14 cijfers hebben en een geldig controlecijfer.

source: If <additionalTradeItemIdentificationTypeCode> equals 'GTIN_12' then associated <additionalTradeItemIdentification> value must have 12 digits and must have a valid check digit.
de: Wenn <additionalTradeItemIdentificationTypeCode> ist gleich 'GTIN_12' dann associated <additionalTradeItemIdentification> Wert muss haben 12 digits und muss haben ein gültig check digit.
fr: Si <additionalTradeItemIdentificationTypeCode> est égal à 'GTIN_12' alors associated <additionalTradeItemIdentification> valeur doit avoir 12 digits et doit avoir un valide check digit.
nl: Als <additionalTradeItemIdentificationTypeCode> gelijk is aan 'GTIN_12', dan moet de bijbehorende <additionalTradeItemIdentification> waarde 12 cijfers hebben en een geldig controlecijfer.

source: There must be at most one iteration per language.
de: Es muss höchstens ein Iteration pro Sprache.
fr: Il doit y avoir au plus un itération par langue.
nl: Er moet ten hoogste één iteratie per taal zijn.

source: There must be at most one iteration per unit.
de: Es muss höchstens ein Iteration pro Einheit.
fr: Il doit y avoir au plus un itération par unité.
nl: Er moet ten hoogste één iteratie per eenheid zijn.

source: If Packaging Material Type Code <packagingMaterialTypeCode> does not equal ('COMPOSITE', 'METAL_COMPOSITE', 'LAMINATED_CARTON', 'PAPER_PAPERBOARD' or 'OTHER') then CompositeMaterialDetail class must not be used.
de: Wenn Packaging Material Typ Code <packagingMaterialTypeCode> ist nicht gleich ('COMPOSITE', 'METAL_COMPOSITE', 'LAMINATED_CARTON', 'PAPER_PAPERBOARD' oder 'OTHER') dann CompositeMaterialDetail Klasse darf nicht verwendet werden.
fr: Si Packaging Material Type Code <packagingMaterialTypeCode> n'est pas égal à ('COMPOSITE', 'METAL_COMPOSITE', 'LAMINATED_CARTON', 'PAPER_PAPERBOARD' ou 'OTHER') alors CompositeMaterialDetail classe ne doit pas être utilisé.
nl: Als Verpakking Materiaal Type Code <packagingMaterialTypeCode> niet gelijk is aan ('COMPOSITE', 'METAL_COMPOSITE', 'LAMINATED_CARTON', 'PAPER_PAPERBOARD' of 'OTHER'), dan mag de CompositeMaterialDetail class niet worden gebruikt.

source: Use of <temperatureTypeQualifierCode> is mandatory in case any other attribute of the TradeItemTemperatureInformation class is not empty.
de: Use von <temperatureTypeQualifierCode> ist obligatorisch im Falle jeder anderer Attribut von der TradeItemTemperatureInformation Klasse ist nicht leer.
fr: Use de <temperatureTypeQualifierCode> est obligatoire en cas tout autre attribut de le TradeItemTemperatureInformation classe n'est pas vide.
nl: Het gebruik van <temperatureTypeQualifierCode> is verplicht als elk ander attribuut van de TradeItemTemperatureInformation class niet leeg is.

source: The maximum length of data type <StringAttributeValuePair> is 5000 characters.
de: Der maximal Länge von Daten Typ <StringAttributeValuePair> is 5000 Zeichen.
fr: Le maximum longueur de données type <StringAttributeValuePair> is 5000 caractères.
nl: De maximale lengte van het gegevenstype <StringAttributeValuePair> is 5000 tekens.

source: <descriptiveSizeDimension>, <sizeDimension> or <sizeCode> is missing.
de: <descriptiveSizeDimension>, <sizeDimension> oder <sizeCode> is missing.
fr: <descriptiveSizeDimension>, <sizeDimension> ou <sizeCode> is missing.
nl: <descriptiveSizeDimension>, <sizeDimension> of <sizeCode> ontbreekt.

source: The Brand Name <brandName> must not be empty unless the context is 'Pharmaceuticals' or 'Medical Devices'.
de: Der Marke Name <brandName> darf nicht leer sein es sei denn der context is 'Pharmaceuticals' oder 'Medical Devices'.
fr: Le Marque Nom <brandName> ne doit pas être vide à moins que le context is 'Pharmaceuticals' ou 'Medical Devices'.
nl: De Merknaam<brandName> mag niet leeg zijn, tenzij de context 'Pharmaceuticals' of 'Medical Devices' is.

source: Product Type Description <functionalName> must not be empty.
de: Produkt Typ Beschreibung <functionalName> darf nicht leer sein.
fr: Produit Type Description <functionalName> ne doit pas être vide.
nl: Product Type Omschrijving <functionalName> mag niet leeg zijn.

source: Product Type Description <functionalName> must not be empty.
de: Produkt Typ Beschreibung <functionalName> darf nicht leer sein.
fr: Produit Type Description <functionalName> ne doit pas être vide.
nl: Product Type Omschrijving <functionalName> mag niet leeg zijn.

source: If <maximumHumidityPercentage> and/or <minimumHumidityPercentage> are not empty then <humidityQualifierCode> must not be empty.
de: Wenn <maximumHumidityPercentage> und/oder <minimumHumidityPercentage> sind nicht leer dann <humidityQualifierCode> darf nicht leer sein.
fr: Si <maximumHumidityPercentage> et/ou <minimumHumidityPercentage> ne sont pas vide alors <humidityQualifierCode> ne doit pas être vide.
nl: Als <maximumHumidityPercentage> en/of <minimumHumidityPercentage> niet leeg zijn, dan mag <humidityQualifierCode> niet leeg zijn.

source: If <gln> is not empty then <brandOwner>/PartyRoleCode shall be empty.
de: Wenn <gln> ist nicht leer dann <brandOwner>/PartyRoleCode muss sein leer.
fr: Si <gln> n'est pas vide alors <brandOwner>/PartyRoleCode doit être vide.
nl: Als <gln> niet leeg is, moet <brandOwner>/PartyRoleCode leeg zijn.

source: If <gln> is used then <partyRoleCode> shall be empty.
de: Wenn <gln> is verwendet dann <partyRoleCode> muss sein leer.
fr: Si <gln> is utilisé alors <partyRoleCode> doit être vide.
nl: Als <gln> wordt gebruikt, moet <partyRoleCode> leeg zijn.

source: If <gln> and/or <partyName> is used then <partyRoleCode> shall be empty.
de: Wenn <gln> und/oder <partyName> is verwendet dann <partyRoleCode> muss sein leer.
fr: Si <gln> et/ou <partyName> is utilisé alors <partyRoleCode> doit être vide.
nl: Als <gln> en/of <partyName> worden gebruikt, moet <partyRoleCode> leeg zijn.

source: If <tradeItemPrice> is used then <tradeItemPriceTypeCode> shall be empty.
de: Wenn <tradeItemPrice> is verwendet dann <tradeItemPriceTypeCode> muss sein leer.
fr: Si <tradeItemPrice> is utilisé alors <tradeItemPriceTypeCode> doit être vide.
nl: Als <tradeItemPrice> wordt gebruikt, moet <tradeItemPriceTypeCode> leeg zijn.

source: If <tradeItemPrice> is used then <tradeItemPriceTypeCode> shall be empty.
de: Wenn <tradeItemPrice> is verwendet dann <tradeItemPriceTypeCode> muss sein leer.
fr: Si <tradeItemPrice> is utilisé alors <tradeItemPriceTypeCode> doit être vide.
nl: Als <tradeItemPrice> wordt gebruikt, moet <tradeItemPriceTypeCode> leeg zijn.
