Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: Invalid Meaurement unit for <lightOutput>: <<lightOutput>/@<measurementUnitCode>>. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, <lightOutput> must have 'B60' (Lumens per square metre) or 'LUX' (Lux) as the measurement unit.
de: Invalid Meaurement Einheit für <lightOutput>: <<lightOutput>/@<measurementUnitCode>>. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, <lightOutput> muss haben 'B60' (Lumens pro square metre) oder 'LUX' (Lux) als der Messung Einheit.
fr: Invalid Meaurement unité pour <lightOutput>: <<lightOutput>/@<measurementUnitCode>>. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, <lightOutput> doit avoir 'B60' (Lumens par square metre) ou 'LUX' (Lux) en tant que le mesure unité.
nl: Ongeldige meeteenheid voor <lightOutput>: <<lightOutput>/@<measurementUnitCode>>. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet <lightOutput> 'B60' (Lumens per square metre) of 'LUX' (Lux) hebben als meeteenheid.

source: Nutrient Basis <nutrientBasisQuantity> and Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> is missing. For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, if Nutrient Code <nutrientTypeCode> is used then both Nutrient Basis <nutrientBasisQuantity> and Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> must also be used.
de: Nutrient Basis <nutrientBasisQuantity> und Nutrient Basis Typ Code <nutrientBasisQuantityTypeCode> is missing. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, if Nutrient Code <nutrientTypeCode> is verwendet dann beide Nutrient Basis <nutrientBasisQuantity> und Nutrient Basis Typ Code <nutrientBasisQuantityTypeCode> must auch be verwendet.
fr: Nutrient Basis <nutrientBasisQuantity> et Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> is missing. Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, if Nutrient Code <nutrientTypeCode> is utilisé alors les deux Nutrient Basis <nutrientBasisQuantity> et Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> must aussi be utilisé.
nl: Nutrient Basis <nutrientBasisQuantity> en Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> ontbreken. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Nutrient Code <nutrientTypeCode> wordt gebruikt, moeten zowel Nutrient Basis <nutrientBasisQuantity> als Nutrient Basis Type Code <nutrientBasisQuantityTypeCode> ook worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, one iteration of Feed Composition Statement <feedCompositionStatement> must be supplied in Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, eine Iteration von Feed Composition Statement <feedCompositionStatement> muss sein supplied in Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, une itération de Feed Composition Statement <feedCompositionStatement> doit être supplied dans Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet één iteratie van Feed Samenstelling Vermeldingen <feedCompositionStatement> worden aangeleverd in het Zweeds.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, one iteration of Feed Analytical Constituents Statement <feedAnalyticalConstituentsStatement> must be supplied in Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, eine Iteration von Feed Analytical Constituents Statement <feedAnalyticalConstituentsStatement> muss sein supplied in Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, une itération de Feed Analytical Constituents Statement <feedAnalyticalConstituentsStatement> doit être supplied dans Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet één iteratie van Feed Analytical Constituents Vermeldingen <feedAnalyticalConstituentsStatement> worden aangeleverd in het Zweeds.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, one iteration of Feed Additive Statement <feedAdditiveStatement> must be supplied in Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, eine Iteration von Feed Additive Statement <feedAdditiveStatement> muss sein supplied in Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, une itération de Feed Additive Statement <feedAdditiveStatement> doit être supplied dans Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet één iteratie van Feed Additive Vermeldingen <feedAdditiveStatement> worden aangeleverd in het Zweeds.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and the same Tax Type Code <dutyFeeTaxTypeCode> cannot be repeated without having a corresponding start date (<dutyFeeTaxEffectiveStartDateTime> ).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und der gleiche Tax Typ Code <dutyFeeTaxTypeCode> kann nicht sein repeated ohne having ein corresponding start Datum (<dutyFeeTaxEffectiveStartDateTime> ).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et le même Tax Type Code <dutyFeeTaxTypeCode> ne peut pas être repeated sans having un corresponding start date (<dutyFeeTaxEffectiveStartDateTime> ).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en dezelfde Tax Type Code <dutyFeeTaxTypeCode> kan niet worden herhaald zonder een bijbehorende begindatum (<dutyFeeTaxEffectiveStartDateTime>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and the same Tax Type Code <dutyFeeTaxTypeCode> cannot be repeated without having a corresponding end date <dutyFeeTaxEffectiveEndDateTime> except for the last instance.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und der gleiche Tax Typ Code <dutyFeeTaxTypeCode> kann nicht sein repeated ohne having ein corresponding end Datum <dutyFeeTaxEffectiveEndDateTime> außer für der letzte instance.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et le même Tax Type Code <dutyFeeTaxTypeCode> ne peut pas être repeated sans having un corresponding end date <dutyFeeTaxEffectiveEndDateTime> sauf pour le dernier instance.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en dezelfde Tax Type Code <dutyFeeTaxTypeCode> kan niet worden herhaald zonder een bijbehorende einddatum <dutyFeeTaxEffectiveEndDateTime>, tenzij voor de laatste instantie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Customs Classification Type Code <importClassificationTypeCode> equals 'CUSTOMS_TARIFF_NUMBER' then the corresponding Customs Classification Value <importClassificationValue> shall have a value 8 to 13 numeric characters long.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Customs Classification Typ Code <importClassificationTypeCode> ist gleich 'CUSTOMS_TARIFF_NUMBER' dann der corresponding Customs Classification Value <importClassificationValue> muss haben einen Wert 8 zu 13 numerisch Zeichen long.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Customs Classification Type Code <importClassificationTypeCode> est égal à 'CUSTOMS_TARIFF_NUMBER' alors le corresponding Customs Classification Value <importClassificationValue> doit avoir une valeur 8 à 13 numérique caractères long.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Douane Classificatie Type Code <importClassificationTypeCode> gelijk is aan 'CUSTOMS_TARIFF_NUMBER', dan moet de bijbehorende Douane Classificatie Waarde <importClassificationValue> een waarde hebben van 8 tot 13 numerieke tekens lang.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Pallet Type Code <platformTypeCode> is used, it is mandatory to provide a valid Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> for a pallet.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Pallet Typ Code <platformTypeCode> is verwendet, it ist obligatorisch zu provide ein gültig Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> für ein Palette.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Pallet Type Code <platformTypeCode> is utilisé, it est obligatoire à provide un valide Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> pour un palette.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Pallet Type Code <platformTypeCode> wordt gebruikt, is het verplicht een geldig Aantal Lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> op te geven voor een pallet.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, invalid use of <dutyFeeTaxRate>. Values cannot differ across the trade item hierarchy when used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, ungültig verwenden von <dutyFeeTaxRate>. Values cannot differ across der Handelsartikel Hierarchie wenn verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, invalide utiliser de <dutyFeeTaxRate>. Values cannot differ across le article commercial hiérarchie lorsque utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, ongeldig gebruik van <dutyFeeTaxRate>. Waarden mogen niet verschillen over de handelsartikelhiërarchie wanneer gebruikt.

source: If GTIN for Point of Sale <gs1TradeItemIdentificationKeyValue> or GTIN for Point of Sale Type Code <gs1TradeItemIdentificationKeyCode> is used, then both shall be used.
de: Wenn GTIN für Point von Sale <gs1TradeItemIdentificationKeyValue> oder GTIN für Point von Sale Typ Code <gs1TradeItemIdentificationKeyCode> is verwendet, dann beide muss verwendet werden.
fr: Si GTIN pour Point de Sale <gs1TradeItemIdentificationKeyValue> ou GTIN pour Point de Sale Type Code <gs1TradeItemIdentificationKeyCode> is utilisé, alors les deux doit être utilisé.
nl: Als GTIN voor Point of Sale <gs1TradeItemIdentificationKeyValue> of GTIN voor Point of Sale Type Code <gs1TradeItemIdentificationKeyCode> wordt gebruikt, dan moeten beide worden gebruikt.

source: When Referenced GTIN Type Code <referencedTradeItemTypeCode> equals 'EQUIVALENT', then each iteration with Referenced GTIN <gtin> SHALL be unique.
de: Wenn Referenziert GTIN Typ Code <referencedTradeItemTypeCode> ist gleich 'EQUIVALENT', dann jeder Iteration mit Referenziert GTIN <gtin> SHALL be eindeutig.
fr: Lorsque Référencé GTIN Type Code <referencedTradeItemTypeCode> est égal à 'EQUIVALENT', alors chaque itération avec Référencé GTIN <gtin> SHALL be unique.
nl: Wanneer Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> gelijk is aan 'EQUIVALENT', dan moet elke iteratie met Gerefereerd GTIN <gtin> uniek zijn.

source: When Referenced GTIN Type Code <referencedTradeItemTypeCode> equals 'DEPENDENT_PROPRIETARY', then each iteration with Referenced GTIN <gtin> SHALL be unique.
de: Wenn Referenziert GTIN Typ Code <referencedTradeItemTypeCode> ist gleich 'DEPENDENT_PROPRIETARY', dann jeder Iteration mit Referenziert GTIN <gtin> SHALL be eindeutig.
fr: Lorsque Référencé GTIN Type Code <referencedTradeItemTypeCode> est égal à 'DEPENDENT_PROPRIETARY', alors chaque itération avec Référencé GTIN <gtin> SHALL be unique.
nl: Wanneer Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> gelijk is aan 'DEPENDENT_PROPRIETARY', dan moet elke iteratie met Gerefereerd GTIN <gtin> uniek zijn.

source: At least one other attribute in Trade Item Temperature Information class SHALL be used when Temperature Activity Code <temperatureQualifierCode> is used.
de: Bei least one anderer Attribut in Handelsartikel Temperature Information Klasse SHALL be verwendet wenn Temperature Activity Code <temperatureQualifierCode> is verwendet.
fr: À least one autre attribut dans Article commercial Temperature Information classe SHALL be utilisé lorsque Temperature Activity Code <temperatureQualifierCode> is utilisé.
nl: Ten minste één ander attribuut in de Handelsartikel Temperatuur Information class moet worden gebruikt wanneer Temperatuur Activity Code <temperatureQualifierCode> wordt gebruikt.

source: At least one other attribute in Trade Item Humidity Information class SHALL be used when <humidityQualifierCode> is used.
de: Bei least one anderer Attribut in Handelsartikel Humidity Information Klasse SHALL be verwendet wenn <humidityQualifierCode> is verwendet.
fr: À least one autre attribut dans Article commercial Humidity Information classe SHALL be utilisé lorsque <humidityQualifierCode> is utilisé.
nl: Ten minste één ander attribuut in de Handelsartikel Luchtvochtigheid Information class moet worden gebruikt wanneer <humidityQualifierCode> wordt gebruikt.

source: If Additional Legal Product Information Type Code <compulsoryAdditionalLabelInformationTypeCode> is used, then you SHALL use Additional Legal Product Information <compulsoryAdditionalLabelInformation>.
de: Wenn Additional Legal Produkt Information Typ Code <compulsoryAdditionalLabelInformationTypeCode> is verwendet, dann you SHALL verwenden Additional Legal Produkt Information <compulsoryAdditionalLabelInformation>.
fr: Si Additional Legal Produit Information Type Code <compulsoryAdditionalLabelInformationTypeCode> is utilisé, alors you SHALL utiliser Additional Legal Produit Information <compulsoryAdditionalLabelInformation>.
nl: Als Additional Legal Product Information Type Code <compulsoryAdditionalLabelInformationTypeCode> wordt gebruikt, dan moet u Additional Legal Product Information <compulsoryAdditionalLabelInformation> gebruiken.

source: Catch Country Code <catchCountryCode> may only be used when Fish Production Method Code <productionMethodForFishAndSeafoodCode> does not equal 'MARINE_FISHERY'.
de: Catch Land Code <catchCountryCode> may nur be verwendet wenn Fish Production Method Code <productionMethodForFishAndSeafoodCode> ist nicht gleich 'MARINE_FISHERY'.
fr: Catch Pays Code <catchCountryCode> may seulement be utilisé lorsque Fish Production Method Code <productionMethodForFishAndSeafoodCode> n'est pas égal à 'MARINE_FISHERY'.
nl: Catch Land Code <catchCountryCode> mag alleen worden gebruikt wanneer Fish Production Method Code <productionMethodForFishAndSeafoodCode> niet gelijk is aan 'MARINE_FISHERY'.

source: Catch Country Code <catchCountryCode> may only be used when Catch Area Code <catchAreaCode> <<catchAreaCode>> is one of the inland water codes ('01', '02', '03', '04', '05', '06', '07, or '08').
de: Catch Land Code <catchCountryCode> may nur be verwendet wenn Catch Area Code <catchAreaCode> <<catchAreaCode>> is one von der inland water Codes ('01', '02', '03', '04', '05', '06', '07, oder '08').
fr: Catch Pays Code <catchCountryCode> may seulement be utilisé lorsque Catch Area Code <catchAreaCode> <<catchAreaCode>> is one de le inland water codes ('01', '02', '03', '04', '05', '06', '07, ou '08').
nl: Catch Land Code <catchCountryCode> mag alleen worden gebruikt wanneer Catch Area Code <catchAreaCode> <<catchAreaCode>> één van de binnenwateren codes is ('01', '02', '03', '04', '05', '06', '07' of '08').

source: If Fish Production Method Code <productionMethodForFishAndSeafoodCode> equals 'INLAND_FISHERY', then Catch Area Code <catchAreaCode> <<catchAreaCode>> SHALL be one of the inland water codes ('01', '02', '03', '04', '05', '06', '07, or '08').
de: Wenn Fish Production Method Code <productionMethodForFishAndSeafoodCode> ist gleich 'INLAND_FISHERY', dann Catch Area Code <catchAreaCode> <<catchAreaCode>> SHALL be one von der inland water Codes ('01', '02', '03', '04', '05', '06', '07, oder '08').
fr: Si Fish Production Method Code <productionMethodForFishAndSeafoodCode> est égal à 'INLAND_FISHERY', alors Catch Area Code <catchAreaCode> <<catchAreaCode>> SHALL be one de le inland water codes ('01', '02', '03', '04', '05', '06', '07, ou '08').
nl: Als Fish Production Method Code <productionMethodForFishAndSeafoodCode> gelijk is aan 'INLAND_FISHERY', dan moet Catch Area Code <catchAreaCode> <<catchAreaCode>> één van de binnenwateren codes zijn ('01', '02', '03', '04', '05', '06', '07' of '08').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, <priceComparisonMeasurement> SHALL be specified with the following units of measures: kilogram, litre or piece.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, <priceComparisonMeasurement> SHALL be angegeben mit der folgende Einheiten von measures: kilogram, litre oder piece.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, <priceComparisonMeasurement> SHALL be spécifié avec le suivant unités de measures: kilogram, litre ou piece.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet <priceComparisonMeasurement> worden opgegeven met de volgende meeteenheden: kilogram, litre of piece.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, both <seasonalAvailabilityEndDateTime> and <seasonalAvailabilityStartDateTime> SHALL be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, beide <seasonalAvailabilityEndDateTime> und <seasonalAvailabilityStartDateTime> SHALL be verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, les deux <seasonalAvailabilityEndDateTime> et <seasonalAvailabilityStartDateTime> SHALL be utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moeten zowel <seasonalAvailabilityEndDateTime> als <seasonalAvailabilityStartDateTime> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Price Comparison Quantity <priceComparisonMeasurement> is required for food product(s).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Price Comparison Quantity <priceComparisonMeasurement> ist erforderlich für Lebensmittel Produkt(s).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Price Comparison Quantity <priceComparisonMeasurement> est requis pour aliment produit(s).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Price Comparison Hoeveelheid <priceComparisonMeasurement> verplicht voor voedingsproduct(en).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Trade Item Trade Channel Code <tradeItemTradeChannelCode> SHALL be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Handelsartikel Trade Channel Code <tradeItemTradeChannelCode> SHALL be verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Article commercial Trade Channel Code <tradeItemTradeChannelCode> SHALL be utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Handelsartikel Trade Channel Code <tradeItemTradeChannelCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Net Mass of Explosives SHALL be specified with the unit of measure of kilogram (KGM).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Net Mass von Explosives SHALL be angegeben mit der Maßeinheit von kilogram (KGM).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Net Mass de Explosives SHALL be spécifié avec le unité de mesure de kilogram (KGM).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Net Mass of Explosives worden opgegeven met de meeteenheid kilogram (KGM).

source: For <initialSterilisationPriorToUseCode> <<initialSterilisationPriorToUseCode>> and/or <manufacturerSpecifiedAcceptableResterilisationCode> <<manufacturerSpecifiedAcceptableResterilisationCode>> shall not equal NOT_STERILISED and is invalidly used.
de: Für <initialSterilisationPriorToUseCode> <<initialSterilisationPriorToUseCode>> und/oder <manufacturerSpecifiedAcceptableResterilisationCode> <<manufacturerSpecifiedAcceptableResterilisationCode>> darf nicht gleich sein NOT_STERILISED und is invalidly verwendet.
fr: Pour <initialSterilisationPriorToUseCode> <<initialSterilisationPriorToUseCode>> et/ou <manufacturerSpecifiedAcceptableResterilisationCode> <<manufacturerSpecifiedAcceptableResterilisationCode>> ne doit pas être égal à NOT_STERILISED et is invalidly utilisé.
nl: Voor <initialSterilisationPriorToUseCode> <<initialSterilisationPriorToUseCode>> en/of <manufacturerSpecifiedAcceptableResterilisationCode> <<manufacturerSpecifiedAcceptableResterilisationCode>> mag niet gelijk zijn aan NOT_STERILISED en wordt ongeldig gebruikt.

source: <additionalConfirmationStatusLongDescription> is missing and must be provided containing a descriptive error/warning message when <confirmationStatusCode> equals 'CIC999' ('Free Form Text to be populated by the Data Recipient').
de: <additionalConfirmationStatusLongDescription> is missing und muss angegeben werden containing ein descriptive Fehler/Warnung message wenn <confirmationStatusCode> ist gleich 'CIC999' ('Free Form Text zu be befüllt von der Data Recipient').
fr: <additionalConfirmationStatusLongDescription> is missing et doit être fourni containing un descriptive erreur/avertissement message lorsque <confirmationStatusCode> est égal à 'CIC999' ('Free Form Text à be renseigné par le Data Recipient').
nl: <additionalConfirmationStatusLongDescription> ontbreekt en moet worden opgegeven met een beschrijvend fout-/waarschuwingsbericht wanneer <confirmationStatusCode> gelijk is aan 'CIC999' ('Vrije tekst in te vullen door de gegevens-ontvanger').

source: Consumer Unit Indicator <isTradeItemAConsumerUnit> must not be empty.
de: Consumer Einheit Indicator <isTradeItemAConsumerUnit> darf nicht leer sein.
fr: Consumer Unité Indicator <isTradeItemAConsumerUnit> ne doit pas être vide.
nl: Consumenteneenheid-indicator <isTradeItemAConsumerUnit> mag niet leeg zijn.
