Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Free Quantity Of Next Lower Level Trade Item <freeQuantityOfNextLowerLevelTradeItem> is used, then Product Hierarchy Level Code <tradeItemUnitDescriptorCode> shall equal 'PACK_OR_INNER_PACK', Number of Different Products <quantityOfChildren> shall be greater than 1 and Promotion Type Code <promotionTypeCode> shall equal 'MULTI_PACK_AND_COMBINATION_PACK'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Free Quantity Von Next Lower Ebene Handelsartikel <freeQuantityOfNextLowerLevelTradeItem> is verwendet, dann Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> muss gleich sein 'PACK_OR_INNER_PACK', Anzahl von Different Products <quantityOfChildren> muss sein größer als 1 und Promotion Typ Code <promotionTypeCode> muss gleich sein 'MULTI_PACK_AND_COMBINATION_PACK'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Free Quantity De Next Lower Niveau Article commercial <freeQuantityOfNextLowerLevelTradeItem> is utilisé, alors Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> doit être égal à 'PACK_OR_INNER_PACK', Nombre de Different Products <quantityOfChildren> doit être supérieur à 1 et Promotion Type Code <promotionTypeCode> doit être égal à 'MULTI_PACK_AND_COMBINATION_PACK'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Gratis hoeveelheid van volgend lager niveau handelsartikel <freeQuantityOfNextLowerLevelTradeItem> wordt gebruikt, dan moet Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk zijn aan 'PACK_OR_INNER_PACK', moet Aantal verschillende producten <quantityOfChildren> groter zijn dan 1 en moet Promotion Type Code <promotionTypeCode> gelijk zijn aan 'MULTI_PACK_AND_COMBINATION_PACK'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then at least one iteration of Tax Type Code <dutyFeeTaxTypeCode> shall be one of the VAT tax codes ('S', '1G', '2G', '3G', 'H' or 'E').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann mindestens eine Iteration von Tax Typ Code <dutyFeeTaxTypeCode> muss sein one von der VAT tax Codes ('S', '1G', '2G', '3G', 'H' oder 'E').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors au moins une itération de Tax Type Code <dutyFeeTaxTypeCode> doit être one de le VAT tax codes ('S', '1G', '2G', '3G', 'H' ou 'E').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet ten minste één iteratie van Tax Type Code <dutyFeeTaxTypeCode> één van de BTW-codes zijn ('S', '1G', '2G', '3G', 'H' of 'E').

source: Code '1' (100% Organic) is not allowed in Organic Level Code <organicTradeItemCode> for Country of Sale Code <<targetMarketCountryCode> Code name>. Please use code '2' (Organic) instead.
de: Code '1' (100% Organic) ist nicht erlaubt in Organic Ebene Code <organicTradeItemCode> für Verkaufsland Code <<targetMarketCountryCode> Code Name>. Please verwenden Code '2' (Organic) instead.
fr: Code '1' (100% Organic) n'est pas autorisé dans Organic Niveau Code <organicTradeItemCode> pour Pays de vente Code <<targetMarketCountryCode> Code nom>. Please utiliser code '2' (Organic) instead.
nl: Code '1' (100% Organic) is niet toegestaan in Organic Niveau Code <organicTradeItemCode> voor verkooplandcode <<targetMarketCountryCode> Code naam>. Gebruik code '2' (Organic) in plaats hiervan.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PACK_OR_INNER_PACK' and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then Total Count of All Products <totalQuantityOfNextLowerLevelTradeItem> shall be greater than 1.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PACK_OR_INNER_PACK' und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann Gesamt Count von Alle Products <totalQuantityOfNextLowerLevelTradeItem> muss sein größer als 1.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PACK_OR_INNER_PACK' et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors Total Count de Tous Products <totalQuantityOfNextLowerLevelTradeItem> doit être supérieur à 1.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PACK_OR_INNER_PACK' en Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet Totaal Aantal Producten <totalQuantityOfNextLowerLevelTradeItem> groter zijn dan 1.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', and Tax Type Code <dutyFeeTaxTypeCode> equals '3001000002312' (Droits d'accises sur les alcools/alcohol tax), then Alcohol Percentage <percentageOfAlcoholByVolume> shall be greater than 0 (zero).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', und Tax Typ Code <dutyFeeTaxTypeCode> ist gleich '3001000002312' (Droits d'accises sur les alcools/alcohol tax), dann Alcohol Percentage <percentageOfAlcoholByVolume> muss sein größer als 0 (null).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', et Tax Type Code <dutyFeeTaxTypeCode> est égal à '3001000002312' (Droits d'accises sur les alcools/alcohol tax), alors Alcohol Percentage <percentageOfAlcoholByVolume> doit être supérieur à 0 (zéro).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', en Tax Type Code <dutyFeeTaxTypeCode> gelijk is aan '3001000002312' (Droits d'accises sur les alcools/alcohol tax), dan moet Alcoholpercentage <percentageOfAlcoholByVolume> groter zijn dan 0 (nul).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'DISPLAY_SHIPPER' or 'MIXED_MODULE' and Number of Different Products <quantityOfChildren> is greater than 1, then GTIN (Global Trade Item Number) <gtin> shall start with '0'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'DISPLAY_SHIPPER' oder 'MIXED_MODULE' und Anzahl von Different Products <quantityOfChildren> is größer als 1, dann GTIN (Globale Handelsartikelnummer) <gtin> muss start mit '0'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'DISPLAY_SHIPPER' ou 'MIXED_MODULE' et Nombre de Different Products <quantityOfChildren> is supérieur à 1, alors GTIN (Numéro d'article commercial mondial) <gtin> doit start avec '0'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'DISPLAY_SHIPPER' of 'MIXED_MODULE' en Aantal verschillende producten <quantityOfChildren> groter is dan 1, dan moet GTIN (Global Trade Item Number) <gtin> beginnen met '0'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Free Quantity Of Product <freeQuantityOfQuantity> is used, then Free Quantity Of Product Unit Of Measure (<freeQuantityOfProduct>@<measurementUnitCode>) shall be equal to one instance of Net Content Unit Of Measure (<netContent>@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Free Quantity Von Produkt <freeQuantityOfQuantity> is verwendet, dann Free Quantity Von Produkt Einheit Von Measure (<freeQuantityOfProduct>@<measurementUnitCode>) muss sein gleich one instance von Net Content Einheit Von Measure (<netContent>@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Free Quantity De Produit <freeQuantityOfQuantity> is utilisé, alors Free Quantity De Produit Unité De Measure (<freeQuantityOfProduct>@<measurementUnitCode>) doit être égal à one instance de Net Content Unité De Measure (<netContent>@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Free Hoeveelheid Of Product <freeQuantityOfQuantity> wordt gebruikt, dan moet Free Hoeveelheid Of Product meeteenheid (<freeQuantityOfProduct>@<measurementUnitCode>) gelijk zijn aan één instantie van Nettoinhoud meeteenheid (<netContent>@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Promotion Type Code <promotionTypeCode> equals 'MULTI_PACK_AND_COMBINATION_PACK', then Base Unit Indicator <isTradeItemABaseUnit> shall not equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Promotion Typ Code <promotionTypeCode> ist gleich 'MULTI_PACK_AND_COMBINATION_PACK', dann Base Einheit Indicator <isTradeItemABaseUnit> darf nicht gleich sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Promotion Type Code <promotionTypeCode> est égal à 'MULTI_PACK_AND_COMBINATION_PACK', alors Base Unité Indicator <isTradeItemABaseUnit> ne doit pas être égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Promotion Type Code <promotionTypeCode> gelijk is aan 'MULTI_PACK_AND_COMBINATION_PACK', dan mag Basiseenheid Indicator <isTradeItemABaseUnit> niet gelijk zijn aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Free Quantity Of Next Lower Level Trade Item <freeQuantityOfNextLowerLevelTradeItem> is used, then Product Hierarchy Level Code <tradeItemUnitDescriptorCode> shall equal 'PACK_OR_INNER_PACK', Number of Different Products <quantityOfChildren> shall be greater than 1 and Promotion Type Code <promotionTypeCode> shall equal 'MULTI_PACK_AND_COMBINATION_PACK'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Free Quantity Von Next Lower Ebene Handelsartikel <freeQuantityOfNextLowerLevelTradeItem> is verwendet, dann Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> muss gleich sein 'PACK_OR_INNER_PACK', Anzahl von Different Products <quantityOfChildren> muss sein größer als 1 und Promotion Typ Code <promotionTypeCode> muss gleich sein 'MULTI_PACK_AND_COMBINATION_PACK'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Free Quantity De Next Lower Niveau Article commercial <freeQuantityOfNextLowerLevelTradeItem> is utilisé, alors Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> doit être égal à 'PACK_OR_INNER_PACK', Nombre de Different Products <quantityOfChildren> doit être supérieur à 1 et Promotion Type Code <promotionTypeCode> doit être égal à 'MULTI_PACK_AND_COMBINATION_PACK'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Gratis hoeveelheid van volgend lager niveau handelsartikel <freeQuantityOfNextLowerLevelTradeItem> wordt gebruikt, dan moet Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk zijn aan 'PACK_OR_INNER_PACK', moet Aantal verschillende producten <quantityOfChildren> groter zijn dan 1 en moet Promotion Type Code <promotionTypeCode> gelijk zijn aan 'MULTI_PACK_AND_COMBINATION_PACK'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then at least one iteration of Tax Type Code <dutyFeeTaxTypeCode> shall be one of the VAT tax codes ('S', '1G', '2G', '3G', 'H' or 'E').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann mindestens eine Iteration von Tax Typ Code <dutyFeeTaxTypeCode> muss sein one von der VAT tax Codes ('S', '1G', '2G', '3G', 'H' oder 'E').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors au moins une itération de Tax Type Code <dutyFeeTaxTypeCode> doit être one de le VAT tax codes ('S', '1G', '2G', '3G', 'H' ou 'E').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet ten minste één iteratie van Tax Type Code <dutyFeeTaxTypeCode> één van de BTW-codes zijn ('S', '1G', '2G', '3G', 'H' of 'E').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE', then Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer> shall be greater than 0.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE', dann Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer> muss sein größer als 0.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE', alors Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer> doit être supérieur à 0.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', dan moet Aantal Eenheden per Laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer> groter zijn dan 0.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE', Pallet Disposition Code <platformTermsAndConditionsCode> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE', Pallet Disposition Code <platformTermsAndConditionsCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE', Pallet Disposition Code <platformTermsAndConditionsCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', moet Pallet Disposition Code <platformTermsAndConditionsCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Global Product Category Code <gpcCategoryCode> is in GPC Segment '50000000' <Beverage> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', Net Weight <netWeight> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Global Produkt Kategorie Code <gpcCategoryCode> is in GPC Segment '50000000' <Beverage> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', Nettogewicht <netWeight> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Global Produit Catégorie Code <gpcCategoryCode> is dans GPC Segment '50000000' <Beverage> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', Poids net <netWeight> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Globale productcategoriecode <gpcCategoryCode> in GPC Segment '50000000' <Beverage> valt en Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', moet Nettogewicht <netWeight> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Invoice Unit Indicator <isTradeItemAnInvoiceUnit> equals 'TRUE' and Variable Unit indicator <isTradeItemAVariableUnit> equals 'TRUE', Selling Unit Of Measure <sellingUnitOfMeasure> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Invoice Einheit Indicator <isTradeItemAnInvoiceUnit> ist gleich 'TRUE' und Variable Einheit indicator <isTradeItemAVariableUnit> ist gleich 'TRUE', Selling Einheit Von Measure <sellingUnitOfMeasure> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Invoice Unité Indicator <isTradeItemAnInvoiceUnit> est égal à 'TRUE' et Variable Unité indicator <isTradeItemAVariableUnit> est égal à 'TRUE', Selling Unité De Measure <sellingUnitOfMeasure> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Factuureenheid-indicator <isTradeItemAnInvoiceUnit> gelijk is aan 'TRUE' en Variabele-eenheid-indicator <isTradeItemAVariableUnit> gelijk is aan 'TRUE', moet Verkoopmeeteenheid <sellingUnitOfMeasure> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the Start Availability <Time> <startAvailabiltyDateTime> <ChildItem..<startAvailabiltyDateTime>> of the contained product <ChildItem..gtin> shall be before or equal to the Start Availability <Time> <<startAvailabiltyDateTime>> of the product.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der Start Availability <Time> <startAvailabiltyDateTime> <ChildItem..<startAvailabiltyDateTime>> von der contained Produkt <ChildItem..gtin> muss sein before oder gleich der Start Availability <Time> <<startAvailabiltyDateTime>> von der Produkt.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le Start Availability <Time> <startAvailabiltyDateTime> <ChildItem..<startAvailabiltyDateTime>> de le contained produit <ChildItem..gtin> doit être before ou égal à le Start Availability <Time> <<startAvailabiltyDateTime>> de le produit.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet de Start Beschikbaarheid <Time> <startAvailabiltyDateTime> van het bevat product <ChildItem..gtin> voor of gelijk zijn aan de Start Beschikbaarheid <Time> <<startAvailabiltyDateTime>> van het product.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #n>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #n>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #n>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Gerefereerd GTIN <gtin> uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #n>.

source: Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #2>.
de: Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #2>.
fr: Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #2>.
nl: Gerefereerd GTIN <gtin> moet uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #2>.

source: Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #2>.
de: Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #2>.
fr: Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #2>.
nl: Gerefereerd GTIN <gtin> moet uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #2>.
