Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Global Product Category Code <gpcCategoryCode> equals <<gpcCategoryCode> GPC Category Name>, then one of the Fruit And Vegetables Grade Of Goods Codes ('EXTRA', 'I', 'II' or 'NONE') must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Global Produkt Kategorie Code <gpcCategoryCode> ist gleich <<gpcCategoryCode> GPC Kategorie Name>, dann one von der Fruit And Vegetables Grade Von Goods Codes ('EXTRA', 'I', 'II' oder 'NONE') muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Global Produit Catégorie Code <gpcCategoryCode> est égal à <<gpcCategoryCode> GPC Catégorie Nom>, alors one de le Fruit And Vegetables Grade De Goods Codes ('EXTRA', 'I', 'II' ou 'NONE') doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Globale productcategoriecode <gpcCategoryCode> gelijk is aan <<gpcCategoryCode> GPC Categorie Name>, dan moet een van de Fruit And Vegetables Grade Of Goods Codes ('EXTRA', 'I', 'II' of 'NONE') worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Digital Asset Type Code <referencedFileTypeCode> is equal to 'SAFETY_DATA_SHEET', 'DOP_SHEET' or 'DECLARATION_OF_CONFORMITY', then File Language Code <fileLanguageCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Digital Asset Typ Code <referencedFileTypeCode> is gleich 'SAFETY_DATA_SHEET', 'DOP_SHEET' oder 'DECLARATION_OF_CONFORMITY', dann File Sprache Code <fileLanguageCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Digital Asset Type Code <referencedFileTypeCode> is égal à 'SAFETY_DATA_SHEET', 'DOP_SHEET' ou 'DECLARATION_OF_CONFORMITY', alors File Langue Code <fileLanguageCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Digital Asset Type Code <referencedFileTypeCode> gelijk is aan 'SAFETY_DATA_SHEET', 'DOP_SHEET' of 'DECLARATION_OF_CONFORMITY', dan moet File Language Code <fileLanguageCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Digital Asset Type Code <referencedFileTypeCode> equals 'PRODUCT_IMAGE', then Digital Asset Link <uniformResourceIdentifier> must begin with 'http://' or 'https://'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Digital Asset Typ Code <referencedFileTypeCode> ist gleich 'PRODUCT_IMAGE', dann Digital Asset Link <uniformResourceIdentifier> must begin mit 'http://' oder 'https://'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Digital Asset Type Code <referencedFileTypeCode> est égal à 'PRODUCT_IMAGE', alors Digital Asset Link <uniformResourceIdentifier> must begin avec 'http://' ou 'https://'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Digital Asset Type Code <referencedFileTypeCode> gelijk is aan 'PRODUCT_IMAGE', dan moet Digital Asset Link <uniformResourceIdentifier> beginnen met 'http://' of 'https://'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE', then child item's Pallet Type Code <platformTypeCode> must not be used unless child item Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE', dann untergeordneter Artikel's Pallet Typ Code <platformTypeCode> darf nicht verwendet werden es sei denn untergeordneter Artikel Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE', alors article enfant's Pallet Type Code <platformTypeCode> ne doit pas être utilisé à moins que article enfant Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', dan mag de Pallet Type Code <platformTypeCode> van het onderliggende artikel niet worden gebruikt, tenzij de Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> van het onderliggende artikel gelijk is aan 'PALLET' of 'MIXED_MODULE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Additional Label Information is used, then Certification Identification <certificationIdentification> must equal a code used for Third Party Accreditation Symbol on Product Package Code <packagingMarkedLabelAccreditationCode> or Local Packaging Marked Label Accreditation Code <localPackagingMarkedLabelAccreditationCodeReference>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Additional Label Information is verwendet, dann Certification Identification <certificationIdentification> muss gleich sein ein Code verwendet für Third Party Accreditation Symbol auf Produkt Package Code <packagingMarkedLabelAccreditationCode> oder Local Packaging Marked Label Accreditation Code <localPackagingMarkedLabelAccreditationCodeReference>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Additional Label Information is utilisé, alors Certification Identification <certificationIdentification> doit être égal à un code utilisé pour Third Party Accreditation Symbol sur Produit Package Code <packagingMarkedLabelAccreditationCode> ou Local Packaging Marked Label Accreditation Code <localPackagingMarkedLabelAccreditationCodeReference>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Additional Label Information wordt gebruikt, dan moet Certification Identificatie <certificationIdentification> gelijk zijn aan een code gebruikt voor Third Party Accreditation Symbol op Product Package Code <packagingMarkedLabelAccreditationCode> of Local Verpakking Marked Label Accreditation Code <localPackagingMarkedLabelAccreditationCodeReference>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Global Product Category Code <gpcCategoryCode> equals <<gpcCategoryCode> GPC Category Name>, then <regulationTypeCode> must equal 'EXPLOSIVES_PRECURSORS_REGISTRATION' and Regulation Compliance Indicator must equal 'TRUE' or 'NOT_APPLICABLE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Global Produkt Kategorie Code <gpcCategoryCode> ist gleich <<gpcCategoryCode> GPC Kategorie Name>, dann <regulationTypeCode> muss gleich sein 'EXPLOSIVES_PRECURSORS_REGISTRATION' und Regulation Compliance Indicator muss gleich sein 'TRUE' oder 'NOT_APPLICABLE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Global Produit Catégorie Code <gpcCategoryCode> est égal à <<gpcCategoryCode> GPC Catégorie Nom>, alors <regulationTypeCode> doit être égal à 'EXPLOSIVES_PRECURSORS_REGISTRATION' et Regulation Compliance Indicator doit être égal à 'TRUE' ou 'NOT_APPLICABLE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Globale productcategoriecode <gpcCategoryCode> gelijk is aan <<gpcCategoryCode> GPC Categorie Name>, dan moet <regulationTypeCode> gelijk zijn aan 'EXPLOSIVES_PRECURSORS_REGISTRATION' en moet Regelgeving Compliance Indicator gelijk zijn aan 'TRUE' of 'NOT_APPLICABLE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Display Ready Packaging <hasDisplayReadyPackaging> equals 'TRUE', then Despatch Unit Indicator <isTradeItemADespatchUnit> SHALL equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Display Ready Packaging <hasDisplayReadyPackaging> ist gleich 'TRUE', dann Despatch Einheit Indicator <isTradeItemADespatchUnit> SHALL equal 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Display Ready Packaging <hasDisplayReadyPackaging> est égal à 'TRUE', alors Despatch Unité Indicator <isTradeItemADespatchUnit> SHALL equal 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Displayklare verpakking <hasDisplayReadyPackaging> gelijk is aan 'TRUE', dan moet Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk zijn aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Customs Classification Type Code <importClassificationTypeCode> must equal 'INTRASTAT' or 'TARIF_INTEGRE_DE_LA_COMMUNAUTE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Customs Classification Typ Code <importClassificationTypeCode> muss gleich sein 'INTRASTAT' oder 'TARIF_INTEGRE_DE_LA_COMMUNAUTE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Customs Classification Type Code <importClassificationTypeCode> doit être égal à 'INTRASTAT' ou 'TARIF_INTEGRE_DE_LA_COMMUNAUTE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Douane Classificatie Type Code <importClassificationTypeCode> gelijk zijn aan 'INTRASTAT' of 'TARIF_INTEGRE_DE_LA_COMMUNAUTE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Customs Classification Value <importClassificationValue> <<importClassificationValue> value>, attribute Regulation Type Code <regulationTypeCode> must equal 'DEFORESTATION_REGULATION' and Regulation Compliance Indicator <isTradeItemRegulationCompliant> must equal 'TRUE' in the same iteration.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Customs Classification Value <importClassificationValue> <<importClassificationValue> Wert>, Attribut Regulation Typ Code <regulationTypeCode> muss gleich sein 'DEFORESTATION_REGULATION' und Regulation Compliance Indicator <isTradeItemRegulationCompliant> muss gleich sein 'TRUE' in der gleiche Iteration.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Customs Classification Value <importClassificationValue> <<importClassificationValue> valeur>, attribut Regulation Type Code <regulationTypeCode> doit être égal à 'DEFORESTATION_REGULATION' et Regulation Compliance Indicator <isTradeItemRegulationCompliant> doit être égal à 'TRUE' dans le même itération.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en Douane Classificatie Waarde <importClassificationValue> <<importClassificationValue> waarde>, moet attribuut Regelgeving Type Code <regulationTypeCode> gelijk zijn aan 'DEFORESTATION_REGULATION' en moet Regelgeving Compliance Indicator <isTradeItemRegulationCompliant> gelijk zijn aan 'TRUE' in dezelfde iteraties.

source: For Country of Sale Code (<targetMarketCountryCode>) <<targetMarketCountryCode> Country name> and Customs Classification Value (<importClassificationValue>) <<importClassificationValue> value>, attribute Regulation Type Code (<regulationTypeCode>) must equal 'DEFORESTATION_REGULATION' and Regulation Compliance Indicator (<isTradeItemRegulationCompliant>) must equal 'TRUE' or 'NOT_APPLICABLE' in the same iteration.​
de: Für den Ländercode des Verkaufslandes (<targetMarketCountryCode>) <<targetMarketCountryCode> Land Name> und Customs Classification Value (<importClassificationValue>) <<importClassificationValue> Wert>, Attribut Regulation Typ Code (<regulationTypeCode>) muss gleich sein 'DEFORESTATION_REGULATION' und Regulation Compliance Indicator (<isTradeItemRegulationCompliant>) muss gleich sein 'TRUE' oder 'NOT_APPLICABLE' in der gleiche Iteration.​
fr: Pour le code du pays de vente (<targetMarketCountryCode>) <<targetMarketCountryCode> Pays nom> et Customs Classification Value (<importClassificationValue>) <<importClassificationValue> valeur>, attribut Regulation Type Code (<regulationTypeCode>) doit être égal à 'DEFORESTATION_REGULATION' et Regulation Compliance Indicator (<isTradeItemRegulationCompliant>) doit être égal à 'TRUE' ou 'NOT_APPLICABLE' dans le même itération.​
nl: Voor verkooplandcode (<targetMarketCountryCode>) <<targetMarketCountryCode> landnaam> en Douane Classificatie Waarde (<importClassificationValue>) <<importClassificationValue> waarde>, moet attribuut Regelgeving Type Code (<regulationTypeCode>) gelijk zijn aan 'DEFORESTATION_REGULATION' en moet Regelgeving Compliance Indicator (<isTradeItemRegulationCompliant>) gelijk zijn aan 'TRUE' of 'NOT_APPLICABLE' in dezelfde iteraties.

source: <gln> shall equal <dataSource>, <contentOwner> and <informationProvider> and shall be the same for all levels of trade item hierarchy.
fr: <gln> doit être égal à <dataSource>, <contentOwner> et <informationProvider> et doit être le même pour tous les niveaux de la hiérarchie des articles commerciaux.
nl: <gln> moet gelijk zijn aan <dataSource>, <contentOwner> en <informationProvider> en moet hetzelfde zijn voor alle niveaus van de handelseenheidshiërarchie.

source: If <incotermCodeLocation> is not empty then <incotermCode> must not be empty.
fr: Si <incotermCodeLocation> n'est pas vide alors <incotermCode> ne doit pas être vide.
nl: Als <incotermCodeLocation> niet leeg is, dan mag <incotermCode> niet leeg zijn.

source: If <gpcCategoryCode> is used, then its value shall be in the list of official GPC bricks as published by GS1 and currently adopted in production by GDSN.
fr: Si <gpcCategoryCode> est utilisé, alors sa valeur doit être dans la liste des GPC bricks officiels tels que publiés par GS1 et actuellement adoptés en production par GDSN.
nl: Als <gpcCategoryCode> wordt gebruikt, dan moet de waarde in de lijst van officiële GPC bricks staan zoals gepubliceerd door GS1 en momenteel in productie aangenomen door GDSN.

source: If attribute datatype is equal to <gtin> then it must have a valid check digit.
fr: Si le type de données de l'attribut est égal à <gtin>, alors il doit avoir un chiffre de contrôle valide.
nl: Als het attribuut datatype gelijk is aan <gtin>, dan moet het een geldig controlecijfer hebben.

source: If attribute datatype equals <gln> then it must be a 13 digit number and have a valid check digit.
fr: Si le type de données de l'attribut est égal à <gln>, alors il doit être un nombre de 13 chiffres et avoir un chiffre de contrôle valide.
nl: Als het attribuut datatype gelijk is aan <gln>, dan moet het een 13-cijferig getal zijn en een geldig controlecijfer hebben.

source: If data type is equal to <gtin> then attribute value must be a valid GTIN-8, GTIN-12, GTIN-13 or GTIN-14 number.
fr: Si le type de données est égal à <gtin>, alors la valeur de l'attribut doit être un numéro GTIN-8, GTIN-12, GTIN-13 ou GTIN-14 valide.
nl: Als het gegevenstype gelijk is aan <gtin>, dan moet de attribuutwaarde een geldig GTIN-8, GTIN-12, GTIN-13 of GTIN-14 nummer zijn.

source: There must be at most 100 Documents per transaction.
fr: Il doit y avoir au maximum 100 documents par transaction.
nl: Er mogen maximaal 100 documenten per transactie zijn.

source: GRAI must have a valid check digit.
fr: GRAI doit avoir un chiffre de contrôle valide.
nl: GRAI moet een geldig controlecijfer hebben.

source: Code value 'D_A' (Development Assistance) and '001' (GLOBAL MARKET) shall only be used for <targetMarketCountryCode>.
fr: La valeur de code 'D_A' (Development Assistance) et '001' (GLOBAL MARKET) ne doit être utilisée que pour <targetMarketCountryCode>.
nl: Codewaarde 'D_A' (Development Assistance) en '001' (GLOBAL MARKET) mogen alleen worden gebruikt voor <targetMarketCountryCode>.

source: There shall be at most one value of <languageSpecificPartyName> for each language.
fr: Il doit y avoir au maximum une valeur de <languageSpecificPartyName> pour chaque langue.
nl: Er mag maximaal één waarde van <languageSpecificPartyName> zijn per taal.
