Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the FAO catch zones 27 (Atlantic, Northeast) and 37 (Mediterranean and Black Sea) are not valid, please use the sub areas or divisions for these zones.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der FAO catch zones 27 (Atlantic, Northeast) und 37 (Mediterranean und Black Sea) sind nicht gültig, please verwenden der sub areas oder divisions für diese zones.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le FAO catch zones 27 (Atlantic, Northeast) et 37 (Mediterranean et Black Sea) ne sont pas valide, please utiliser le sub areas ou divisions pour ces zones.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, de FAO vangstgebieden 27 (Atlantic, Northeast) en 37 (Mediterranean en Black Sea) zijn niet geldig; gebruik de subgebieden of divisies voor deze zones.

source: One or more of the GTINs in each hierarchy must be marked as an INVOICE UNIT.
de: One oder mehr von der GTINs in jeder Hierarchie muss sein marked als an INVOICE UNIT.
fr: One ou plus de le GTINs dans chaque hiérarchie doit être marked en tant que an INVOICE UNIT.
nl: Één of meer van de GTIN's in elke hiërarchie moet zijn gemarkeerd als INVOICE UNIT.

source: <isTradeItemAnInvoiceUnit> must be populated for the trade item.
de: <isTradeItemAnInvoiceUnit> muss befüllt sein für der Handelsartikel.
fr: <isTradeItemAnInvoiceUnit> doit être renseigné pour le article commercial.
nl: <isTradeItemAnInvoiceUnit> moet ingevuld zijn voor het handelsartikel.

source: <additionalTradeItemClassificationCodeValue> is incorrect. For <additionalTradeItemClassificationSystemCode> '85' shall be one of these values ('EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'IVDD_ANNEX_II_LIST_A', 'IVDD_ANNEX_II_LIST_B', 'IVDD_DEVICES_SELF_TESTING', 'IVDD_GENERAL', 'AIMDD')
de: <additionalTradeItemClassificationCodeValue> is incorrect. Für <additionalTradeItemClassificationSystemCode> '85' muss sein one von diese Werte ('EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'IVDD_ANNEX_II_LIST_A', 'IVDD_ANNEX_II_LIST_B', 'IVDD_DEVICES_SELF_TESTING', 'IVDD_GENERAL', 'AIMDD')
fr: <additionalTradeItemClassificationCodeValue> is incorrect. Pour <additionalTradeItemClassificationSystemCode> '85' doit être one de ces valeurs ('EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'IVDD_ANNEX_II_LIST_A', 'IVDD_ANNEX_II_LIST_B', 'IVDD_DEVICES_SELF_TESTING', 'IVDD_GENERAL', 'AIMDD')
nl: <additionalTradeItemClassificationCodeValue> is onjuist. Voor <additionalTradeItemClassificationSystemCode> '85' moet een van deze waarden worden gebruikt ('EU_CLASS_I', 'EU_CLASS_IIA', 'EU_CLASS_IIB', 'EU_CLASS_III', 'IVDD_ANNEX_II_LIST_A', 'IVDD_ANNEX_II_LIST_B', 'IVDD_DEVICES_SELF_TESTING', 'IVDD_GENERAL', 'AIMDD')

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if any of the following attributes is provided, then all three must be provided: Nutrient Code <nutrientTypeCode>, Nutrient Quantity <quantityContained>, Nutrient Value Precision Code <measurementPrecisionCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if jeder von der folgende Attribute ist angegeben, dann alle three muss angegeben werden: Nutrient Code <nutrientTypeCode>, Nutrient Quantity <quantityContained>, Nutrient Value Precision Code <measurementPrecisionCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if tout de le suivant attributs est fourni, alors tous three doit être fourni: Nutrient Code <nutrientTypeCode>, Nutrient Quantity <quantityContained>, Nutrient Value Precision Code <measurementPrecisionCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als elk van de volgende attributen is opgegeven, dan moeten alle drie worden opgegeven: Voedingsstofcode <nutrientTypeCode>, Voedingsstofhoeveelheid <quantityContained>, Voedingsstofwaarde-precisiecode <measurementPrecisionCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' and Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> equals 'FALSE' or is not used, then Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> must be used and greater than zero.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> ist gleich 'FALSE' oder ist nicht verwendet, dann Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> muss verwendet werden und größer als null.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' et Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> est égal à 'FALSE' ou n'est pas utilisé, alors Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> doit être utilisé et supérieur à zéro.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en Onregelmatig Geconfigureerde Pallet-indicator <isTradeItemPackedIrregularly> gelijk is aan 'FALSE' of niet wordt gebruikt, dan moet Aantal Lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> worden gebruikt en groter zijn dan nul.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if batteries are required for the trade item (<areBatteriesRequired> = 'TRUE'), then <areBatteriesIncluded> must be provided.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if batteries sind erforderlich für der Handelsartikel (<areBatteriesRequired> = 'TRUE'), dann <areBatteriesIncluded> muss angegeben werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if batteries sont requis pour le article commercial (<areBatteriesRequired> = 'TRUE'), alors <areBatteriesIncluded> doit être fourni.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als batterijen verplicht zijn voor het handelsartikel (<areBatteriesRequired> = 'TRUE'), dan moet <areBatteriesIncluded> worden opgegeven.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if any of the attributes from class Packaging is provided, then attribute <packagingTypeCode> must be provided (in each iteration of the class).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if jeder von der Attribute from Klasse Packaging ist angegeben, dann Attribut <packagingTypeCode> muss angegeben werden (in jeder Iteration von der Klasse).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if tout de le attributs from classe Packaging est fourni, alors attribut <packagingTypeCode> doit être fourni (dans chaque itération de le classe).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als elk van de attributen van class Verpakking is opgegeven, dan moet attribuut <packagingTypeCode> worden opgegeven (in elke iteratie van de class).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if any of the following attributes is provided, then <platformTypeCode> must be provided: <quantityOfTradeItemsPerPallet>, <quantityOfLayersPerPallet> or <quantityOfTradeItemsPerPalletLayer>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if jeder von der folgende Attribute ist angegeben, dann <platformTypeCode> muss angegeben werden: <quantityOfTradeItemsPerPallet>, <quantityOfLayersPerPallet> oder <quantityOfTradeItemsPerPalletLayer>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if tout de le suivant attributs est fourni, alors <platformTypeCode> doit être fourni: <quantityOfTradeItemsPerPallet>, <quantityOfLayersPerPallet> ou <quantityOfTradeItemsPerPalletLayer>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als elk van de volgende attributen is opgegeven, dan moet <platformTypeCode> worden opgegeven: <quantityOfTradeItemsPerPallet>, <quantityOfLayersPerPallet> of <quantityOfTradeItemsPerPalletLayer>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Global Product Category Code <gpcCategoryCode> equals <<gpcCategoryCode>> <<gpcCategoryName>>, Regulated Product Name <regulatedProductName> must be provided for all consumer units (<isTradeItemAConsumerUnit> equals to 'TRUE'). If the product has a legal exception and does not have a Regulated Product Name, please provide a copy of Product Type Description <functionalName> as the Regulated Product Name.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Global Produkt Kategorie Code <gpcCategoryCode> ist gleich <<gpcCategoryCode>> <<gpcCategoryName>>, Regulated Produkt Name <regulatedProductName> muss angegeben werden für alle Verbrauchereinheiten (<isTradeItemAConsumerUnit> ist gleich zu 'TRUE'). Wenn der Produkt hat ein legal exception und does nicht haben ein Regulated Produkt Name, please provide ein copy von Produkt Typ Beschreibung <functionalName> als der Regulated Produkt Name.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Global Produit Catégorie Code <gpcCategoryCode> est égal à <<gpcCategoryCode>> <<gpcCategoryName>>, Regulated Produit Nom <regulatedProductName> doit être fourni pour tous unités consommateur (<isTradeItemAConsumerUnit> est égal à à 'TRUE'). Si le produit a un legal exception et does pas ont un Regulated Produit Nom, please provide un copy de Produit Type Description <functionalName> en tant que le Regulated Produit Nom.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en Globale productcategoriecode <gpcCategoryCode> gelijk aan <<gpcCategoryCode>> <<gpcCategoryName>>, moet Regulated Product Name <regulatedProductName> worden opgegeven voor alle consumenteneenheden (<isTradeItemAConsumerUnit> gelijk aan 'TRUE'). Als het product een juridische uitzondering heeft en geen Regulated Product Name heeft, geef dan een kopie van Product Type Omschrijving <functionalName> als de Regulated Product Name.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Stacking Factor Type Code <stackingFactorTypeCode> and Stacking Factor <stackingFactor> must be used together in the same iteration.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Stacking Factor Typ Code <stackingFactorTypeCode> und Stacking Factor <stackingFactor> muss verwendet werden together in der gleiche Iteration.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Stacking Factor Type Code <stackingFactorTypeCode> et Stacking Factor <stackingFactor> doit être utilisé together dans le même itération.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, moeten Stapelfactor Type Code <stackingFactorTypeCode> en Stapelfactor <stackingFactor> samen worden gebruikt in dezelfde iteraties.

source: Zero Suppressed GTINs provided as a GS1 Trade Key shall begin with a '0'.
de: Zero Suppressed GTINs angegeben als ein GS1 Trade Key muss begin mit a '0'.
fr: Zero Suppressed GTINs fourni en tant que un GS1 Trade Key doit begin avec a '0'.
nl: Nul-onderdrukte GTIN's opgegeven als een GS1 Trade Key moeten beginnen met een '0'.

source: Zero Suppressed GTINs provided as a GS1 Trade Item Key shall be eight digits with a valid check digit.
de: Zero Suppressed GTINs angegeben als ein GS1 Handelsartikel Key muss sein eight digits mit ein gültig check digit.
fr: Zero Suppressed GTINs fourni en tant que un GS1 Article commercial Key doit être eight digits avec un valide check digit.
nl: Nul-onderdrukte GTIN's opgegeven als een GS1 Handelsartikel Key moeten acht cijfers hebben met een geldig controlecijfer.

source: Multiple values for <bitternessOfBeerMeasurement> for each measurement are not allowed.
de: Multiple Werte für <bitternessOfBeerMeasurement> für jeder Messung sind nicht erlaubt.
fr: Multiple valeurs pour <bitternessOfBeerMeasurement> pour chaque mesure ne sont pas autorisés.
nl: Meerdere waarden voor <bitternessOfBeerMeasurement> per meting zijn niet toegestaan.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Nutritional Preparation Code <preparationStateCode> must equal 'PREPARED' or 'UNPREPARED'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Nutritional Preparation Code <preparationStateCode> muss gleich sein 'PREPARED' oder 'UNPREPARED'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Nutritional Preparation Code <preparationStateCode> doit être égal à 'PREPARED' ou 'UNPREPARED'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Nutritional Preparation Code <preparationStateCode> gelijk zijn aan 'PREPARED' of 'UNPREPARED'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> Nutrient Value Precision Code <measurementPrecisionCode> shall be 'APPROXIMATELY' or 'LESS_THAN'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> Nutrient Value Precision Code <measurementPrecisionCode> muss sein 'APPROXIMATELY' oder 'LESS_THAN'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> Nutrient Value Precision Code <measurementPrecisionCode> doit être 'APPROXIMATELY' ou 'LESS_THAN'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> moet Voedingsstofwaarde-precisiecode <measurementPrecisionCode> 'APPROXIMATELY' of 'LESS_THAN' zijn.

source: The value for level of containment code is not valid; the allowed values are 'CONTAINS', 'FREE_FROM', 'MAY_CONTAIN' for the target market.
de: Der Wert für Ebene von containment Code ist nicht gültig; der erlaubt Werte sind 'CONTAINS', 'FREE_FROM', 'MAY_CONTAIN' für der Zielmarkt.
fr: Le valeur pour niveau de containment code n'est pas valide; le autorisé valeurs sont 'CONTAINS', 'FREE_FROM', 'MAY_CONTAIN' pour le marché cible.
nl: De waarde voor het containment-niveau code is niet geldig; de toegestane waarden zijn 'CONTAINS', 'FREE_FROM', 'MAY_CONTAIN' voor de doelmarkt.

source: The drained weight unit of measure shall contain the value 'KGM' or 'GRM' for the target market.
de: Der drained weight Maßeinheit muss enthalten der Wert 'KGM' oder 'GRM' für der Zielmarkt.
fr: Le drained weight unité de mesure doit contenir le valeur 'KGM' ou 'GRM' pour le marché cible.
nl: De meeteenheid voor afgetapt gewicht moet de waarde 'KGM' of 'GRM' bevatten voor de doelmarkt.

source: The quantity contained unit of measurement shall be 'GRM' in case the nutrient type code is 'FAT', 'FASAT', 'FAMSCIS', 'FAPUCIS', 'CHOAVL', 'PRO-', 'FIBTG', 'SALTEQ', 'SUGAR-', 'POLYL' or 'STARCH' for the target market.
de: Der Menge contained Einheit von Messung muss sein 'GRM' im Falle der Nährstofftypcode is 'FAT', 'FASAT', 'FAMSCIS', 'FAPUCIS', 'CHOAVL', 'PRO-', 'FIBTG', 'SALTEQ', 'SUGAR-', 'POLYL' oder 'STARCH' für der Zielmarkt.
fr: Le quantité contained unité de mesure doit être 'GRM' en cas le code type de nutriment is 'FAT', 'FASAT', 'FAMSCIS', 'FAPUCIS', 'CHOAVL', 'PRO-', 'FIBTG', 'SALTEQ', 'SUGAR-', 'POLYL' ou 'STARCH' pour le marché cible.
nl: De meeteenheid voor de hoeveelheid bevat moet 'GRM' zijn als de voedingsstoffencode 'FAT', 'FASAT', 'FAMSCIS', 'FAPUCIS', 'CHOAVL', 'PRO-', 'FIBTG', 'SALTEQ', 'SUGAR-', 'POLYL' of 'STARCH' is voor de doelmarkt.

source: The value of percentage of daily value intake shall be greater than or equal to 0 (zero).
de: Der Wert von percentage von daily Wert intake muss sein größer als oder gleich 0 (null).
fr: Le valeur de percentage de daily valeur intake doit être supérieur ou égal à 0 (zéro).
nl: De waarde van het percentage van de dagelijkse inname moet groter zijn dan of gelijk zijn aan 0 (nul).

source: The percentage of alcohol by volume shall have the same value in all levels of this hierarchy for the target market.
de: Der percentage von alcohol von volume muss haben der gleiche Wert in alle levels von dieses Hierarchie für der Zielmarkt.
fr: Le percentage de alcohol par volume doit avoir le même valeur dans tous levels de ce hiérarchie pour le marché cible.
nl: Het alcoholpercentage per volume moet dezelfde waarde hebben op alle niveaus van deze hiërarchie voor de doelmarkt.

source: The degree of original wort shall have the same value in all levels of this hierarchy for the target market.
de: Der degree von original wort muss haben der gleiche Wert in alle levels von dieses Hierarchie für der Zielmarkt.
fr: Le degree de original wort doit avoir le même valeur dans tous levels de ce hiérarchie pour le marché cible.
nl: De mate van oorspronkelijk wort moet dezelfde waarde hebben op alle niveaus van deze hiërarchie voor de doelmarkt.

source: An instance of preparation instructions with the language code 'nl' shall be filled out in case preparation state code is filled out with 'PREPARED' and at least one nutrient type code is filled out.
de: Ein instance von preparation instructions mit der Sprache Code 'nl' muss sein ausgefüllt im Falle preparation state Code is ausgefüllt mit 'PREPARED' und mindestens ein Nährstofftypcode is ausgefüllt.
fr: Un instance de preparation instructions avec le langue code 'nl' doit être renseigné en cas preparation state code is renseigné avec 'PREPARED' et au moins un code type de nutriment is renseigné.
nl: Er moet een instantie van bereidingsinstructies met de taalcode 'nl' worden ingevuld als de bereidingsstatus is ingevuld met 'PREPARED' en ten minste één voedingsstoffencode is ingevuld.

source: An instance of provenance statement with the language code 'nl' shall be filled out for target market Netherlands in case regulatory product name is filled out and the gpc category code equals 10005786.
de: Ein instance von provenance statement mit der Sprache Code 'nl' muss sein ausgefüllt für Zielmarkt Netherlands im Falle regulatory Produkt Name is ausgefüllt und der gpc Kategorie Code ist gleich 10005786.
fr: Un instance de provenance statement avec le langue code 'nl' doit être renseigné pour marché cible Netherlands en cas regulatory produit nom is renseigné et le gpc catégorie code est égal à 10005786.
nl: Er moet een instantie van herkomstvermeldingen met de taalcode 'nl' worden ingevuld voor doelmarkt Netherlands als de wettelijke productnaam is ingevuld en de gpc categoriecode gelijk is aan 10005786.

source: You should fill out the field quantity contained because you used the field nutrient type code for this target market.
de: You should fill out der Feld Menge contained because you verwendet der Feld Nährstofftypcode für dieses Zielmarkt.
fr: You should fill out le champ quantité contained because you utilisé le champ code type de nutriment pour ce marché cible.
nl: U dient het veld hoeveelheid bevat in te vullen omdat u het veld voedingsstoffencode heeft gebruikt voor deze doelmarkt.

source: Daily value intake reference shall be filled out in case the nutrient type code equals 'FAT', 'FASAT', 'ENER-', 'CHOAVL', 'PRO-', 'SUGAR-' or 'SALTEQ' and daily value intake percent is filled out for the target market.
de: Daily Wert intake reference muss sein ausgefüllt im Falle der Nährstofftypcode ist gleich 'FAT', 'FASAT', 'ENER-', 'CHOAVL', 'PRO-', 'SUGAR-' oder 'SALTEQ' und daily Wert intake percent is ausgefüllt für der Zielmarkt.
fr: Daily valeur intake reference doit être renseigné en cas le code type de nutriment est égal à 'FAT', 'FASAT', 'ENER-', 'CHOAVL', 'PRO-', 'SUGAR-' ou 'SALTEQ' et daily valeur intake percent is renseigné pour le marché cible.
nl: Dagelijkse waarde intake referentie moet worden ingevuld als de voedingsstoffencode gelijk is aan 'FAT', 'FASAT', 'ENER-', 'CHOAVL', 'PRO-', 'SUGAR-' of 'SALTEQ' en de dagelijkse waarde intake procent is ingevuld voor de doelmarkt.

source: If nutrient type code is filled out with 'FASAT', then there shall be another nutrient type code with value 'FAT' within the same group for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'FASAT', dann es muss ein weiterer Nährstofftypcode mit Wert 'FAT' innerhalb der gleiche group für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'FASAT', alors il doit y avoir un autre code type de nutriment avec valeur 'FAT' dans le même group pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'FASAT', dan moet er een andere voedingsstoffencode met waarde 'FAT' zijn binnen dezelfde groep voor de doelmarkt.

source: If nutrient type code is filled out with 'FAMSCIS', then there shall be another nutrient type code with value 'FAT' within the same group, for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'FAMSCIS', dann es muss ein weiterer Nährstofftypcode mit Wert 'FAT' innerhalb der gleiche group, für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'FAMSCIS', alors il doit y avoir un autre code type de nutriment avec valeur 'FAT' dans le même group, pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'FAMSCIS', dan moet er een andere voedingsstoffencode met waarde 'FAT' zijn binnen dezelfde groep, voor de doelmarkt.

source: If nutrient type code is filled out with 'FAPUCIS', then there shall be another nutrient type code with value 'FAT' within the same group, for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'FAPUCIS', dann es muss ein weiterer Nährstofftypcode mit Wert 'FAT' innerhalb der gleiche group, für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'FAPUCIS', alors il doit y avoir un autre code type de nutriment avec valeur 'FAT' dans le même group, pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'FAPUCIS', dan moet er een andere voedingsstoffencode met waarde 'FAT' zijn binnen dezelfde groep, voor de doelmarkt.

source: If nutrient type code is filled out with 'STARCH', then there shall be another nutrient type code with value 'CHOAVL' within the same group, for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'STARCH', dann es muss ein weiterer Nährstofftypcode mit Wert 'CHOAVL' innerhalb der gleiche group, für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'STARCH', alors il doit y avoir un autre code type de nutriment avec valeur 'CHOAVL' dans le même group, pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'STARCH', dan moet er een andere voedingsstoffencode met waarde 'CHOAVL' zijn binnen dezelfde groep, voor de doelmarkt.
