Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, then GTIN (Global Trade Item Number) of the Contained Product <ChildItem..gtin> End Availability <Time> <endAvailabiltyDateTime> <ChildItem..<endAvailabiltyDateTime>> SHALL be equal or after the GTIN (Global Trade Item Number) <gtin> End Availability <Time> <endAvailabiltyDateTime> <<endAvailabiltyDateTime>>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, dann GTIN (Globale Handelsartikelnummer) von der Contained Produkt <ChildItem..gtin> End Availability <Time> <endAvailabiltyDateTime> <ChildItem..<endAvailabiltyDateTime>> SHALL be equal oder after der GTIN (Globale Handelsartikelnummer) <gtin> End Availability <Time> <endAvailabiltyDateTime> <<endAvailabiltyDateTime>>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, alors GTIN (Numéro d'article commercial mondial) de le Contained Produit <ChildItem..gtin> End Availability <Time> <endAvailabiltyDateTime> <ChildItem..<endAvailabiltyDateTime>> SHALL be equal ou after le GTIN (Numéro d'article commercial mondial) <gtin> End Availability <Time> <endAvailabiltyDateTime> <<endAvailabiltyDateTime>>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, dan moet de GTIN (Global Trade Item Number) van het ingesloten product <ChildItem..gtin> End Beschikbaarheid <Time> <endAvailabiltyDateTime> gelijk zijn aan of later zijn dan de GTIN (Global Trade Item Number) <gtin> End Beschikbaarheid <Time> <endAvailabiltyDateTime>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Variable Unit Indicator <isTradeItemAVariableUnit> equals 'FALSE', then Additional Product Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL NOT equal 'PLU'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Variable Einheit Indicator <isTradeItemAVariableUnit> ist gleich 'FALSE', dann Additional Produkt Identification Typ Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL NOT equal 'PLU'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Variable Unité Indicator <isTradeItemAVariableUnit> est égal à 'FALSE', alors Additional Produit Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL NOT equal 'PLU'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Variabele-eenheid-indicator <isTradeItemAVariableUnit> gelijk is aan 'FALSE', dan mag Aanvullende productidentificatie-typecode (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) NIET gelijk zijn aan 'PLU'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Party Role Code <partyRoleCode> equals <partyRoleCode>>, then Party In Role GLN (Global Location Number) <gln> and Party In Role name <partyName> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Party Role Code <partyRoleCode> ist gleich <partyRoleCode>>, dann Party In Role GLN (Global Location Number) <gln> und Party In Role Name <partyName> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Party Role Code <partyRoleCode> est égal à <partyRoleCode>>, alors Party Dans Role GLN (Global Location Number) <gln> et Party Dans Role nom <partyName> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Party Role Code <partyRoleCode> gelijk is aan <partyRoleCode>>, dan moeten Party In Role GLN (Global Location Number) <gln> en Party In Role naam <partyName> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and GTIN (Global Trade Item Number) of the Contained Product <ChildItem..gtin> Promotional Unit Indicator <isTradeItemAPromotionalUnit> equals 'TRUE', then GTIN (Global Trade Item Number) <gtin> Promotional Unit Indicator <isTradeItemAPromotionalUnit> shall equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und GTIN (Globale Handelsartikelnummer) von der Contained Produkt <ChildItem..gtin> Promotional Einheit Indicator <isTradeItemAPromotionalUnit> ist gleich 'TRUE', dann GTIN (Globale Handelsartikelnummer) <gtin> Promotional Einheit Indicator <isTradeItemAPromotionalUnit> muss gleich sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et GTIN (Numéro d'article commercial mondial) de le Contained Produit <ChildItem..gtin> Promotional Unité Indicator <isTradeItemAPromotionalUnit> est égal à 'TRUE', alors GTIN (Numéro d'article commercial mondial) <gtin> Promotional Unité Indicator <isTradeItemAPromotionalUnit> doit être égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als de GTIN (Global Trade Item Number) van het ingesloten product <ChildItem..gtin> Promotionele-eenheid-indicator <isTradeItemAPromotionalUnit> gelijk is aan 'TRUE', dan moet GTIN (Global Trade Item Number) <gtin> Promotionele-eenheid-indicator <isTradeItemAPromotionalUnit> gelijk zijn aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then Tax Amount <dutyFeeTaxAmount> shall be greater than 0 (zero).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann Tax Amount <dutyFeeTaxAmount> muss sein größer als 0 (null).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors Tax Amount <dutyFeeTaxAmount> doit être supérieur à 0 (zéro).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet Tax Bedrag <dutyFeeTaxAmount> groter zijn dan 0 (nul).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Despatch Unit Indicator <isTradeItemADespatchUnit> equals 'TRUE', then Packaging Type Code <packagingTypeCode> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Despatch Einheit Indicator <isTradeItemADespatchUnit> ist gleich 'TRUE', dann Packaging Typ Code <packagingTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Despatch Unité Indicator <isTradeItemADespatchUnit> est égal à 'TRUE', alors Packaging Type Code <packagingTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk is aan 'TRUE', dan moet Verpakking Type Code <packagingTypeCode> worden gebruikt.

source: If Referenced GTIN Type Code <referencedTradeItemTypeCode> equals 'SUBSTITUTED', then GTIN (Global Trade Item Number) <gtin> and Referenced GTIN <gtin> shall be different.
de: Wenn Referenziert GTIN Typ Code <referencedTradeItemTypeCode> ist gleich 'SUBSTITUTED', dann GTIN (Globale Handelsartikelnummer) <gtin> und Referenziert GTIN <gtin> muss sein unterschiedlich.
fr: Si Référencé GTIN Type Code <referencedTradeItemTypeCode> est égal à 'SUBSTITUTED', alors GTIN (Numéro d'article commercial mondial) <gtin> et Référencé GTIN <gtin> doit être différent.
nl: Als Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> gelijk is aan 'SUBSTITUTED', dan moeten GTIN (Global Trade Item Number) <gtin> en Gerefereerd GTIN <gtin> verschillend zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE' and Promotional Unit Indicator <isTradeItemAPromotionalUnit> equals 'TRUE', then Promotion Type Code <promotionTypeCode> and Non Promotional Trade Item GTIN <gtin> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE' und Promotional Einheit Indicator <isTradeItemAPromotionalUnit> ist gleich 'TRUE', dann Promotion Typ Code <promotionTypeCode> und Non Promotional Handelsartikel GTIN <gtin> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE' et Promotional Unité Indicator <isTradeItemAPromotionalUnit> est égal à 'TRUE', alors Promotion Type Code <promotionTypeCode> et Non Promotional Article commercial GTIN <gtin> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE' en Promotionele-eenheid-indicator <isTradeItemAPromotionalUnit> gelijk is aan 'TRUE', dan moeten Promotion Type Code <promotionTypeCode> en Niet-promotioneel handelsartikel GTIN <gtin> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Promotion Type Code <promotionTypeCode> is used, then Promotional Unit Indicator <isTradeItemAPromotionalUnit> shall equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Promotion Typ Code <promotionTypeCode> is verwendet, dann Promotional Einheit Indicator <isTradeItemAPromotionalUnit> muss gleich sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Promotion Type Code <promotionTypeCode> is utilisé, alors Promotional Unité Indicator <isTradeItemAPromotionalUnit> doit être égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Promotion Type Code <promotionTypeCode> wordt gebruikt, dan moet Promotionele-eenheid-indicator <isTradeItemAPromotionalUnit> gelijk zijn aan 'TRUE'.

source: genus is missing for this trade item. When species is used, genus must also be used.
de: genus is missing für dieses Handelsartikel. Wenn species is verwendet, genus must auch be verwendet.
fr: genus is missing pour ce article commercial. Lorsque species is utilisé, genus must aussi be utilisé.
nl: Genus ontbreekt voor dit handelsartikel. Wanneer species wordt gebruikt, moet genus ook worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Preparation Instructions <preparationInstructions> is used, then Preparation Type Code <preparationTypeCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Preparation Instructions <preparationInstructions> is verwendet, dann Preparation Typ Code <preparationTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Preparation Instructions <preparationInstructions> is utilisé, alors Preparation Type Code <preparationTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Preparation Instructions <preparationInstructions> wordt gebruikt, dan moet Preparation Type Code <preparationTypeCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, and Additional Product Identification Type Code <additionalTradeItemIdentificationTypeCode> equals 'SUPPLIER_ASSIGNED', then the maximum length of Additional Product Identification <additionnalTradeItemIdentification> shall be 35 characters.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, und Additional Produkt Identification Typ Code <additionalTradeItemIdentificationTypeCode> ist gleich 'SUPPLIER_ASSIGNED', dann der maximal Länge von Additional Produkt Identification <additionnalTradeItemIdentification> muss sein 35 Zeichen.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, et Additional Produit Identification Type Code <additionalTradeItemIdentificationTypeCode> est égal à 'SUPPLIER_ASSIGNED', alors le maximum longueur de Additional Produit Identification <additionnalTradeItemIdentification> doit être 35 caractères.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, en als Additional Product Identificatie Type Code <additionalTradeItemIdentificationTypeCode> gelijk is aan 'SUPPLIER_ASSIGNED', dan moet de maximale lengte van Additional Product Identificatie <additionnalTradeItemIdentification> 35 tekens zijn.

source: <packagingClaimTypeCode> and <packagingClaimElementCode>, both should be used if one uses any of them.
de: <packagingClaimTypeCode> und <packagingClaimElementCode>, beide sollte sein verwendet if one uses jeder von them.
fr: <packagingClaimTypeCode> et <packagingClaimElementCode>, les deux doit être utilisé if one uses tout de them.
nl: <packagingClaimTypeCode> en <packagingClaimElementCode> moeten beide worden gebruikt als men een van beide gebruikt.

source: <cannabinoidMinimumRangeValue> and <cannabinoidMaximumRangeValue>, both should be used if one uses any of them.
de: <cannabinoidMinimumRangeValue> und <cannabinoidMaximumRangeValue>, beide sollte sein verwendet if one uses jeder von them.
fr: <cannabinoidMinimumRangeValue> et <cannabinoidMaximumRangeValue>, les deux doit être utilisé if one uses tout de them.
nl: <cannabinoidMinimumRangeValue> en <cannabinoidMaximumRangeValue> moeten beide worden gebruikt als men een van beide gebruikt.

source: <minimumTerpeneContent> and <maximumTerpeneContent>, both should be used if one uses any of them.
de: <minimumTerpeneContent> und <maximumTerpeneContent>, beide sollte sein verwendet if one uses jeder von them.
fr: <minimumTerpeneContent> et <maximumTerpeneContent>, les deux doit être utilisé if one uses tout de them.
nl: <minimumTerpeneContent> en <maximumTerpeneContent> moeten beide worden gebruikt als men een van beide gebruikt.

source: Code '1' (100% Organic) is not allowed in Organic Level Code <organicTradeItemCode> for Country of Sale Code <<targetMarketCountryCode> Code name>. Please use code '2' (Organic) instead.
de: Code '1' (100% Organic) ist nicht erlaubt in Organic Ebene Code <organicTradeItemCode> für Verkaufsland Code <<targetMarketCountryCode> Code Name>. Please verwenden Code '2' (Organic) instead.
fr: Code '1' (100% Organic) n'est pas autorisé dans Organic Niveau Code <organicTradeItemCode> pour Pays de vente Code <<targetMarketCountryCode> Code nom>. Please utiliser code '2' (Organic) instead.
nl: Code '1' (100% Organic) is niet toegestaan in Organic Niveau Code <organicTradeItemCode> voor verkooplandcode <<targetMarketCountryCode> Code naam>. Gebruik code '2' (Organic) in plaats hiervan.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PACK_OR_INNER_PACK' and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then Total Count of All Products <totalQuantityOfNextLowerLevelTradeItem> shall be greater than 1.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PACK_OR_INNER_PACK' und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann Gesamt Count von Alle Products <totalQuantityOfNextLowerLevelTradeItem> muss sein größer als 1.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PACK_OR_INNER_PACK' et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors Total Count de Tous Products <totalQuantityOfNextLowerLevelTradeItem> doit être supérieur à 1.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PACK_OR_INNER_PACK' en Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet Totaal Aantal Producten <totalQuantityOfNextLowerLevelTradeItem> groter zijn dan 1.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', and Tax Type Code <dutyFeeTaxTypeCode> equals '3001000002312' (Droits d'accises sur les alcools/alcohol tax), then Alcohol Percentage <percentageOfAlcoholByVolume> shall be greater than 0 (zero).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', und Tax Typ Code <dutyFeeTaxTypeCode> ist gleich '3001000002312' (Droits d'accises sur les alcools/alcohol tax), dann Alcohol Percentage <percentageOfAlcoholByVolume> muss sein größer als 0 (null).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', et Tax Type Code <dutyFeeTaxTypeCode> est égal à '3001000002312' (Droits d'accises sur les alcools/alcohol tax), alors Alcohol Percentage <percentageOfAlcoholByVolume> doit être supérieur à 0 (zéro).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', en Tax Type Code <dutyFeeTaxTypeCode> gelijk is aan '3001000002312' (Droits d'accises sur les alcools/alcohol tax), dan moet Alcoholpercentage <percentageOfAlcoholByVolume> groter zijn dan 0 (nul).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'DISPLAY_SHIPPER' or 'MIXED_MODULE' and Number of Different Products <quantityOfChildren> is greater than 1, then GTIN (Global Trade Item Number) <gtin> shall start with '0'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'DISPLAY_SHIPPER' oder 'MIXED_MODULE' und Anzahl von Different Products <quantityOfChildren> is größer als 1, dann GTIN (Globale Handelsartikelnummer) <gtin> muss start mit '0'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'DISPLAY_SHIPPER' ou 'MIXED_MODULE' et Nombre de Different Products <quantityOfChildren> is supérieur à 1, alors GTIN (Numéro d'article commercial mondial) <gtin> doit start avec '0'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'DISPLAY_SHIPPER' of 'MIXED_MODULE' en Aantal verschillende producten <quantityOfChildren> groter is dan 1, dan moet GTIN (Global Trade Item Number) <gtin> beginnen met '0'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Free Quantity Of Product <freeQuantityOfQuantity> is used, then Free Quantity Of Product Unit Of Measure (<freeQuantityOfProduct>@<measurementUnitCode>) shall be equal to one instance of Net Content Unit Of Measure (<netContent>@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Free Quantity Von Produkt <freeQuantityOfQuantity> is verwendet, dann Free Quantity Von Produkt Einheit Von Measure (<freeQuantityOfProduct>@<measurementUnitCode>) muss sein gleich one instance von Net Content Einheit Von Measure (<netContent>@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Free Quantity De Produit <freeQuantityOfQuantity> is utilisé, alors Free Quantity De Produit Unité De Measure (<freeQuantityOfProduct>@<measurementUnitCode>) doit être égal à one instance de Net Content Unité De Measure (<netContent>@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Free Hoeveelheid Of Product <freeQuantityOfQuantity> wordt gebruikt, dan moet Free Hoeveelheid Of Product meeteenheid (<freeQuantityOfProduct>@<measurementUnitCode>) gelijk zijn aan één instantie van Nettoinhoud meeteenheid (<netContent>@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Promotion Type Code <promotionTypeCode> equals 'MULTI_PACK_AND_COMBINATION_PACK', then Base Unit Indicator <isTradeItemABaseUnit> shall not equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Promotion Typ Code <promotionTypeCode> ist gleich 'MULTI_PACK_AND_COMBINATION_PACK', dann Base Einheit Indicator <isTradeItemABaseUnit> darf nicht gleich sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Promotion Type Code <promotionTypeCode> est égal à 'MULTI_PACK_AND_COMBINATION_PACK', alors Base Unité Indicator <isTradeItemABaseUnit> ne doit pas être égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Promotion Type Code <promotionTypeCode> gelijk is aan 'MULTI_PACK_AND_COMBINATION_PACK', dan mag Basiseenheid Indicator <isTradeItemABaseUnit> niet gelijk zijn aan 'TRUE'.
