Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: Gross Weight <grossWeight> must not be empty and must have a value greater than zero for physical items, i.e., if <isTradeItemNonphysical> equals 'FALSE' or is not used.
de: Bruttogewicht <grossWeight> darf nicht leer sein und muss haben einen Wert größer als null für physical Artikel, i.e., if <isTradeItemNonphysical> ist gleich 'FALSE' oder ist nicht verwendet.
fr: Poids brut <grossWeight> ne doit pas être vide et doit avoir une valeur supérieur à zéro pour physical articles, i.e., if <isTradeItemNonphysical> est égal à 'FALSE' ou n'est pas utilisé.
nl: Bruto Gewicht <grossWeight> mag niet leeg zijn en moet een waarde hebben groter dan nul voor fysieke artikelen, d.w.z. als <isTradeItemNonphysical> gelijk is aan 'FALSE' of niet wordt gebruikt.

source: The GTIN's Gross Weight <grossWeight> shall be greater than 96% of the sum of the GTIN's Packaging Weight <packagingWeight> and the Gross Weight <grossWeight> of all its next lower-level child items.
de: Der GTIN's Bruttogewicht <grossWeight> muss sein größer als 96% von der Summe von der GTIN's Packaging Weight <packagingWeight> und der Bruttogewicht <grossWeight> von alle its nächste lower-Ebene untergeordnete Artikel.
fr: Le GTIN's Poids brut <grossWeight> doit être supérieur à 96% de le somme de le GTIN's Packaging Weight <packagingWeight> et le Poids brut <grossWeight> de tous its suivant lower-niveau articles enfants.
nl: Het Bruto Gewicht <grossWeight> van de GTIN moet groter zijn dan 96% van de som van het Verpakkingsgewicht <packagingWeight> van de GTIN en het Bruto Gewicht <grossWeight> van alle onderliggende artikelen op het volgende lagere niveau.

source: If <tradeItemUnitDescriptorCode> is 'TRANSPORT_LOAD', and the item has a parent, then the <tradeItemUnitDescriptorCode> of the parent item can only be 'TRANSPORT_LOAD'.
de: Wenn <tradeItemUnitDescriptorCode> is 'TRANSPORT_LOAD', und der Artikel hat ein parent, dann der <tradeItemUnitDescriptorCode> von der übergeordneter Artikel kann nur sein 'TRANSPORT_LOAD'.
fr: Si <tradeItemUnitDescriptorCode> is 'TRANSPORT_LOAD', et le article a un parent, alors le <tradeItemUnitDescriptorCode> de le article parent ne peut être que 'TRANSPORT_LOAD'.
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'TRANSPORT_LOAD' en het artikel heeft een bovenliggend artikel, dan kan de <tradeItemUnitDescriptorCode> van het bovenliggende artikel alleen 'TRANSPORT_LOAD' zijn.

source: If <tradeItemUnitDescriptorCode> is 'PALLET', and the item has a parent, then the <tradeItemUnitDescriptorCode> of the parent item can only be 'TRANSPORT_LOAD' or 'PALLET'.
de: Wenn <tradeItemUnitDescriptorCode> is 'PALLET', und der Artikel hat ein parent, dann der <tradeItemUnitDescriptorCode> von der übergeordneter Artikel kann nur sein 'TRANSPORT_LOAD' oder 'PALLET'.
fr: Si <tradeItemUnitDescriptorCode> is 'PALLET', et le article a un parent, alors le <tradeItemUnitDescriptorCode> de le article parent ne peut être que 'TRANSPORT_LOAD' ou 'PALLET'.
nl: Als <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en het artikel heeft een bovenliggend artikel, dan kan de <tradeItemUnitDescriptorCode> van het bovenliggende artikel alleen 'TRANSPORT_LOAD' of 'PALLET' zijn.

source: If <tradeItemUnitDescriptor> is 'PALLET', and the item has a children, then the <tradeItemUnitDescriptorCode> of the children can never be 'TRANSPORT_LOAD'.
de: Wenn <tradeItemUnitDescriptor> is 'PALLET', und der Artikel hat ein untergeordnete Artikel, dann der <tradeItemUnitDescriptorCode> von der untergeordnete Artikel can never be 'TRANSPORT_LOAD'.
fr: Si <tradeItemUnitDescriptor> is 'PALLET', et le article a un articles enfants, alors le <tradeItemUnitDescriptorCode> de le articles enfants can never be 'TRANSPORT_LOAD'.
nl: Als <tradeItemUnitDescriptor> gelijk is aan 'PALLET' en het artikel heeft onderliggende artikelen, dan kan de <tradeItemUnitDescriptorCode> van de onderliggende artikelen nooit 'TRANSPORT_LOAD' zijn.

source: If <tradeItemUnitDescriptor> is 'CASE', and the item has a parent, then the <tradeItemUnitDescriptorCode> of the parent item can never be 'BASE_UNIT_OR_EACH' or 'PACK_OR_INNER_PACK.'.
de: Wenn <tradeItemUnitDescriptor> is 'CASE', und der Artikel hat ein parent, dann der <tradeItemUnitDescriptorCode> von der übergeordneter Artikel can never be 'BASE_UNIT_OR_EACH' oder 'PACK_OR_INNER_PACK.'.
fr: Si <tradeItemUnitDescriptor> is 'CASE', et le article a un parent, alors le <tradeItemUnitDescriptorCode> de le article parent can never be 'BASE_UNIT_OR_EACH' ou 'PACK_OR_INNER_PACK.'.
nl: Als <tradeItemUnitDescriptor> gelijk is aan 'CASE' en het artikel heeft een bovenliggend artikel, dan kan de <tradeItemUnitDescriptorCode> van het bovenliggende artikel nooit 'BASE_UNIT_OR_EACH' of 'PACK_OR_INNER_PACK' zijn.

source: If <tradeItemUnitDescriptor> is 'CASE' and the item has a children, then the <tradeItemUnitDescriptorCode> of the children can never be 'TRANSPORT_LOAD', 'MIXED_MODULE' or 'PALLET'.
de: Wenn <tradeItemUnitDescriptor> is 'CASE' und der Artikel hat ein untergeordnete Artikel, dann der <tradeItemUnitDescriptorCode> von der untergeordnete Artikel can never be 'TRANSPORT_LOAD', 'MIXED_MODULE' oder 'PALLET'.
fr: Si <tradeItemUnitDescriptor> is 'CASE' et le article a un articles enfants, alors le <tradeItemUnitDescriptorCode> de le articles enfants can never be 'TRANSPORT_LOAD', 'MIXED_MODULE' ou 'PALLET'.
nl: Als <tradeItemUnitDescriptor> gelijk is aan 'CASE' en het artikel heeft onderliggende artikelen, dan kan de <tradeItemUnitDescriptorCode> van de onderliggende artikelen nooit 'TRANSPORT_LOAD', 'MIXED_MODULE' of 'PALLET' zijn.

source: If <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK' and the item has a parent, then the <tradeItemUnitDescriptorCode> of the parent item can never be 'BASE_UNIT_OR_EACH'.
de: Wenn <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK' und der Artikel hat ein parent, dann der <tradeItemUnitDescriptorCode> von der übergeordneter Artikel can never be 'BASE_UNIT_OR_EACH'.
fr: Si <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK' et le article a un parent, alors le <tradeItemUnitDescriptorCode> de le article parent can never be 'BASE_UNIT_OR_EACH'.
nl: Als <tradeItemUnitDescriptor> gelijk is aan 'PACK_OR_INNERPACK' en het artikel heeft een bovenliggend artikel, dan kan de <tradeItemUnitDescriptorCode> van het bovenliggende artikel nooit 'BASE_UNIT_OR_EACH' zijn.

source: If <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK', and the item has (a) child(ren), then the <tradeItemUnitDescriptorCode> of the children can never be 'TRANSPORT_LOAD', 'PALLET', 'MIXED_MODULE', 'DISPLAY_SHIPPER' or 'CASE'.
de: Wenn <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK', und der Artikel hat (a) child(ren), dann der <tradeItemUnitDescriptorCode> von der untergeordnete Artikel can never be 'TRANSPORT_LOAD', 'PALLET', 'MIXED_MODULE', 'DISPLAY_SHIPPER' oder 'CASE'.
fr: Si <tradeItemUnitDescriptor> is 'PACK_OR_INNERPACK', et le article a (a) child(ren), alors le <tradeItemUnitDescriptorCode> de le articles enfants can never be 'TRANSPORT_LOAD', 'PALLET', 'MIXED_MODULE', 'DISPLAY_SHIPPER' ou 'CASE'.
nl: Als <tradeItemUnitDescriptor> gelijk is aan 'PACK_OR_INNERPACK' en het artikel heeft (een) onderliggend(e) artikel(en), dan kan de <tradeItemUnitDescriptorCode> van de onderliggende artikelen nooit 'TRANSPORT_LOAD', 'PALLET', 'MIXED_MODULE', 'DISPLAY_SHIPPER' of 'CASE' zijn.

source: <stackingFactor> is mandatory for Despatch Units in target market '752' (Sweden).
de: <stackingFactor> ist obligatorisch für Despatch Einheiten in Zielmarkt '752' (Sweden).
fr: <stackingFactor> est obligatoire pour Despatch Unités dans marché cible '752' (Sweden).
nl: <stackingFactor> is verplicht voor Verzendeenheden in doelmarkt '752' (Sweden).

source: If populated, one iteration has to be in Swedish for <functionalName> for TM '752' (Sweden).
de: Wenn befüllt, one Iteration muss sein in Swedish für <functionalName> für TM '752' (Sweden).
fr: Si renseigné, one itération doit être dans Swedish pour <functionalName> pour TM '752' (Sweden).
nl: Als ingevuld, moet één iteratie in het Zweeds zijn voor <functionalName> voor TM '752' (Sweden).

source: For this target market <<targetMarketCountryCode>>, <fileFormatName> is mandatory, if <uniformResourceIdentifier> is used and <referencedFileTypeCode> equals the value 'PRODUCT_IMAGE'.
de: Für dieses Zielmarkt <<targetMarketCountryCode>>, <fileFormatName> ist obligatorisch, if <uniformResourceIdentifier> is verwendet und <referencedFileTypeCode> ist gleich der Wert 'PRODUCT_IMAGE'.
fr: Pour ce marché cible <<targetMarketCountryCode>>, <fileFormatName> est obligatoire, if <uniformResourceIdentifier> is utilisé et <referencedFileTypeCode> est égal à le valeur 'PRODUCT_IMAGE'.
nl: Voor dit doelmarkt <<targetMarketCountryCode>>, is <fileFormatName> verplicht, als <uniformResourceIdentifier> wordt gebruikt en <referencedFileTypeCode> gelijk is aan de waarde 'PRODUCT_IMAGE'.

source: <fileName> is mandatory if <uniformResourceIdentifier> is used and <typeOfInformation> contains the value 'PRODUCT_IMAGE' unless <targetMarketCountryCode> equals 756 (Switzerland), 276 (Germany), 040 (Austria), 528 (Netherlands).
de: <fileName> ist obligatorisch if <uniformResourceIdentifier> is verwendet und <typeOfInformation> enthält der Wert 'PRODUCT_IMAGE' es sei denn <targetMarketCountryCode> ist gleich 756 (Switzerland), 276 (Germany), 040 (Austria), 528 (Netherlands).
fr: <fileName> est obligatoire if <uniformResourceIdentifier> is utilisé et <typeOfInformation> contient le valeur 'PRODUCT_IMAGE' à moins que <targetMarketCountryCode> est égal à 756 (Switzerland), 276 (Germany), 040 (Austria), 528 (Netherlands).
nl: <fileName> is verplicht als <uniformResourceIdentifier> wordt gebruikt en <typeOfInformation> de waarde 'PRODUCT_IMAGE' bevat, tenzij <targetMarketCountryCode> gelijk is aan 756 (Switzerland), 276 (Germany), 040 (Austria), 528 (Netherlands).

source: The <dutyFeeTaxAgencyCode> must be '9SE' if target market is '752' (Sweden).
de: Der <dutyFeeTaxAgencyCode> muss sein '9SE' if Zielmarkt is '752' (Sweden).
fr: Le <dutyFeeTaxAgencyCode> doit être '9SE' if marché cible is '752' (Sweden).
nl: De <dutyFeeTaxAgencyCode> moet '9SE' zijn als doelmarkt gelijk is aan '752' (Sweden).

source: <lastChangeDateTime> for a trade item may not be a date in the future.
de: <lastChangeDateTime> für ein Handelsartikel darf nicht be ein Datum in der future.
fr: <lastChangeDateTime> pour un article commercial ne peut pas be un date dans le future.
nl: <lastChangeDateTime> voor een handelsartikel mag geen datum in de toekomst zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Global Product Category Code <gpcCategoryCode> is not in GPC Segment '51000000' (Healthcare) and Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then GTIN (Global Trade Item Number) <gtin>> must start with '0'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Global Produkt Kategorie Code <gpcCategoryCode> ist nicht in GPC Segment '51000000' (Healthcare) und Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann GTIN (Globale Handelsartikelnummer) <gtin>> must start mit '0'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Global Produit Catégorie Code <gpcCategoryCode> n'est pas dans GPC Segment '51000000' (Healthcare) et Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors GTIN (Numéro d'article commercial mondial) <gtin>> must start avec '0'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Globale productcategoriecode <gpcCategoryCode> niet in GPC Segment '51000000' (Healthcare) valt en Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet GTIN (Global Trade Item Number) <gtin>> beginnen met '0'.

source: If <isNonGTINLogisticUnitPackedIrregularly> is equal to 'FALSE' then value in <quantityOfTradeItemsPerPallet> shall be equal to value in <quantityOfLayersPerPallet> multiplied by value in <quantityOfTradeItemsPerPalletLayer>
de: Wenn <isNonGTINLogisticUnitPackedIrregularly> is gleich 'FALSE' dann Wert in <quantityOfTradeItemsPerPallet> muss sein gleich Wert in <quantityOfLayersPerPallet> multiplied von Wert in <quantityOfTradeItemsPerPalletLayer>
fr: Si <isNonGTINLogisticUnitPackedIrregularly> is égal à 'FALSE' alors valeur dans <quantityOfTradeItemsPerPallet> doit être égal à valeur dans <quantityOfLayersPerPallet> multiplied par valeur dans <quantityOfTradeItemsPerPalletLayer>
nl: Als <isNonGTINLogisticUnitPackedIrregularly> gelijk is aan 'FALSE', dan moet de waarde in <quantityOfTradeItemsPerPallet> gelijk zijn aan de waarde in <quantityOfLayersPerPallet> vermenigvuldigd met de waarde in <quantityOfTradeItemsPerPalletLayer>

source: <importClassificationTypeCode> and <importClassificationValue> are used in pairs. If one is populated the other is required.
de: <importClassificationTypeCode> und <importClassificationValue> sind verwendet in pairs. Wenn one ist befüllt der anderer ist erforderlich.
fr: <importClassificationTypeCode> et <importClassificationValue> sont utilisé dans pairs. Si one est renseigné le autre est requis.
nl: <importClassificationTypeCode> en <importClassificationValue> worden in paren gebruikt. Als één is ingevuld, is de andere verplicht.

source: <importClassificationTypeCode> and <importClassificationValue> are used in pairs. If one is populated the other is required.
de: <importClassificationTypeCode> und <importClassificationValue> sind verwendet in pairs. Wenn one ist befüllt der anderer ist erforderlich.
fr: <importClassificationTypeCode> et <importClassificationValue> sont utilisé dans pairs. Si one est renseigné le autre est requis.
nl: <importClassificationTypeCode> en <importClassificationValue> worden in paren gebruikt. Als één is ingevuld, is de andere verplicht.

source: If <quantityOfLayersPerPallet> is greater than zero, then <quantityOfTradeItemsPerPalletLayer> shall be greater than zero for this target market.
de: Wenn <quantityOfLayersPerPallet> is größer als null, dann <quantityOfTradeItemsPerPalletLayer> muss sein größer als null für dieses Zielmarkt.
fr: Si <quantityOfLayersPerPallet> is supérieur à zéro, alors <quantityOfTradeItemsPerPalletLayer> doit être supérieur à zéro pour ce marché cible.
nl: Als <quantityOfLayersPerPallet> groter is dan nul, dan moet <quantityOfTradeItemsPerPalletLayer> groter zijn dan nul voor dit doelmarkt.

source: If <targetMarket> equals '840' (US) and <growingMethodCode> equals 'ORGANIC' then <organicClaimAgency> and <organicTradeItemCode> MUST not be empty.
de: Wenn <targetMarket> ist gleich '840' (US) und <growingMethodCode> ist gleich 'ORGANIC' dann <organicClaimAgency> und <organicTradeItemCode> MUST nicht leer sein.
fr: Si <targetMarket> est égal à '840' (US) et <growingMethodCode> est égal à 'ORGANIC' alors <organicClaimAgency> et <organicTradeItemCode> MUST ne pas être vide.
nl: Als <targetMarket> gelijk is aan '840' (US) en <growingMethodCode> gelijk is aan 'ORGANIC', dan mogen <organicClaimAgency> en <organicTradeItemCode> niet leeg zijn.

source: <tradeItemDescription> is missing. The long description <tradeItemDescription> is mandatory for <<<targetMarketCountryCode> Name>>.
de: <tradeItemDescription> is missing. Der long Beschreibung <tradeItemDescription> ist obligatorisch für <<<targetMarketCountryCode> Name>>.
fr: <tradeItemDescription> is missing. Le long description <tradeItemDescription> est obligatoire pour <<<targetMarketCountryCode> Nom>>.
nl: <tradeItemDescription> ontbreekt. De lange omschrijving <tradeItemDescription> is verplicht voor <<<targetMarketCountryCode> Name>>.

source: <platformTypeCode> is missing. If <targetMarketCountryCode> does not equal ('036' (Australia) or '554' (New Zealand) or 752 (Sweden)) it is mandatory to specify the pallet type <platformTypeCode> when <tradeItemUnitDescriptor> is equal to 'PALLET' or 'MIXED_MODULE'.
de: <platformTypeCode> is missing. Wenn <targetMarketCountryCode> ist nicht gleich ('036' (Australia) oder '554' (New Zealand) oder 752 (Sweden)) it ist obligatorisch zu angeben der Palette Typ <platformTypeCode> wenn <tradeItemUnitDescriptor> is gleich 'PALLET' oder 'MIXED_MODULE'.
fr: <platformTypeCode> is missing. Si <targetMarketCountryCode> n'est pas égal à ('036' (Australia) ou '554' (New Zealand) ou 752 (Sweden)) it est obligatoire à spécifier le palette type <platformTypeCode> lorsque <tradeItemUnitDescriptor> is égal à 'PALLET' ou 'MIXED_MODULE'.
nl: <platformTypeCode> ontbreekt. Als <targetMarketCountryCode> niet gelijk is aan ('036' (Australia) of '554' (New Zealand) of 752 (Sweden)), dan is het verplicht het pallettype <platformTypeCode> op te geven wanneer <tradeItemUnitDescriptor> gelijk is aan 'PALLET' of 'MIXED_MODULE'.

source: For target market '250' (France), the country of origin is required for all base units <tradeItemUnitDescriptorCode> equals 'BASE_UNIT_OR_EACH'.
de: Für Zielmarkt '250' (France), der Land von origin ist erforderlich für alle Basiseinheiten <tradeItemUnitDescriptorCode> ist gleich 'BASE_UNIT_OR_EACH'.
fr: Pour marché cible '250' (France), le pays de origin est requis pour tous unités de base <tradeItemUnitDescriptorCode> est égal à 'BASE_UNIT_OR_EACH'.
nl: Voor doelmarkt '250' (France) is het herkomstland verplicht voor alle basiseenheden waarbij <tradeItemUnitDescriptorCode> gelijk is aan 'BASE_UNIT_OR_EACH'.

source: When target market code equals '250' (France) the agency maintaining the list of taxes is GS1 France. (<dutyFeeTaxAgencyCode> = '65').
de: Wenn Zielmarkt Code ist gleich '250' (France) der agency maintaining der list von taxes is GS1 France. (<dutyFeeTaxAgencyCode> = '65').
fr: Lorsque marché cible code est égal à '250' (France) le agency maintaining le list de taxes is GS1 France. (<dutyFeeTaxAgencyCode> = '65').
nl: Als doelmarkt code gelijk is aan '250' (France), is de instantie die de belastinglijst beheert GS1 France. (<dutyFeeTaxAgencyCode> = '65').

source: The free quantity <freeQuantityOfProduct> in a promotional offer shall not exceed the Content net <netContent>, when expressed in the same <measurementUnitCode>.
de: Der free Menge <freeQuantityOfProduct> in ein promotional offer darf nicht überschreiten der Content net <netContent>, wenn expressed in der gleiche <measurementUnitCode>.
fr: Le free quantité <freeQuantityOfProduct> dans un promotional offer ne doit pas dépasser le Content net <netContent>, lorsque expressed dans le même <measurementUnitCode>.
nl: De gratis hoeveelheid <freeQuantityOfProduct> in een promotieaanbieding mag de Netto Inhoud <netContent> niet overschrijden, wanneer uitgedrukt in dezelfde <measurementUnitCode>.

source: If the net drained weight is populated <drainedWeight> the net weight must be less than or equal to its net weight <netWeight>.
de: Wenn der net drained weight ist befüllt <drainedWeight> der Nettogewicht muss sein kleiner als oder gleich its Nettogewicht <netWeight>.
fr: Si le net drained weight est renseigné <drainedWeight> le poids net doit être inférieur ou égal à its poids net <netWeight>.
nl: Als het Uitlek Gewicht is ingevuld <drainedWeight>, moet zijn Netto Gewicht kleiner of gelijk zijn aan het Netto Gewicht <netWeight>.

source: If a trade item has a child trade item <tradeItemIdentification>, the amount associated with this child <tradeItemIdentification> shall be informed and be greater than 0.
de: Wenn ein Handelsartikel hat ein child Handelsartikel <tradeItemIdentification>, der amount associated mit dieses child <tradeItemIdentification> muss sein informed und be größer als 0.
fr: Si un article commercial a un child article commercial <tradeItemIdentification>, le amount associated avec ce child <tradeItemIdentification> doit être informed et be supérieur à 0.
nl: Als een handelsartikel een onderliggend handelsartikel heeft <tradeItemIdentification>, moet het bedrag gekoppeld aan dit onderliggende <tradeItemIdentification> zijn opgegeven en groter zijn dan 0.

source: If target Market equals '250' (France)), consumer units for alcoholic beverages (Cls '50202200' , except Brick '10000142') shall have a <dutyFeeTaxTypeCode> equal to '3001000002541' (Rights on pre-mixes), '3001000002244' (Tax on cider), '3001000002312' (Rights of alcohol) or '3001000002329'.
de: Wenn Zielmarkt ist gleich '250' (France)), Verbrauchereinheiten für alkoholische Getränke (Cls '50202200' , außer Brick '10000142') muss haben ein <dutyFeeTaxTypeCode> gleich '3001000002541' (Rights auf pre-mixes), '3001000002244' (Tax auf cider), '3001000002312' (Rights von alcohol) oder '3001000002329'.
fr: Si marché cible est égal à '250' (France)), unités consommateur pour boissons alcoolisées (Cls '50202200' , sauf Brick '10000142') doit avoir un <dutyFeeTaxTypeCode> égal à '3001000002541' (Rights sur pre-mixes), '3001000002244' (Tax sur cider), '3001000002312' (Rights de alcohol) ou '3001000002329'.
nl: Als doelmarkt gelijk is aan '250' (France), moeten consumenteneenheden voor alcoholische dranken (Cls '50202200', tenzij Brick '10000142') een <dutyFeeTaxTypeCode> hebben gelijk aan '3001000002541' (Rights op pre-mixes), '3001000002244' (Tax op cider), '3001000002312' (Rights of alcohol) of '3001000002329'.

source: If <targetMarketCountryCode> equals '372' (Ireland) and if <isTradeItemABaseUnit> equals 'TRUE' and ((<gpcCategoryCode> is in Class ('50202200' or '50211500') and does not equal ('10000142', '10000143', '10000303' or '10000584')) then at least one iteration of AdditionalTradeItemClassification shall have a value with <additionalTradeItemClassificationSystemCode> equal to '57'(REV).
de: Wenn <targetMarketCountryCode> ist gleich '372' (Ireland) und if <isTradeItemABaseUnit> ist gleich 'TRUE' und ((<gpcCategoryCode> is in Klasse ('50202200' oder '50211500') und ist nicht gleich ('10000142', '10000143', '10000303' oder '10000584')) dann mindestens eine Iteration von AdditionalTradeItemClassification muss haben einen Wert mit <additionalTradeItemClassificationSystemCode> gleich '57'(REV).
fr: Si <targetMarketCountryCode> est égal à '372' (Ireland) et if <isTradeItemABaseUnit> est égal à 'TRUE' et ((<gpcCategoryCode> is dans Classe ('50202200' ou '50211500') et n'est pas égal à ('10000142', '10000143', '10000303' ou '10000584')) alors au moins une itération de AdditionalTradeItemClassification doit avoir une valeur avec <additionalTradeItemClassificationSystemCode> égal à '57'(REV).
nl: Als <targetMarketCountryCode> gelijk is aan '372' (Ireland) en als <isTradeItemABaseUnit> gelijk is aan 'TRUE' en ((<gpcCategoryCode> in Class ('50202200' of '50211500') valt en niet gelijk is aan ('10000142', '10000143', '10000303' of '10000584')), dan moet ten minste één iteratie van AdditionalTradeItemClassification een waarde hebben met <additionalTradeItemClassificationSystemCode> gelijk aan '57' (REV).

source: If <depositValueEffectiveDate> is populated then <returnablePackageDepositIdentification> or <returnablePackageDepositAmount> MUST be populated.
de: Wenn <depositValueEffectiveDate> ist befüllt dann <returnablePackageDepositIdentification> oder <returnablePackageDepositAmount> MUST be befüllt.
fr: Si <depositValueEffectiveDate> est renseigné alors <returnablePackageDepositIdentification> ou <returnablePackageDepositAmount> MUST be renseigné.
nl: Als <depositValueEffectiveDate> is ingevuld, dan MOET <returnablePackageDepositIdentification> of <returnablePackageDepositAmount> worden ingevuld.
