Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: <discontinuedDateTime> must only be updated with <documentCommand> of 'CORRECT'.
de: <discontinuedDateTime> darf nur sein updated mit <documentCommand> von 'CORRECT'.
fr: <discontinuedDateTime> ne doit être que updated avec <documentCommand> de 'CORRECT'.
nl: <discontinuedDateTime> mag alleen worden bijgewerkt met <documentCommand> of 'CORRECT'.

source: <lastChangeDateTime> for a trade item must be the same or later than previously sent value.
de: <lastChangeDateTime> für ein Handelsartikel muss sein der gleiche oder later than previously sent Wert.
fr: <lastChangeDateTime> pour un article commercial doit être le même ou later than previously sent valeur.
nl: <lastChangeDateTime> voor een handelsartikel moet gelijk of later zijn dan de eerder verstuurde waarde.

source: Maximum and minimum humidity shall be expressed as a percentage with a value between '0' and '100'.
de: Maximum und minimal humidity muss sein expressed als ein percentage mit einem Wert zwischen '0' und '100'.
fr: Maximum et minimum humidity doit être expressed en tant que un percentage avec une valeur entre '0' et '100'.
nl: Maximum en minimum luchtvochtigheid moet worden uitgedrukt als een percentage met een waarde tussen '0' en '100'.

source: There is a limit of 1000 Transactions within 1 Message.
de: Es gibt ein limit von 1000 Transactions innerhalb 1 Message.
fr: Il y un un limit de 1000 Transactions dans 1 Message.
nl: Er geldt een maximum van 1000 transacties per bericht.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then <height> shall not be 20 percent greater than current version height.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann <height> darf nicht sein 20 percent größer als aktuelle version Höhe.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors <height> ne doit pas être 20 percent supérieur à actuel version hauteur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <height> niet meer dan 20 procent groter zijn dan de hoogte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then <width> shall not be 20 percent greater than current version width.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann <width> darf nicht sein 20 percent größer als aktuelle version Breite.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors <width> ne doit pas être 20 percent supérieur à actuel version largeur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <width> niet meer dan 20 procent groter zijn dan de breedte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then <depth> shall not be 20 percent greater than current version depth.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann <depth> darf nicht sein 20 percent größer als aktuelle version Tiefe.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors <depth> ne doit pas être 20 percent supérieur à actuel version profondeur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <depth> niet meer dan 20 procent groter zijn dan de diepte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then <grossWeight> shall not be 20 percent greater than current version <grossWeight>.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann <grossWeight> darf nicht sein 20 percent größer als aktuelle version <grossWeight>.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors <grossWeight> ne doit pas être 20 percent supérieur à actuel version <grossWeight>.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <grossWeight> niet meer dan 20 procent groter zijn dan de huidige versie van <grossWeight>.

source: Maximum number of iterations of GDSNTradeItemClassificationAttributeType is 25.
de: Maximum Anzahl von Iterationen von GDSNTradeItemClassificationAttributeType is 25.
fr: Maximum nombre de itérations de GDSNTradeItemClassificationAttributeType is 25.
nl: Het maximum aantal iteraties van GDSNTradeItemClassificationAttributeType is 25.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one value of Packaging Material Quantity <packagingMaterialCompositionQuantity> must have gram (GRM) or kilogram (KGM) defined as the unit of measure.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens ein Wert von Packaging Material Quantity <packagingMaterialCompositionQuantity> muss haben gram (GRM) oder kilogram (KGM) definiert als der Maßeinheit.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins un valeur de Packaging Material Quantity <packagingMaterialCompositionQuantity> doit avoir gram (GRM) ou kilogram (KGM) défini en tant que le unité de mesure.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één waarde van Verpakking Materiaal Hoeveelheid <packagingMaterialCompositionQuantity> gram (GRM) of kilogram (KGM) hebben als meeteenheid.

source: The total of values in <packagingMaterialCompositionQuantity> may not exceed the value in <packagingWeight> for the same item .
de: Der gesamt von Werte in <packagingMaterialCompositionQuantity> darf nicht überschreiten der Wert in <packagingWeight> für der gleiche Artikel .
fr: Le total de valeurs dans <packagingMaterialCompositionQuantity> ne peut pas dépasser le valeur dans <packagingWeight> pour le même article .
nl: Het totaal van waarden in <packagingMaterialCompositionQuantity> mag niet groter zijn dan de waarde in <packagingWeight> voor hetzelfde artikel.

source: <length> <depth> must not be empty and must have a value greater than zero for physical items, i.e., if <isTradeItemNonphysical> equals 'FALSE' or is not used. Use an average value for variable measure items.
de: <length> <depth> darf nicht leer sein und muss haben einen Wert größer als null für physical Artikel, i.e., if <isTradeItemNonphysical> ist gleich 'FALSE' oder ist nicht verwendet. Use an average Wert für variable measure Artikel.
fr: <length> <depth> ne doit pas être vide et doit avoir une valeur supérieur à zéro pour physical articles, i.e., if <isTradeItemNonphysical> est égal à 'FALSE' ou n'est pas utilisé. Use an average valeur pour variable measure articles.
nl: <length> en <depth> mogen niet leeg zijn en moeten een waarde hebben groter dan nul voor fysieke artikelen, d.w.z. als <isTradeItemNonphysical> gelijk is aan 'FALSE' of niet wordt gebruikt. Gebruik een gemiddelde waarde voor artikelen met variabele maat.

source: Height <height> must not be empty and must have a value greater than zero for physical items, i.e., if <isTradeItemNonphysical> equals 'FALSE' or is not used. Use an average value for variable measure items.
de: Höhe <height> darf nicht leer sein und muss haben einen Wert größer als null für physical Artikel, i.e., if <isTradeItemNonphysical> ist gleich 'FALSE' oder ist nicht verwendet. Use an average Wert für variable measure Artikel.
fr: Hauteur <height> ne doit pas être vide et doit avoir une valeur supérieur à zéro pour physical articles, i.e., if <isTradeItemNonphysical> est égal à 'FALSE' ou n'est pas utilisé. Use an average valeur pour variable measure articles.
nl: Hoogte <height> mag niet leeg zijn en moet een waarde hebben groter dan nul voor fysieke artikelen, d.w.z. als <isTradeItemNonphysical> gelijk is aan 'FALSE' of niet wordt gebruikt. Gebruik een gemiddelde waarde voor artikelen met variabele maat.

source: Width <width> must not be empty and must have a value greater than zero for physical items, i.e., if <isTradeItemNonphysical> equals 'FALSE' or is not used. Use an average value for variable measure items.
de: Breite <width> darf nicht leer sein und muss haben einen Wert größer als null für physical Artikel, i.e., if <isTradeItemNonphysical> ist gleich 'FALSE' oder ist nicht verwendet. Use an average Wert für variable measure Artikel.
fr: Largeur <width> ne doit pas être vide et doit avoir une valeur supérieur à zéro pour physical articles, i.e., if <isTradeItemNonphysical> est égal à 'FALSE' ou n'est pas utilisé. Use an average valeur pour variable measure articles.
nl: Breedte <width> mag niet leeg zijn en moet een waarde hebben groter dan nul voor fysieke artikelen, d.w.z. als <isTradeItemNonphysical> gelijk is aan 'FALSE' of niet wordt gebruikt. Gebruik een gemiddelde waarde voor artikelen met variabele maat.

source: Negative values are not allowed for Gross Weight.
de: Negative Werte sind nicht erlaubt für Bruttogewicht.
fr: Negative valeurs ne sont pas autorisés pour Poids brut.
nl: Negatieve waarden zijn niet toegestaan voor Bruto Gewicht.

source: Zero or negative values are not allowed for Net Weight where Net Weight is Provided.
de: Zero oder negativ Werte sind nicht erlaubt für Nettogewicht wobei Nettogewicht is Provided.
fr: Zero ou négatif valeurs ne sont pas autorisés pour Poids net où Poids net is Provided.
nl: Nul of negatieve waarden zijn niet toegestaan voor Netto gewicht waarbij Netto gewicht is opgegeven.

source: If (Audio Visual Media Product Description Module or Publication Title Rating Module or Audio Visual Media Content Information Module) are used and <gpcCategoryCode> is equal to '10001137' then <audioVisualMediaProductTitle> , <genreTypeCodeReference> , <titleRatingCodeReference>/Code, <codeListAgencyCode> and <gameFormatCode> shall be used.
de: Wenn (Audio Visual Media Produkt Beschreibung Module oder Publication Title Rating Module oder Audio Visual Media Content Information Module) sind verwendet und <gpcCategoryCode> is gleich '10001137' dann <audioVisualMediaProductTitle> , <genreTypeCodeReference> , <titleRatingCodeReference>/Code, <codeListAgencyCode> und <gameFormatCode> muss verwendet werden.
fr: Si (Audio Visual Media Produit Description Module ou Publication Title Rating Module ou Audio Visual Media Content Information Module) sont utilisé et <gpcCategoryCode> is égal à '10001137' alors <audioVisualMediaProductTitle> , <genreTypeCodeReference> , <titleRatingCodeReference>/Code, <codeListAgencyCode> et <gameFormatCode> doit être utilisé.
nl: Als (Audio Visual Media Product Omschrijving Module of Publication Title Rating Module of Audio Visual Media Content Information Module) worden gebruikt en <gpcCategoryCode> gelijk is aan '10001137', dan moeten <audioVisualMediaProductTitle>, <genreTypeCodeReference>, <titleRatingCodeReference>/Code, <codeListAgencyCode> en <gameFormatCode> worden gebruikt.

source: If <targetMarketCountryCode> is equal to '752' (Sweden) <layerHeight> must have the same value as one of the values in width, depth or height of the child item.
de: Wenn <targetMarketCountryCode> is gleich '752' (Sweden) <layerHeight> muss haben der gleiche Wert als one von der Werte in Breite, Tiefe oder Höhe von der untergeordneter Artikel.
fr: Si <targetMarketCountryCode> is égal à '752' (Sweden) <layerHeight> doit avoir le même valeur en tant que one de le valeurs dans largeur, profondeur ou hauteur de le article enfant.
nl: Als <targetMarketCountryCode> gelijk is aan '752' (Sweden), moet <layerHeight> dezelfde waarde hebben als één van de waarden voor breedte, diepte of hoogte van het onderliggende artikel.

source: If <targetMarketCountryCode> equals '752' (Sweden) <priceBasisQuantity> may be specified with the following units of measures: kilogram, gram , metre, millimetre, millilitre, litre, square metre, cubic metres,piece.
de: Wenn <targetMarketCountryCode> ist gleich '752' (Sweden) <priceBasisQuantity> kann sein angegeben mit der folgende Einheiten von measures: kilogram, gram , metre, millimetre, millilitre, litre, square metre, cubic metres,piece.
fr: Si <targetMarketCountryCode> est égal à '752' (Sweden) <priceBasisQuantity> peut être spécifié avec le suivant unités de measures: kilogram, gram , metre, millimetre, millilitre, litre, square metre, cubic metres,piece.
nl: Als <targetMarketCountryCode> gelijk is aan '752' (Sweden), kan <priceBasisQuantity> worden opgegeven met de volgende meeteenheden: kilogram, gram, metre, millimetre, millilitre, litre, square metre, cubic metres, piece.

source: If <targetMarketCountryCode> is equal to '752' (Sweden), <additionalTradeItemIdentificationValue> ('SUPPLIER_ASSIGNED', 'DISTRIBUTOR_ASSIGNED') may not have the same value on more than one Trade Item in the same item hierarchy. This rule applies when <isTradeItemAnOrderableUnit> is equal to 'TRUE'.
de: Wenn <targetMarketCountryCode> is gleich '752' (Sweden), <additionalTradeItemIdentificationValue> ('SUPPLIER_ASSIGNED', 'DISTRIBUTOR_ASSIGNED') darf nicht haben der gleiche Wert auf mehr als ein Handelsartikel in der gleiche Artikel Hierarchie. This Regel gilt wenn <isTradeItemAnOrderableUnit> is gleich 'TRUE'.
fr: Si <targetMarketCountryCode> is égal à '752' (Sweden), <additionalTradeItemIdentificationValue> ('SUPPLIER_ASSIGNED', 'DISTRIBUTOR_ASSIGNED') ne peut pas ont le même valeur sur plus d'un Article commercial dans le même article hiérarchie. This règle s'applique lorsque <isTradeItemAnOrderableUnit> is égal à 'TRUE'.
nl: Als <targetMarketCountryCode> gelijk is aan '752' (Sweden), mag <additionalTradeItemIdentificationValue> ('SUPPLIER_ASSIGNED', 'DISTRIBUTOR_ASSIGNED') niet dezelfde waarde hebben op meer dan één handelsartikel in dezelfde artikelhiërarchie. Deze regel geldt wanneer <isTradeItemAnOrderableUnit> gelijk is aan 'TRUE'.

source: If <dataCarrierTypeCode> equals ('EAN_13', 'UPC_A' or 'UPC_E') then first digit of gtin shall equal '0'.
de: Wenn <dataCarrierTypeCode> ist gleich ('EAN_13', 'UPC_A' oder 'UPC_E') dann erste digit von gtin muss gleich sein '0'.
fr: Si <dataCarrierTypeCode> est égal à ('EAN_13', 'UPC_A' ou 'UPC_E') alors premier digit de gtin doit être égal à '0'.
nl: Als <dataCarrierTypeCode> gelijk is aan ('EAN_13', 'UPC_A' of 'UPC_E'), dan moet het eerste cijfer van de gtin gelijk zijn aan '0'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Net Content <netContent> is mandatory on consumer units (Consumer Unit Indicator <isTradeItemAConsumerUnit> equals to 'TRUE').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Net Content <netContent> ist obligatorisch auf Verbrauchereinheiten (Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich zu 'TRUE').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Net Content <netContent> est obligatoire sur unités consommateur (Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à à 'TRUE').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Nettoinhoud <netContent> is verplicht op consumenteneenheden (Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk aan 'TRUE').

source: If provided, <orderingLeadTime> must be greater than zero.
de: Wenn angegeben, <orderingLeadTime> muss sein größer als null.
fr: Si fourni, <orderingLeadTime> doit être supérieur à zéro.
nl: Indien opgegeven, moet <orderingLeadTime> groter zijn dan nul.

source: If Target Market is '036' (Australia) and <taxTypeCode> is equal to 'WET' (Wine Equalisation Tax), then <percentageOfAlcoholByVolume> must be populated.
de: Wenn Zielmarkt is '036' (Australia) und <taxTypeCode> is gleich 'WET' (Wine Equalisation Tax), dann <percentageOfAlcoholByVolume> muss befüllt sein.
fr: Si Marché cible is '036' (Australia) et <taxTypeCode> is égal à 'WET' (Wine Equalisation Tax), alors <percentageOfAlcoholByVolume> doit être renseigné.
nl: Als doelmarkt gelijk is aan '036' (Australia) en <taxTypeCode> gelijk is aan 'WET' (Wine Equalisation Tax), dan moet <percentageOfAlcoholByVolume> ingevuld zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Number of Units per Layer in a Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is used, then Number of Layers per Non-GTIN Pallet <quantityOfLayersPerPallet> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Anzahl von Einheiten pro Layer in ein Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is verwendet, dann Anzahl von Layers pro Non-GTIN Pallet <quantityOfLayersPerPallet> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nombre de Unités par Layer dans un Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> is utilisé, alors Nombre de Layers par Non-GTIN Pallet <quantityOfLayersPerPallet> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Aantal Eenheden per Laag in een Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> wordt gebruikt, dan moet Aantal Lagen per Non-GTIN Pallet <quantityOfLayersPerPallet> worden gebruikt.

source: <functionalName> may not contain the same text as <brandName> or <descriptiveSizeDimension> when IsTradeItemAConsumerUnit is equal to 'TRUE'.
de: <functionalName> darf nicht enthalten der gleiche text als <brandName> oder <descriptiveSizeDimension> wenn IsTradeItemAConsumerUnit is gleich 'TRUE'.
fr: <functionalName> ne peut pas contenir le même text en tant que <brandName> ou <descriptiveSizeDimension> lorsque IsTradeItemAConsumerUnit is égal à 'TRUE'.
nl: <functionalName> mag niet dezelfde tekst bevatten als <brandName> of <descriptiveSizeDimension> wanneer IsTradeItemAConsumerUnit gelijk is aan 'TRUE'.

source: <dutyfeeTaxCategoryCode> was not used.
de: <dutyfeeTaxCategoryCode> war nicht verwendet.
fr: <dutyfeeTaxCategoryCode> était pas utilisé.
nl: <dutyfeeTaxCategoryCode> werd niet gebruikt.

source: If populated, <minimumTradeItemLifespanFromTimeOfArrival> must be greater than zero.
de: Wenn befüllt, <minimumTradeItemLifespanFromTimeOfArrival> muss sein größer als null.
fr: Si renseigné, <minimumTradeItemLifespanFromTimeOfArrival> doit être supérieur à zéro.
nl: Indien ingevuld, moet <minimumTradeItemLifespanFromTimeOfArrival> groter zijn dan nul.

source: If populated, <minimumTradeItemLifespanFromTimeOfProduction> must be greater than zero.
de: Wenn befüllt, <minimumTradeItemLifespanFromTimeOfProduction> muss sein größer als null.
fr: Si renseigné, <minimumTradeItemLifespanFromTimeOfProduction> doit être supérieur à zéro.
nl: indien ingevuld, moet <minimumTradeItemLifespanFromTimeOfProduction> groter zijn dan nul.

source: Value in <grossWeight> shall be greater than or equal to value in <netContent> if this is given as weight. Allowance shall be made for different units of measure.
de: Value in <grossWeight> muss sein größer als oder gleich Wert in <netContent> if dieses is given als weight. Allowance muss sein made für unterschiedlich Maßeinheiten.
fr: Value dans <grossWeight> doit être supérieur ou égal à valeur dans <netContent> if ce is given en tant que weight. Allowance doit être made pour différent unités de mesure.
nl: Waarde in <grossWeight> moet groter of gelijk zijn aan waarde in <netContent> indien dit is opgegeven als een gewicht. Er moet rekening worden gehouden met verschillende meeteenheden.

source: Value in <quantityofNextLowerLevelTradeItem> may not exceed 2 when the pallet type is any type of full size pallet and the child item's pallet type is any type of half size pallet. Full size pallets are: ISO 1 Pallet (code 11)
de: Value in <quantityofNextLowerLevelTradeItem> darf nicht überschreiten 2 wenn der Palette Typ is jeder Typ von full size Palette und der untergeordneter Artikel's Palette Typ is jeder Typ von half size Palette. Full size Paletten sind: ISO 1 Pallet (Code 11)
fr: Value dans <quantityofNextLowerLevelTradeItem> ne peut pas dépasser 2 lorsque le palette type is tout type de full size palette et le article enfant's palette type is tout type de half size palette. Full size palettes sont: ISO 1 Pallet (code 11)
nl: Waarde in <quantityofNextLowerLevelTradeItem> mag niet groter zijn dan 2 wanneer het pallettype een full size pallet is en het pallettype van het onderliggende artikel een type half size pallet is. Full size pallets zijn: ISO 1 Pallet (code 11)

source: {insert_attribute_name} contains an invalid value. Used code {insert_incorrect_value} is not included in the relevant external code list'.
de: {insert_attribute_name} enthält an ungültig Wert. Used Code {insert_incorrect_value} ist nicht included in der relevant external Code list'.
fr: {insert_attribute_name} contient an invalide valeur. Used code {insert_incorrect_value} n'est pas included dans le relevant external code list'.
nl: {insert_attribute_name} bevat een ongeldige waarde. Gebruikte code {insert_incorrect_value} is niet opgenomen in de relevante externe codelijst.

source: {insert_attribute_name} contains an invalid value. Used code {insert_incorrect_value} is not included in the relevant GS1 code list'.
de: {insert_attribute_name} enthält an ungültig Wert. Used Code {insert_incorrect_value} ist nicht included in der relevant GS1 Code list'.
fr: {insert_attribute_name} contient an invalide valeur. Used code {insert_incorrect_value} n'est pas included dans le relevant GS1 code list'.
nl: {insert_attribute_name} bevat een ongeldige waarde. Gebruikte code {insert_incorrect_value} is niet opgenomen in de relevante GS1-codelijst.

source: If <individualUnitMinimum> and/or <individualUnitMaximum> are populated, then <isTradeItemABaseUnit> must be 'TRUE'.
de: Wenn <individualUnitMinimum> und/oder <individualUnitMaximum> sind befüllt, dann <isTradeItemABaseUnit> muss sein 'TRUE'.
fr: Si <individualUnitMinimum> et/ou <individualUnitMaximum> sont renseignés, alors <isTradeItemABaseUnit> doit être 'TRUE'.
nl: Als <individualUnitMinimum> en/of <individualUnitMaximum> zijn ingevuld, dan moet <isTradeItemABaseUnit> 'TRUE' zijn.

source: If <isTradeItemABaseUnit> is equal to 'FALSE', then <individualUnitMinimum> and/or <individualUnitMaximum> should never be populated.
de: Wenn <isTradeItemABaseUnit> is gleich 'FALSE', dann <individualUnitMinimum> und/oder <individualUnitMaximum> should never be befüllt.
fr: Si <isTradeItemABaseUnit> is égal à 'FALSE', alors <individualUnitMinimum> et/ou <individualUnitMaximum> should never be renseigné.
nl: Als <isTradeItemABaseUnit> gelijk is aan 'FALSE', dan mogen <individualUnitMinimum> en/of <individualUnitMaximum> nooit worden ingevuld.
