Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Variable Weight Allowable Deviation Percentage <variableWeightAllowableDeviationPercentage>, Variable Weight Range Minimum <variableWeightRangeMinimum> and Variable Weight Range Maximum <variableWeightRangeMaximum> are only allowed if Variable Measure Indicator <isTradeItemAVariableUnit> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Variable Weight Allowable Deviation Percentage <variableWeightAllowableDeviationPercentage>, Variable Weight Range Minimum <variableWeightRangeMinimum> und Variable Weight Range Maximum <variableWeightRangeMaximum> sind nur erlaubt if Variable Measure Indicator <isTradeItemAVariableUnit> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Variable Weight Allowable Deviation Percentage <variableWeightAllowableDeviationPercentage>, Variable Weight Range Minimum <variableWeightRangeMinimum> et Variable Weight Range Maximum <variableWeightRangeMaximum> sont seulement autorisé if Variable Measure Indicator <isTradeItemAVariableUnit> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn Variable Gewicht Allowable Deviation Percentage <variableWeightAllowableDeviationPercentage>, Variable Gewicht Range Minimum <variableWeightRangeMinimum> en Variable Gewicht Range Maximum <variableWeightRangeMaximum> alleen toegestaan als Variable Measure Indicator <isTradeItemAVariableUnit> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Retail Price is Marked on the Product Indicator <isPriceOnPack> equals 'TRUE' for a base unit, then Suggested Retail Price <tradeItemPrice> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Retail Price is Marked auf der Produkt Indicator <isPriceOnPack> ist gleich 'TRUE' für ein Basiseinheit, dann Suggested Retail Price <tradeItemPrice> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Retail Price is Marked sur le Produit Indicator <isPriceOnPack> est égal à 'TRUE' pour un unité de base, alors Suggested Retail Price <tradeItemPrice> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Retail Price is Marked op de Product Indicator <isPriceOnPack> gelijk is aan 'TRUE' voor een basiseenheid, dan moet Suggested Retail Price <tradeItemPrice> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Suggested Retail Price <tradeItemPrice> is used, then Suggested Retail Price Effective Start Date <priceEffectiveStartDate> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Suggested Retail Price <tradeItemPrice> is verwendet, dann Suggested Retail Price Effective Start Datum <priceEffectiveStartDate> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Suggested Retail Price <tradeItemPrice> is utilisé, alors Suggested Retail Price Effective Start Date <priceEffectiveStartDate> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Suggested Retail Price <tradeItemPrice> wordt gebruikt, dan moet Suggested Retail Price Effective Start Datum <priceEffectiveStartDate> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Statistical Reporting Measurement <statisticalReportingMeasurement> is only allowed if Customs Classification Value <importClassificationValue> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Statistical Reporting Measurement <statisticalReportingMeasurement> is nur erlaubt if Customs Classification Value <importClassificationValue> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Statistical Reporting Measurement <statisticalReportingMeasurement> is seulement autorisé if Customs Classification Value <importClassificationValue> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Statistical Reporting Measurement <statisticalReportingMeasurement> alleen toegestaan als Douane Classificatie Waarde <importClassificationValue> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Servings Per Product Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is only allowed if Servings Per Product <numberOfServingsPerPackage> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Servings Per Produkt Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is nur erlaubt if Servings Per Produkt <numberOfServingsPerPackage> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Servings Per Produit Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> is seulement autorisé if Servings Per Produit <numberOfServingsPerPackage> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Servings Per Product Precision Code <numberOfServingsPerPackageMeasurementPrecisionCode> alleen toegestaan als Servings Per Product <numberOfServingsPerPackage> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Servings Per Product <numberOfServingsPerPackage> and Range of the Number of Servings <numberOfServingsRangeDescription> must not be used together.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Servings Per Produkt <numberOfServingsPerPackage> und Range von der Anzahl von Servings <numberOfServingsRangeDescription> darf nicht verwendet werden together.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Servings Per Produit <numberOfServingsPerPackage> et Range de le Nombre de Servings <numberOfServingsRangeDescription> ne doit pas être utilisé together.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mogen Servings Per Product <numberOfServingsPerPackage> en Range of de Aantal of Servings <numberOfServingsRangeDescription> niet samen worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Microbiological Organism Code <microbiologicalOrganismCode> is used, then Microbiological Organism Maximum Value <microbiologicalOrganismMaximumValue> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Microbiological Organism Code <microbiologicalOrganismCode> is verwendet, dann Microbiological Organism Maximum Value <microbiologicalOrganismMaximumValue> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Microbiological Organism Code <microbiologicalOrganismCode> is utilisé, alors Microbiological Organism Maximum Value <microbiologicalOrganismMaximumValue> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Microbiological Organism Code <microbiologicalOrganismCode> wordt gebruikt, dan moet Microbiological Organism Maximum Waarde <microbiologicalOrganismMaximumValue> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE'), then Storage Stacking Factor (<stackingFactorTypeCode> equal to 'STORAGE_UNSPECIFIED') must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE'), dann Storage Stacking Factor (<stackingFactorTypeCode> gleich 'STORAGE_UNSPECIFIED') muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE'), alors Storage Stacking Factor (<stackingFactorTypeCode> égal à 'STORAGE_UNSPECIFIED') doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als de Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', dan moet Opslagstapelfactor (<stackingFactorTypeCode> gelijk aan 'STORAGE_UNSPECIFIED') worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' or 'MIXED_MODULE'), then Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' oder 'MIXED_MODULE'), dann Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' ou 'MIXED_MODULE'), alors Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als de Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' of 'MIXED_MODULE', dan moet Aantal Lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the trade item is not a pallet or mixed module, but it is a Despatch Unit and a Pallet Type Code <platformTypeCode> is specified, then the corresponding Pallet Disposition Code <platformTermsAndConditionsCode> and non-GTIN pallet information must be provided. Some non-GTIN pallet information is missing: <Attribute name(s)>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Handelsartikel ist nicht ein Palette oder mixed module, but it is ein Despatch Einheit und ein Pallet Typ Code <platformTypeCode> is angegeben, dann der corresponding Pallet Disposition Code <platformTermsAndConditionsCode> und non-GTIN Palette Information muss angegeben werden. Some non-GTIN Palette Information is missing: <Attribute name(s)>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le article commercial n'est pas un palette ou mixed module, but it is un Despatch Unité et un Pallet Type Code <platformTypeCode> is spécifié, alors le corresponding Pallet Disposition Code <platformTermsAndConditionsCode> et non-GTIN palette information doit être fourni. Some non-GTIN palette information is missing: <Attribute name(s)>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als het handelsartikel geen pallet of mixed module is maar wel een Despatch Eenheid is en een Pallet Type Code <platformTypeCode> is opgegeven, dan moeten de bijbehorende Pallet Disposition Code <platformTermsAndConditionsCode> en non-GTIN pallet informatie worden opgegeven. Sommige non-GTIN pallet informatie ontbreekt: <Attribute name(s)>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Pallet Type Code <platformTypeCode> is only allowed if Shipping Unit Indicator <isTradeItemADespatchUnit> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Pallet Typ Code <platformTypeCode> is nur erlaubt if Shipping Einheit Indicator <isTradeItemADespatchUnit> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Pallet Type Code <platformTypeCode> is seulement autorisé if Shipping Unité Indicator <isTradeItemADespatchUnit> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Pallet Type Code <platformTypeCode> alleen toegestaan als Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Group Identification Code <tradeItemGroupIdentificationCodeReference> is used, then the corresponding code description (<tradeItemGroupIdentificationCodeReference>/@<codeDescription>) must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Group Identification Code <tradeItemGroupIdentificationCodeReference> is verwendet, dann der corresponding Code Beschreibung (<tradeItemGroupIdentificationCodeReference>/@<codeDescription>) muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Group Identification Code <tradeItemGroupIdentificationCodeReference> is utilisé, alors le corresponding code description (<tradeItemGroupIdentificationCodeReference>/@<codeDescription>) doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Group Identificatie Code <tradeItemGroupIdentificationCodeReference> wordt gebruikt, dan moet de bijbehorende code omschrijving (<tradeItemGroupIdentificationCodeReference>/@<codeDescription>) worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Physical Resource Type Code <physicalResourceTypeCode> equals 'ELECTRICITY', then Physical Resource Usage Rating Scale Code <physicalResourceUsageRatingScaleCodeReference> with <physicalResourceUsageRatingScaleCodeReference>/@<codeListName> equal 'EU_EnergyEfficiencyScale' is only allowed if the corresponding Physical Resource Usage Rating Classification Code <physicalResourceUsageClassificationCodeReference> [= Efficiency class] is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Physical Resource Typ Code <physicalResourceTypeCode> ist gleich 'ELECTRICITY', dann Physical Resource Usage Rating Scale Code <physicalResourceUsageRatingScaleCodeReference> mit <physicalResourceUsageRatingScaleCodeReference>/@<codeListName> equal 'EU_EnergyEfficiencyScale' is nur erlaubt if der corresponding Physical Resource Usage Rating Classification Code <physicalResourceUsageClassificationCodeReference> [= Efficiency Klasse] is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Physical Resource Type Code <physicalResourceTypeCode> est égal à 'ELECTRICITY', alors Physical Resource Usage Rating Scale Code <physicalResourceUsageRatingScaleCodeReference> avec <physicalResourceUsageRatingScaleCodeReference>/@<codeListName> equal 'EU_EnergyEfficiencyScale' is seulement autorisé if le corresponding Physical Resource Usage Rating Classification Code <physicalResourceUsageClassificationCodeReference> [= Efficiency classe] is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Fysieke-broncode <physicalResourceTypeCode> gelijk is aan 'ELECTRICITY', dan is Fysieke-brongebruiksbeoordelingsschaalcode <physicalResourceUsageRatingScaleCodeReference> met <physicalResourceUsageRatingScaleCodeReference>/@<codeListName> gelijk aan 'EU_EnergyEfficiencyScale' alleen toegestaan als de bijbehorende Fysieke-brongebruiksbeoordelingsclassificatiecode <physicalResourceUsageClassificationCodeReference> [= Efficiency class] wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Digital Asset Type Code <referencedFileTypeCode> is used, then Digital Asset Link <uniformResourceIdentifier> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Digital Asset Typ Code <referencedFileTypeCode> is verwendet, dann Digital Asset Link <uniformResourceIdentifier> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Digital Asset Type Code <referencedFileTypeCode> is utilisé, alors Digital Asset Link <uniformResourceIdentifier> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Digital Asset Type Code <referencedFileTypeCode> wordt gebruikt, dan moet Digital Asset Link <uniformResourceIdentifier> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Product Handling Code <handlingInstructionsCodeReference> codes '11' (Refrigeration required) and '12' (Refrigeration not required) must not be used for the same trade item.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Produkt Handling Code <handlingInstructionsCodeReference> Codes '11' (Refrigeration required) und '12' (Refrigeration nicht required) darf nicht verwendet werden für der gleiche Handelsartikel.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Produit Handling Code <handlingInstructionsCodeReference> codes '11' (Refrigeration required) et '12' (Refrigeration pas required) ne doit pas être utilisé pour le même article commercial.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mogen Product Handling Code <handlingInstructionsCodeReference> codes '11' (Refrigeration required) en '12' (Refrigeration niet required) niet worden gebruikt voor hetzelfde handelsartikel.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Size Code <sizeCode> and Size System Code <sizeSystemCode> must be used together.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Size Code <sizeCode> und Size System Code <sizeSystemCode> muss verwendet werden together.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Size Code <sizeCode> et Size System Code <sizeSystemCode> doit être utilisé together.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moeten Size Code <sizeCode> en Size System Code <sizeSystemCode> samen worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Certification Standard <certificationStandard> is used and Certification Agency <certificationAgency> equals 'Additional_Label_Information', then Certification Value <certificationValue> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Certification Standard <certificationStandard> is verwendet und Certification Agency <certificationAgency> ist gleich 'Additional_Label_Information', dann Certification Value <certificationValue> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Certification Standard <certificationStandard> is utilisé et Certification Agency <certificationAgency> est égal à 'Additional_Label_Information', alors Certification Value <certificationValue> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Certification Standard <certificationStandard> wordt gebruikt en Certification Agency <certificationAgency> gelijk is aan 'Additional_Label_Information', dan moet Certification Waarde <certificationValue> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> and Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> can only be used together and Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> must equal 'ADR'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> und Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> kann nur sein verwendet together und Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> muss gleich sein 'ADR'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> et Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> ne peut être que utilisé together et Dangerous Goods Regulation Agency <dangerousGoodsRegulationAgency> doit être égal à 'ADR'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mogen Gevaarlijke-goederenregelgevingsinstantie <dangerousGoodsRegulationAgency> en Gevaarlijke-goederenregelgevingscode <dangerousGoodsRegulationCode> alleen samen worden gebruikt en moet Gevaarlijke-goederenregelgevingsinstantie <dangerousGoodsRegulationAgency> gelijk zijn aan 'ADR'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> is used, only the codes 'ZCG' (Contains Dangerous Goods) or 'ZNA' (Item is not a dangerous good nor contains dangerous good(s)) are allowed.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> is verwendet, nur der Codes 'ZCG' (Contains Dangerous Goods) oder 'ZNA' (Artikel ist nicht ein gefährlich good nor enthält gefährlich good(s)) sind erlaubt.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> is utilisé, seulement le codes 'ZCG' (Contains Dangerous Goods) ou 'ZNA' (Article n'est pas un dangereux good nor contient dangereux good(s)) sont autorisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Gevaarlijke-goederenregelgevingscode <dangerousGoodsRegulationCode> wordt gebruikt, zijn alleen de codes 'ZCG' (Bevat gevaarlijke goederen) of 'ZNA' (Artikel is geen gevaarlijk goed en bevat geen gevaarlijke goederen) toegestaan.
