Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'CMK' (Square centimetre), 'DMK' (Square decimetre), 'GRM' (Gram), 'KGM' (Kilogram), 'MGM' (Milligram), 'MMK' (Square millimetre), 'MTK' (Square metre) or 'TNE' (Tonne) are allowed for Packaging Material Quantity UoM (<packagingMaterialCompositionQuantity>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'CMK' (Square centimetre), 'DMK' (Square decimetre), 'GRM' (Gram), 'KGM' (Kilogram), 'MGM' (Milligram), 'MMK' (Square millimetre), 'MTK' (Square metre) oder 'TNE' (Tonne) sind erlaubt für Packaging Material Quantity UoM (<packagingMaterialCompositionQuantity>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'CMK' (Square centimetre), 'DMK' (Square decimetre), 'GRM' (Gram), 'KGM' (Kilogram), 'MGM' (Milligram), 'MMK' (Square millimetre), 'MTK' (Square metre) ou 'TNE' (Tonne) sont autorisé pour Packaging Material Quantity UoM (<packagingMaterialCompositionQuantity>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'CMK' (Square centimetre), 'DMK' (Square decimetre), 'GRM' (Gram), 'KGM' (Kilogram), 'MGM' (Milligram), 'MMK' (Square millimetre), 'MTK' (Square metre) of 'TNE' (Tonne) toegestaan voor Verpakking Materiaal Hoeveelheid UoM (<packagingMaterialCompositionQuantity>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes '23' (Grams Per Cubic Centimetre) or 'GL' (Gram Per Litre) are allowed for Dangerous Substance Gas Density UoM (<dangerousSubstanceGasDensity>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes '23' (Grams Per Cubic Centimetre) oder 'GL' (Gram Per Litre) sind erlaubt für Dangerous Substance Gas Density UoM (<dangerousSubstanceGasDensity>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes '23' (Grams Per Cubic Centimetre) ou 'GL' (Gram Per Litre) sont autorisé pour Dangerous Substance Gas Density UoM (<dangerousSubstanceGasDensity>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes '23' (Grams Per Cubic Centimetre) of 'GL' (Gram Per Litre) toegestaan voor Dangerous Substance Gas Density UoM (<dangerousSubstanceGasDensity>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'CONTAINS' or 'MAY_CONTAIN' are allowed for Allergen Containment Code (allergen/<levelOfContainmentCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'CONTAINS' oder 'MAY_CONTAIN' sind erlaubt für Allergen Containment Code (allergen/<levelOfContainmentCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'CONTAINS' ou 'MAY_CONTAIN' sont autorisé pour Allergen Containment Code (allergen/<levelOfContainmentCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'CONTAINS' of 'MAY_CONTAIN' toegestaan voor Allergen Containment Code (allergen/<levelOfContainmentCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Activity Type Code <productActivityTypeCode> equals 'LAST_PROCESSING', then codes '097' (EUROPEAN UNION) and 'NON_EU' are not allowed for the corresponding Country Code <countryCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Activity Typ Code <productActivityTypeCode> ist gleich 'LAST_PROCESSING', dann Codes '097' (EUROPEAN UNION) und 'NON_EU' sind nicht erlaubt für der corresponding Land Code <countryCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Activity Type Code <productActivityTypeCode> est égal à 'LAST_PROCESSING', alors codes '097' (EUROPEAN UNION) et 'NON_EU' ne sont pas autorisés pour le corresponding Pays Code <countryCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Product Activity Type Code <productActivityTypeCode> gelijk is aan 'LAST_PROCESSING', dan zijn codes '097' (EUROPEAN UNION) en 'NON_EU' niet toegestaan voor de bijbehorende Land Code <countryCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'TRUE' or 'FALSE' are allowed for Is Base Price Declaration Relevant <isBasePriceDeclarationRelevant>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'TRUE' oder 'FALSE' sind erlaubt für Ist Base Price Declaration Relevant <isBasePriceDeclarationRelevant>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'TRUE' ou 'FALSE' sont autorisé pour Est Base Price Declaration Relevant <isBasePriceDeclarationRelevant>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'TRUE' of 'FALSE' toegestaan voor Is Base Price Declaration Relevant <isBasePriceDeclarationRelevant>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Regulatory Agency <regulatoryAgency> equals 'UN' and Regulatory Act <regulatoryAct> equals 'GHS' only the codes 'TRUE' or 'FALSE' are allowed for Regulatory Permit Identification <regulatoryPermitIdentification>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Regulatory Agency <regulatoryAgency> ist gleich 'UN' und Regulatory Act <regulatoryAct> ist gleich 'GHS' nur der Codes 'TRUE' oder 'FALSE' sind erlaubt für Regulatory Permit Identification <regulatoryPermitIdentification>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Regulatory Agency <regulatoryAgency> est égal à 'UN' et Regulatory Act <regulatoryAct> est égal à 'GHS' seulement le codes 'TRUE' ou 'FALSE' sont autorisé pour Regulatory Permit Identification <regulatoryPermitIdentification>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Regulatory Agency <regulatoryAgency> gelijk is aan 'UN' en Regulatory Act <regulatoryAct> gelijk is aan 'GHS', zijn alleen de codes 'TRUE' of 'FALSE' toegestaan voor Regulatory Permit Identificatie <regulatoryPermitIdentification>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'TRUE' or 'FALSE' are allowed for Is Diet Type Marked on Package <isDietTypeMarkedOnPackage>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'TRUE' oder 'FALSE' sind erlaubt für Ist Diet Typ Marked auf Package <isDietTypeMarkedOnPackage>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'TRUE' ou 'FALSE' sont autorisé pour Est Diet Type Marked sur Package <isDietTypeMarkedOnPackage>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'TRUE' of 'FALSE' toegestaan voor Is Dieet Type Marked op Package <isDietTypeMarkedOnPackage>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'TRUE' or 'FALSE' are allowed for Claim Marked on Package <claimMarkedOnPackage>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'TRUE' oder 'FALSE' sind erlaubt für Claim Marked auf Package <claimMarkedOnPackage>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'TRUE' ou 'FALSE' sont autorisé pour Claim Marked sur Package <claimMarkedOnPackage>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'TRUE' of 'FALSE' toegestaan voor Claim Marked op Package <claimMarkedOnPackage>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'TRUE' or 'FALSE' are allowed for Batteries Built In Indicator <areBatteriesBuiltIn>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'TRUE' oder 'FALSE' sind erlaubt für Batteries Built In Indicator <areBatteriesBuiltIn>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'TRUE' ou 'FALSE' sont autorisé pour Batteries Built Dans Indicator <areBatteriesBuiltIn>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'TRUE' of 'FALSE' toegestaan voor Batteries Built In Indicator <areBatteriesBuiltIn>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the code 'LESS_THAN' is allowed for Percentage of Alcohol by Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Code 'LESS_THAN' ist erlaubt für Percentage von Alcohol von Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le code 'LESS_THAN' est autorisé pour Percentage de Alcohol par Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is alleen de code 'LESS_THAN' toegestaan voor Percentage of Alcohol door Volume Measurement Precision Code <percentageOfAlcoholByVolumeMeasurementPrecisionCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Customs Classification Type Code <importClassificationTypeCode> equals 'CUSTOMS_TARIFF_NUMBER', then Customs Classification Value <importClassificationValue> must have exactly 11 digits.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Customs Classification Typ Code <importClassificationTypeCode> ist gleich 'CUSTOMS_TARIFF_NUMBER', dann Customs Classification Value <importClassificationValue> muss haben exactly 11 digits.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Customs Classification Type Code <importClassificationTypeCode> est égal à 'CUSTOMS_TARIFF_NUMBER', alors Customs Classification Value <importClassificationValue> doit avoir exactly 11 digits.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Douane Classificatie Type Code <importClassificationTypeCode> gelijk is aan 'CUSTOMS_TARIFF_NUMBER', dan moet Douane Classificatie Waarde <importClassificationValue> exact 11 cijfers hebben.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Nutrient Code <nutrientTypeCode> is used, then Nutrient Basis <nutrientBasisQuantity> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Nutrient Code <nutrientTypeCode> is verwendet, dann Nutrient Basis <nutrientBasisQuantity> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nutrient Code <nutrientTypeCode> is utilisé, alors Nutrient Basis <nutrientBasisQuantity> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Nutrient Code <nutrientTypeCode> wordt gebruikt, dan moet Nutrient Basis <nutrientBasisQuantity> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Customs Classification Type Code <importClassificationTypeCode> equals 'TARIF_INTEGRE_DE_LA_COMMUNAUTE', then Customs Classification Value <importClassificationValue> must have exactly 10 digits.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Customs Classification Typ Code <importClassificationTypeCode> ist gleich 'TARIF_INTEGRE_DE_LA_COMMUNAUTE', dann Customs Classification Value <importClassificationValue> muss haben exactly 10 digits.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Customs Classification Type Code <importClassificationTypeCode> est égal à 'TARIF_INTEGRE_DE_LA_COMMUNAUTE', alors Customs Classification Value <importClassificationValue> doit avoir exactly 10 digits.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Douane Classificatie Type Code <importClassificationTypeCode> gelijk is aan 'TARIF_INTEGRE_DE_LA_COMMUNAUTE', dan moet Douane Classificatie Waarde <importClassificationValue> exact 10 cijfers hebben.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the code 'H87' (Piece) is allowed for Statistical Reporting Measurement UoM (<statisticalReportingMeasurement>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Code 'H87' (Piece) ist erlaubt für Statistical Reporting Measurement UoM (<statisticalReportingMeasurement>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le code 'H87' (Piece) est autorisé pour Statistical Reporting Measurement UoM (<statisticalReportingMeasurement>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is alleen de code 'H87' (Piece) toegestaan voor Statistical Reporting Measurement UoM (<statisticalReportingMeasurement>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'ANN' (Year), 'DAY' (Days), 'HUR' (Hour), 'MIN' (Minute), 'MON' (Month), 'SEC' (Second) or 'WEE' (Week) are allowed for Ripening Time Period UoM (<ripeningTimePeriod>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'ANN' (Year), 'DAY' (Days), 'HUR' (Hour), 'MIN' (Minute), 'MON' (Month), 'SEC' (Second) oder 'WEE' (Week) sind erlaubt für Ripening Time Period UoM (<ripeningTimePeriod>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'ANN' (Year), 'DAY' (Days), 'HUR' (Hour), 'MIN' (Minute), 'MON' (Month), 'SEC' (Second) ou 'WEE' (Week) sont autorisé pour Ripening Time Period UoM (<ripeningTimePeriod>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'ANN' (Year), 'DAY' (Days), 'HUR' (Hour), 'MIN' (Minute), 'MON' (Month), 'SEC' (Second) of 'WEE' (Week) toegestaan voor Ripening Time Period UoM (<ripeningTimePeriod>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Daily Intake Reference <dailyValueIntakeReference> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Daily Intake Reference <dailyValueIntakeReference> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Daily Intake Reference <dailyValueIntakeReference> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Daily Intake Reference <dailyValueIntakeReference> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only '100 Gram', '100 Millilitre', '1 Litre' or '1 Portion' are allowed for Nutrient Basis <nutrientBasisQuantity> and Nutrient Basis UoM (<nutrientBasisQuantity>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur '100 Gram', '100 Millilitre', '1 Litre' oder '1 Portion' sind erlaubt für Nutrient Basis <nutrientBasisQuantity> und Nutrient Basis UoM (<nutrientBasisQuantity>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement '100 Gram', '100 Millilitre', '1 Litre' ou '1 Portion' sont autorisé pour Nutrient Basis <nutrientBasisQuantity> et Nutrient Basis UoM (<nutrientBasisQuantity>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen '100 Gram', '100 Millilitre', '1 Litre' of '1 Portion' toegestaan voor Nutrient Basis <nutrientBasisQuantity> en Nutrient Basis UoM (<nutrientBasisQuantity>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Preparation Type Code <preparationTypeCode> is not equal to 'READY_TO_DRINK' or 'READY_TO_EAT', then Preparation Instructions <preparationInstructions> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Preparation Typ Code <preparationTypeCode> ist nicht gleich 'READY_TO_DRINK' oder 'READY_TO_EAT', dann Preparation Instructions <preparationInstructions> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Preparation Type Code <preparationTypeCode> n'est pas égal à 'READY_TO_DRINK' ou 'READY_TO_EAT', alors Preparation Instructions <preparationInstructions> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Preparation Type Code <preparationTypeCode> niet gelijk is aan 'READY_TO_DRINK' of 'READY_TO_EAT', dan moet Preparation Instructions <preparationInstructions> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Preparation Type Code <preparationTypeCode> must not equal 'PREPARED' or 'UNPREPARED'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Preparation Typ Code <preparationTypeCode> darf nicht gleich sein 'PREPARED' oder 'UNPREPARED'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Preparation Type Code <preparationTypeCode> ne doit pas être égal à 'PREPARED' ou 'UNPREPARED'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mag Preparation Type Code <preparationTypeCode> niet gelijk zijn aan 'PREPARED' of 'UNPREPARED'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Product Yield Variation Percentage <productYieldVariationPercentage> is only allowed if Product Yield <productYield> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Produkt Yield Variation Percentage <productYieldVariationPercentage> is nur erlaubt if Produkt Yield <productYield> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Produit Yield Variation Percentage <productYieldVariationPercentage> is seulement autorisé if Produit Yield <productYield> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Product Yield Variation Percentage <productYieldVariationPercentage> alleen toegestaan als Product Yield <productYield> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'PREPARED' or 'UNPREPARED' are allowed for Nutritional Preparation Code <preparationStateCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'PREPARED' oder 'UNPREPARED' sind erlaubt für Nutritional Preparation Code <preparationStateCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'PREPARED' ou 'UNPREPARED' sont autorisé pour Nutritional Preparation Code <preparationStateCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'PREPARED' of 'UNPREPARED' toegestaan voor Nutritional Preparation Code <preparationStateCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Organic Level Code <organicTradeItemCode> is equal to '2' (Organic) or '6' (In conversion from non-organic to organic), then Organic Certification Identification <organicCertificationIdentification> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Organic Ebene Code <organicTradeItemCode> is gleich '2' (Organic) oder '6' (In conversion from non-organic zu organic), dann Organic Certification Identification <organicCertificationIdentification> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Organic Niveau Code <organicTradeItemCode> is égal à '2' (Organic) ou '6' (Dans conversion from non-organic à organic), alors Organic Certification Identification <organicCertificationIdentification> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Organic Niveau Code <organicTradeItemCode> gelijk is aan '2' (Organic) of '6' (In conversion van non-organic naar organic), dan moet Organic Certification Identificatie <organicCertificationIdentification> worden gebruikt.
