Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if trade item contains dangerous goods (<dangerousGoodsRegulationCode> equals 'ZCG'), other dangerous goods information must be used for base unit: <Attribute name>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Handelsartikel enthält Gefahrgut (<dangerousGoodsRegulationCode> ist gleich 'ZCG'), anderer Gefahrgut Information muss verwendet werden für Basiseinheit: <Attribute name>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if article commercial contient marchandises dangereuses (<dangerousGoodsRegulationCode> est égal à 'ZCG'), autre marchandises dangereuses information doit être utilisé pour unité de base: <Attribute name>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als het handelsartikel gevaarlijke goederen bevat (<dangerousGoodsRegulationCode> gelijk is aan 'ZCG'), moet andere gevaarlijke goederen informatie worden gebruikt voor de basiseenheid: <Attribute name>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, this/these attribute/s <Attribute name> belong/s to the dangerous goods information and is/are only allowed for the base unit (<isTradeItemABaseUnit> equals 'TRUE') and if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> equals 'ZCG' (Contains Dangerous Goods).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, dieses/diese Attribut/s <Attribute name> belong/s zu der Gefahrgut Information und is/sind nur erlaubt für der Basiseinheit (<isTradeItemABaseUnit> ist gleich 'TRUE') und if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> ist gleich 'ZCG' (Contains Dangerous Goods).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, ce/ces attribut/s <Attribute name> belong/s à le marchandises dangereuses information et is/sont seulement autorisé pour le unité de base (<isTradeItemABaseUnit> est égal à 'TRUE') et if Dangerous Goods Regulation Code <dangerousGoodsRegulationCode> est égal à 'ZCG' (Contains Dangerous Goods).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, dit/deze attribuut/en <Attribute name> behoort/behoren tot de gevaarlijke goederen informatie en is/zijn alleen toegestaan voor de basiseenheid (<isTradeItemABaseUnit> gelijk is aan 'TRUE') en als Gevaarlijke-goederenregelgevingscode <dangerousGoodsRegulationCode> gelijk is aan 'ZCG' (Bevat gevaarlijke goederen).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Dangerous Goods Classification <classOfDangerousGoods> equals '1' (Explosive substances and articles), then Net Explosive Mass <netMassOfExplosives> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Dangerous Goods Classification <classOfDangerousGoods> ist gleich '1' (Explosive substances und articles), dann Net Explosive Mass <netMassOfExplosives> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Dangerous Goods Classification <classOfDangerousGoods> est égal à '1' (Explosive substances et articles), alors Net Explosive Mass <netMassOfExplosives> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Gevaarlijke-goederenclassificatie <classOfDangerousGoods> gelijk is aan '1' (Explosive substances en articles), dan moet Net Explosive Mass <netMassOfExplosives> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Net Explosive Mass <netMassOfExplosives> is only allowed if Dangerous Goods Classification <classOfDangerousGoods> equals '1' (Explosive substances and articles).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Net Explosive Mass <netMassOfExplosives> is nur erlaubt if Dangerous Goods Classification <classOfDangerousGoods> ist gleich '1' (Explosive substances und articles).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Net Explosive Mass <netMassOfExplosives> is seulement autorisé if Dangerous Goods Classification <classOfDangerousGoods> est égal à '1' (Explosive substances et articles).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Net Explosive Mass <netMassOfExplosives> alleen toegestaan als Gevaarlijke-goederenclassificatie <classOfDangerousGoods> gelijk is aan '1' (Explosive substances en articles).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> is only allowed if at least one of the contained base items contains dangerous goods (<dangerousGoodsRegulationCode> equals 'ZCG').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> is nur erlaubt if mindestens ein von der contained base Artikel enthält Gefahrgut (<dangerousGoodsRegulationCode> ist gleich 'ZCG').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> is seulement autorisé if au moins un de le contained base articles contient marchandises dangereuses (<dangerousGoodsRegulationCode> est égal à 'ZCG').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Gevaarlijke-goederencode voor beperkte hoeveelheden <dangerousGoodsLimitedQuantitiesCode> alleen toegestaan als ten minste één van de bevatte basiseenheden gevaarlijke goederen bevat (<dangerousGoodsRegulationCode> gelijk is aan 'ZCG').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if the base unit trade item contains dangerous goods (<dangerousGoodsRegulationCode> equals 'ZCG'), then Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> must be used on the base unit trade item and on all its parent levels of the trade item hierarchy.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if der Basiseinheit Handelsartikel enthält Gefahrgut (<dangerousGoodsRegulationCode> ist gleich 'ZCG'), dann Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> muss verwendet werden auf der Basiseinheit Handelsartikel und auf alle its parent levels von der Handelsartikel Hierarchie.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if le unité de base article commercial contient marchandises dangereuses (<dangerousGoodsRegulationCode> est égal à 'ZCG'), alors Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> doit être utilisé sur le unité de base article commercial et sur tous its parent levels de le article commercial hiérarchie.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als de basiseenheid handelsartikel gevaarlijke goederen bevat (<dangerousGoodsRegulationCode> gelijk is aan 'ZCG'), dan moet Gevaarlijke-goederencode voor beperkte hoeveelheden <dangerousGoodsLimitedQuantitiesCode> worden gebruikt op de basiseenheid en op alle bovenliggende niveaus van de handelsartikelhiërarchie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Packaging Date Type Code <tradeItemDateOnPackagingTypeCode> is used and not equal to ('NO_DATE_MARKED', 'DISPLAY_UNTIL_DATE', 'FREEZING_DATE', 'PACKAGING_DATE' or 'PRODUCTION_DATE'), then Minimum Days of Shelf Life at Arrival <minimumTradeItemLifespanFromTimeOfArrival> and/or Minimum Days of Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Packaging Datum Typ Code <tradeItemDateOnPackagingTypeCode> is verwendet und nicht gleich ('NO_DATE_MARKED', 'DISPLAY_UNTIL_DATE', 'FREEZING_DATE', 'PACKAGING_DATE' oder 'PRODUCTION_DATE'), dann Minimum Days von Shelf Life bei Arrival <minimumTradeItemLifespanFromTimeOfArrival> und/oder Minimum Days von Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Packaging Date Type Code <tradeItemDateOnPackagingTypeCode> is utilisé et pas égal à ('NO_DATE_MARKED', 'DISPLAY_UNTIL_DATE', 'FREEZING_DATE', 'PACKAGING_DATE' ou 'PRODUCTION_DATE'), alors Minimum Days de Shelf Life à Arrival <minimumTradeItemLifespanFromTimeOfArrival> et/ou Minimum Days de Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Verpakking Datum Type Code <tradeItemDateOnPackagingTypeCode> wordt gebruikt en niet gelijk is aan ('NO_DATE_MARKED', 'DISPLAY_UNTIL_DATE', 'FREEZING_DATE', 'PACKAGING_DATE' of 'PRODUCTION_DATE'), dan moeten Minimum Days of Shelf Life bij Arrival <minimumTradeItemLifespanFromTimeOfArrival> en/of Minimum Days of Shelf Life van Production <minimumTradeItemLifespanFromTimeOfProduction> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Regulatory Act <regulatoryAct> equals 'GHS' and Regulatory Permit Identification <regulatoryPermitIdentification> equals 'TRUE', then other GHS information must be used for the base unit: <Attribute name>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Regulatory Act <regulatoryAct> ist gleich 'GHS' und Regulatory Permit Identification <regulatoryPermitIdentification> ist gleich 'TRUE', dann anderer GHS Information muss verwendet werden für der Basiseinheit: <Attribute name>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Regulatory Act <regulatoryAct> est égal à 'GHS' et Regulatory Permit Identification <regulatoryPermitIdentification> est égal à 'TRUE', alors autre GHS information doit être utilisé pour le unité de base: <Attribute name>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Regulatory Act <regulatoryAct> gelijk is aan 'GHS' en Regulatory Permit Identificatie <regulatoryPermitIdentification> gelijk is aan 'TRUE', dan moet andere GHS informatie worden gebruikt voor de basiseenheid: <Attribute name>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, attribute/s <Attribute name> belong/s to the GHS information and is/are only allowed if Regulatory Act <regulatoryAct> equals 'GHS' and Regulatory Permit Identification <regulatoryPermitIdentification> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Attribut/s <Attribute name> belong/s zu der GHS Information und is/sind nur erlaubt if Regulatory Act <regulatoryAct> ist gleich 'GHS' und Regulatory Permit Identification <regulatoryPermitIdentification> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, attribut/s <Attribute name> belong/s à le GHS information et is/sont seulement autorisé if Regulatory Act <regulatoryAct> est égal à 'GHS' et Regulatory Permit Identification <regulatoryPermitIdentification> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, attribuut/en <Attribute name> behoort/behoren tot de GHS informatie en is/zijn alleen toegestaan als Regulatory Act <regulatoryAct> gelijk is aan 'GHS' en Regulatory Permit Identificatie <regulatoryPermitIdentification> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Dangerous Substance Waste Code <enumerationValue> is only allowed if the corresponding agency <externalAgencyName> equals 'EU'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Dangerous Substance Waste Code <enumerationValue> is nur erlaubt if der corresponding agency <externalAgencyName> ist gleich 'EU'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Dangerous Substance Waste Code <enumerationValue> is seulement autorisé if le corresponding agency <externalAgencyName> est égal à 'EU'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Dangerous Substance Waste Code <enumerationValue> alleen toegestaan als de bijbehorende agency <externalAgencyName> gelijk is aan 'EU'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Chemical Ingredient Identification [Unique Formula Identifier (UFI)] <chemicalIngredientIdentification> must be used together and Chemical Ingredient Scheme <chemicalIngredientScheme> must equal 'UFI'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Chemical Ingredient Identification [Unique Formula Identifier (UFI)] <chemicalIngredientIdentification> muss verwendet werden together und Chemical Ingredient Scheme <chemicalIngredientScheme> muss gleich sein 'UFI'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Chemical Ingredient Identification [Unique Formula Identifier (UFI)] <chemicalIngredientIdentification> doit être utilisé together et Chemical Ingredient Scheme <chemicalIngredientScheme> doit être égal à 'UFI'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moeten Chemical Ingredient Identificatie [Unique Formula Identificatie (UFI)] <chemicalIngredientIdentification> samen worden gebruikt en moet Chemical Ingredient Scheme <chemicalIngredientScheme> gelijk zijn aan 'UFI'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Hazardous Statements Description <hazardStatementsDescription> is only allowed if Hazardous Statements Code <hazardStatementsCode> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Hazardous Statements Beschreibung <hazardStatementsDescription> is nur erlaubt if Hazardous Statements Code <hazardStatementsCode> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Hazardous Statements Description <hazardStatementsDescription> is seulement autorisé if Hazardous Statements Code <hazardStatementsCode> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Gevaarsaanduidingsomschrijving <hazardStatementsDescription> alleen toegestaan als Gevaarsaanduidingscode <hazardStatementsCode> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Precautionary Statement Description <precautionaryStatementsDescription> is only allowed if Precautionary Statements Code <precautionaryStatementsCode> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Precautionary Statement Beschreibung <precautionaryStatementsDescription> is nur erlaubt if Precautionary Statements Code <precautionaryStatementsCode> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Precautionary Statement Description <precautionaryStatementsDescription> is seulement autorisé if Precautionary Statements Code <precautionaryStatementsCode> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Voorzorgsmaatregelomschrijving <precautionaryStatementsDescription> alleen toegestaan als Voorzorgsmaatregelcode <precautionaryStatementsCode> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Dangerous Substance Name <dangerousSubstanceName>, Flammable Substance Minimum Percent <flammableSubstanceMinimumPercent> and Flammable Substance Maximum Percent <flammableSubstanceMaximumPercent> can only be used together.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Dangerous Substance Name <dangerousSubstanceName>, Flammable Substance Minimum Percent <flammableSubstanceMinimumPercent> und Flammable Substance Maximum Percent <flammableSubstanceMaximumPercent> kann nur sein verwendet together.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Dangerous Substance Nom <dangerousSubstanceName>, Flammable Substance Minimum Percent <flammableSubstanceMinimumPercent> et Flammable Substance Maximum Percent <flammableSubstanceMaximumPercent> ne peut être que utilisé together.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mogen Dangerous Substance Name <dangerousSubstanceName>, Flammable Substance Minimum Procent <flammableSubstanceMinimumPercent> en Flammable Substance Maximum Procent <flammableSubstanceMaximumPercent> alleen samen worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Regulation Level Code Reference <regulationLevelCodeReference> and Regulatory Act Compliance Level Code <regulatoryActComplianceLevelCode> are only allowed if Regulation Type Code <regulationTypeCode> equals 'EXPLOSIVES_PRECURSORS_REGISTRATION' and Regulation Compliance Indicator <isTradeItemRegulationCompliant> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Regulation Ebene Code Reference <regulationLevelCodeReference> und Regulatory Act Compliance Ebene Code <regulatoryActComplianceLevelCode> sind nur erlaubt if Regulation Typ Code <regulationTypeCode> ist gleich 'EXPLOSIVES_PRECURSORS_REGISTRATION' und Regulation Compliance Indicator <isTradeItemRegulationCompliant> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Regulation Niveau Code Reference <regulationLevelCodeReference> et Regulatory Act Compliance Niveau Code <regulatoryActComplianceLevelCode> sont seulement autorisé if Regulation Type Code <regulationTypeCode> est égal à 'EXPLOSIVES_PRECURSORS_REGISTRATION' et Regulation Compliance Indicator <isTradeItemRegulationCompliant> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn Regelgeving Niveau Code Reference <regulationLevelCodeReference> en Regulatory Act Compliance Niveau Code <regulatoryActComplianceLevelCode> alleen toegestaan als Regelgeving Type Code <regulationTypeCode> gelijk is aan 'EXPLOSIVES_PRECURSORS_REGISTRATION' en Regelgeving Compliance Indicator <isTradeItemRegulationCompliant> gelijk is aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the code 'CONTAINS' is allowed for Additive Containment Code <levelOfContainmentCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Code 'CONTAINS' ist erlaubt für Additive Containment Code <levelOfContainmentCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le code 'CONTAINS' est autorisé pour Additive Containment Code <levelOfContainmentCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is alleen de code 'CONTAINS' toegestaan voor Additive Containment Code <levelOfContainmentCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the code 'GREATER_THAN_OR_EQUAL' is allowed for Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Code 'GREATER_THAN_OR_EQUAL' ist erlaubt für Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le code 'GREATER_THAN_OR_EQUAL' est autorisé pour Fat Percentage dans Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is alleen de code 'GREATER_THAN_OR_EQUAL' toegestaan voor Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes '2P' (Kilobyte), '4L' (Megabyte), 'AD' (Byte), 'E34' (Gigabyte) or 'E35' (Terabyte) are allowed for File Size UoM (<fileSize>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes '2P' (Kilobyte), '4L' (Megabyte), 'AD' (Byte), 'E34' (Gigabyte) oder 'E35' (Terabyte) sind erlaubt für File Size UoM (<fileSize>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes '2P' (Kilobyte), '4L' (Megabyte), 'AD' (Byte), 'E34' (Gigabyte) ou 'E35' (Terabyte) sont autorisé pour File Size UoM (<fileSize>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes '2P' (Kilobyte), '4L' (Megabyte), 'AD' (Byte), 'E34' (Gigabyte) of 'E35' (Terabyte) toegestaan voor File Size UoM (<fileSize>/@<measurementUnitCode>).
