Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Organic Certification Identification <organicCertificationIdentification> is only allowed if Organic Level Code <organicTradeItemCode> is equal to '2' (Organic) or '6' (In conversion from non-organic to organic).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Organic Certification Identification <organicCertificationIdentification> is nur erlaubt if Organic Ebene Code <organicTradeItemCode> is gleich '2' (Organic) oder '6' (In conversion from non-organic zu organic).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Organic Certification Identification <organicCertificationIdentification> is seulement autorisé if Organic Niveau Code <organicTradeItemCode> is égal à '2' (Organic) ou '6' (Dans conversion from non-organic à organic).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Organic Certification Identificatie <organicCertificationIdentification> alleen toegestaan als Organic Niveau Code <organicTradeItemCode> gelijk is aan '2' (Organic) of '6' (In conversion van non-organic naar organic).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if <packagingRawMaterialCode> equals 'RECYCLED' then Packaging Raw Material Content Percentage <packagingRawMaterialContentPercentage> is only allowed if Packaging Material Composition Quantity <packagingMaterialCompositionQuantity> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if <packagingRawMaterialCode> ist gleich 'RECYCLED' dann Packaging Raw Material Content Percentage <packagingRawMaterialContentPercentage> is nur erlaubt if Packaging Material Composition Quantity <packagingMaterialCompositionQuantity> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if <packagingRawMaterialCode> est égal à 'RECYCLED' alors Packaging Raw Material Content Percentage <packagingRawMaterialContentPercentage> is seulement autorisé if Packaging Material Composition Quantity <packagingMaterialCompositionQuantity> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als <packagingRawMaterialCode> gelijk is aan 'RECYCLED', dan is Verpakking Raw Materiaal Content Percentage <packagingRawMaterialContentPercentage> alleen toegestaan als Verpakking Materiaal Samenstelling Hoeveelheid <packagingMaterialCompositionQuantity> wordt gebruikt.

source: Multiple values for <foodValueBasis> for each attribute are not allowed.
de: Multiple Werte für <foodValueBasis> für jeder Attribut sind nicht erlaubt.
fr: Multiple valeurs pour <foodValueBasis> pour chaque attribut ne sont pas autorisés.
nl: Meerdere waarden voor <foodValueBasis> per attribuut zijn niet toegestaan.

source: Multiple values for <foodValuePerTradeItem> for each attribute are not allowed.
de: Multiple Werte für <foodValuePerTradeItem> für jeder Attribut sind nicht erlaubt.
fr: Multiple valeurs pour <foodValuePerTradeItem> pour chaque attribut ne sont pas autorisés.
nl: Meerdere waarden voor <foodValuePerTradeItem> per attribuut zijn niet toegestaan.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Additional Product Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) equals 'PLU', then associated Additional Product Identification <additionalTradeItemIdentification> value SHALL begin with ('02' , '22' , '24' , '26' , '28' , '21' , '23' , '25' , '27 or '29').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Additional Produkt Identification Typ Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) ist gleich 'PLU', dann associated Additional Produkt Identification <additionalTradeItemIdentification> Wert SHALL begin mit ('02' , '22' , '24' , '26' , '28' , '21' , '23' , '25' , '27 oder '29').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Additional Produit Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) est égal à 'PLU', alors associated Additional Produit Identification <additionalTradeItemIdentification> valeur SHALL begin avec ('02' , '22' , '24' , '26' , '28' , '21' , '23' , '25' , '27 ou '29').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Additional Product Identificatie Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) gelijk is aan 'PLU', dan moet de bijbehorende Additional Product Identificatie <additionalTradeItemIdentification> waarde beginnen met ('02', '22', '24', '26', '28', '21', '23', '25', '27' of '29').

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Additional Product Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) equals 'PLU', then Variable Unit Indicator <isTradeItemAVariableUnit> SHALL equal 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Additional Produkt Identification Typ Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) ist gleich 'PLU', dann Variable Einheit Indicator <isTradeItemAVariableUnit> SHALL equal 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Additional Produit Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) est égal à 'PLU', alors Variable Unité Indicator <isTradeItemAVariableUnit> SHALL equal 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Aanvullende productidentificatie-typecode (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) gelijk is aan 'PLU', dan moet Variabele-eenheid-indicator <isTradeItemAVariableUnit> gelijk zijn aan 'TRUE'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Variable Unit Indicator <isTradeItemAVariableUnit> equals 'TRUE', then one Additional Product Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL equal 'PLU'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Variable Einheit Indicator <isTradeItemAVariableUnit> ist gleich 'TRUE', dann one Additional Produkt Identification Typ Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL equal 'PLU'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Variable Unité Indicator <isTradeItemAVariableUnit> est égal à 'TRUE', alors one Additional Produit Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) SHALL equal 'PLU'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Variabele-eenheid-indicator <isTradeItemAVariableUnit> gelijk is aan 'TRUE', dan moet één Aanvullende productidentificatie-typecode (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) gelijk zijn aan 'PLU'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Additional Product Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) equals 'PLU', then associated Additional Product Identification <additionalTradeItemIdentification> value SHALL have exactly 7 digits.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Additional Produkt Identification Typ Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) ist gleich 'PLU', dann associated Additional Produkt Identification <additionalTradeItemIdentification> Wert SHALL haben exactly 7 digits.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Additional Produit Identification Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) est égal à 'PLU', alors associated Additional Produit Identification <additionalTradeItemIdentification> valeur SHALL ont exactly 7 digits.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Additional Product Identificatie Type Code (<additionalTradeItemIdentification>/@<additionalTradeItemIdentificationTypeCode>) gelijk is aan 'PLU', dan moet de bijbehorende Additional Product Identificatie <additionalTradeItemIdentification> waarde exact 7 cijfers hebben.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Currency Code (.../@currencycode) is used, then at least one iteration of .../@currencycode SHALL equal 'EUR'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Currency Code (.../@currencycode) is verwendet, dann mindestens eine Iteration von .../@currencycode SHALL equal 'EUR'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Currency Code (.../@currencycode) is utilisé, alors au moins une itération de .../@currencycode SHALL equal 'EUR'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Currency Code (.../@currencycode) wordt gebruikt, dan moet ten minste één iteratie van .../@currencycode gelijk zijn aan 'EUR'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Display Ready Packaging <hasDisplayReadyPackaging> equals 'TRUE', then Consumer Unit Indicator <isTradeItemAConsumerUnit> SHALL equal 'FALSE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Display Ready Packaging <hasDisplayReadyPackaging> ist gleich 'TRUE', dann Consumer Einheit Indicator <isTradeItemAConsumerUnit> SHALL equal 'FALSE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Display Ready Packaging <hasDisplayReadyPackaging> est égal à 'TRUE', alors Consumer Unité Indicator <isTradeItemAConsumerUnit> SHALL equal 'FALSE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Display Ready Verpakking <hasDisplayReadyPackaging> gelijk is aan 'TRUE', dan moet Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk zijn aan 'FALSE'.

source: There must be one iteration for language 'French'.
de: Es muss one Iteration für Sprache 'French'.
fr: Il doit y avoir one itération pour langue 'French'.
nl: Er mag ten hoogste één iteratie zijn van de taal 'Frans'.

source: Alcohol Percentage <percentageOfAlcoholByVolume> is not used. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>,
de: Alcohol Percentage <percentageOfAlcoholByVolume> ist nicht verwendet. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>,
fr: Alcohol Percentage <percentageOfAlcoholByVolume> n'est pas utilisé. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>,
nl: Alcoholpercentage <percentageOfAlcoholByVolume> wordt niet gebruikt. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>,

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Shipping Unit Indicator <isTradeItemADespatchUnit> equals 'TRUE' and GTIN (Global Trade Item Number) <gtin> begins with '9', then Variable Measure Indicator <isTradeItemAVariableUnit> must equal 'TRUE' on the lowest level of the hierarchy where Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Shipping Einheit Indicator <isTradeItemADespatchUnit> ist gleich 'TRUE' und GTIN (Globale Handelsartikelnummer) <gtin> begins mit '9', dann Variable Measure Indicator <isTradeItemAVariableUnit> muss gleich sein 'TRUE' auf der lowest Ebene von der Hierarchie wobei Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Shipping Unité Indicator <isTradeItemADespatchUnit> est égal à 'TRUE' et GTIN (Numéro d'article commercial mondial) <gtin> begins avec '9', alors Variable Measure Indicator <isTradeItemAVariableUnit> doit être égal à 'TRUE' sur le lowest niveau de le hiérarchie où Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk is aan 'TRUE' en GTIN (Global Trade Item Number) <gtin> begint met '9', dan moet Variable Measure Indicator <isTradeItemAVariableUnit> gelijk zijn aan 'TRUE' op het laagste niveau van de hiërarchie waarbij Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE'.

source: Initial Manufacturer Sterilisation Code <initialManufacturerSterilisationCode> and/or Manufacturer Specified Acceptable Resterilisation Code <manufacturerSpecifiedAcceptableResterilisationCode> must not equal 'NO_STERILISATION_REQUIRED' and is invalidly used.
de: Initial Manufacturer Sterilisation Code <initialManufacturerSterilisationCode> und/oder Manufacturer Specified Acceptable Resterilisation Code <manufacturerSpecifiedAcceptableResterilisationCode> darf nicht gleich sein 'NO_STERILISATION_REQUIRED' und is invalidly verwendet.
fr: Initial Manufacturer Sterilisation Code <initialManufacturerSterilisationCode> et/ou Manufacturer Specified Acceptable Resterilisation Code <manufacturerSpecifiedAcceptableResterilisationCode> ne doit pas être égal à 'NO_STERILISATION_REQUIRED' et is invalidly utilisé.
nl: Initial Manufacturer Sterilisation Code <initialManufacturerSterilisationCode> en/of Manufacturer Specified Acceptable Resterilisation Code <manufacturerSpecifiedAcceptableResterilisationCode> mag niet gelijk zijn aan 'NO_STERILISATION_REQUIRED' en wordt ongeldig gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Tax Type Code <dutyFeeTaxTypeCode> equals ('VAT' or 'IVA') and Tax Percentage <dutyFeeTaxRate> equals 0 (zero), then Tax Category Code <dutyFeeTaxCategoryCode> must be 'ZERO' or 'EXEMPT'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Tax Typ Code <dutyFeeTaxTypeCode> ist gleich ('VAT' oder 'IVA') und Tax Percentage <dutyFeeTaxRate> ist gleich 0 (null), dann Tax Kategorie Code <dutyFeeTaxCategoryCode> muss sein 'ZERO' oder 'EXEMPT'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Tax Type Code <dutyFeeTaxTypeCode> est égal à ('VAT' ou 'IVA') et Tax Percentage <dutyFeeTaxRate> est égal à 0 (zéro), alors Tax Catégorie Code <dutyFeeTaxCategoryCode> doit être 'ZERO' ou 'EXEMPT'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Tax Type Code <dutyFeeTaxTypeCode> gelijk is aan ('VAT' of 'IVA') en Tax Percentage <dutyFeeTaxRate> gelijk is aan 0 (nul), dan moet Tax Categorie Code <dutyFeeTaxCategoryCode> 'ZERO' of 'EXEMPT' zijn.

source: You are providing information on Non-GTIN Pallet. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if any of the following attributes is provided, then all must be provided: Non-GTIN Logistic Unit <Length> <depth>, Non-GTIN Logistic Unit Width <width>, Non-GTIN Logistic Unit Height <height>, Non-GTIN Logistic Unit Gross Weight <grossWeight>, Number of Layers per Non-GTIN Pallet <quantityOfLayersPerPallet>, Number of Units per Layer in a Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>, Count of This Specific Item in a Non-GTIN Pallet <quantityOfTradeItemsPerPallet>.
de: You sind providing Information auf Non-GTIN Pallet. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if jeder von der folgende Attribute ist angegeben, dann alle muss angegeben werden: Non-GTIN Logistic Einheit <Length> <depth>, Non-GTIN Logistic Einheit Breite <width>, Non-GTIN Logistic Einheit Höhe <height>, Non-GTIN Logistic Einheit Bruttogewicht <grossWeight>, Anzahl von Layers pro Non-GTIN Pallet <quantityOfLayersPerPallet>, Anzahl von Einheiten pro Layer in ein Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>, Count von This Specific Artikel in ein Non-GTIN Pallet <quantityOfTradeItemsPerPallet>.
fr: You sont providing information sur Non-GTIN Pallet. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if tout de le suivant attributs est fourni, alors tous doit être fourni: Non-GTIN Logistic Unité <Length> <depth>, Non-GTIN Logistic Unité Largeur <width>, Non-GTIN Logistic Unité Hauteur <height>, Non-GTIN Logistic Unité Poids brut <grossWeight>, Nombre de Layers par Non-GTIN Pallet <quantityOfLayersPerPallet>, Nombre de Unités par Layer dans un Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>, Count de This Specific Article dans un Non-GTIN Pallet <quantityOfTradeItemsPerPallet>.
nl: U verstrekt informatie over een Non-GTIN Pallet. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als elk van de volgende attributen is opgegeven, dan moeten alle worden opgegeven: Non-GTIN Logistic Eenheid <Length> <depth>, Non-GTIN Logistic Eenheid Breedte <width>, Non-GTIN Logistic Eenheid Hoogte <height>, Non-GTIN Logistic Eenheid Brutogewicht <grossWeight>, Aantal Lagen per Non-GTIN Pallet <quantityOfLayersPerPallet>, Aantal Eenheden per Laag in een Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>, Count of This Specific Artikel in een Non-GTIN Pallet <quantityOfTradeItemsPerPallet>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if there is one iteration of the Nutritional Class where Nutritional Program Code <nutritionalProgramCode> equals '8' (Nutri-Score) and Nutritional Score <nutritionalScore> equals 'EXEMPT', then no other iteration of Nutritional Program Code <nutritionalProgramCode> equal to '8' (Nutri-Score) is allowed.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if es gibt eine Iteration von der Nutritional Klasse wobei Nutritional Program Code <nutritionalProgramCode> ist gleich '8' (Nutri-Score) und Nutritional Score <nutritionalScore> ist gleich 'EXEMPT', dann kein anderer Iteration von Nutritional Program Code <nutritionalProgramCode> gleich '8' (Nutri-Score) ist erlaubt.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if il y un une itération de le Nutritional Classe où Nutritional Program Code <nutritionalProgramCode> est égal à '8' (Nutri-Score) et Nutritional Score <nutritionalScore> est égal à 'EXEMPT', alors aucun autre itération de Nutritional Program Code <nutritionalProgramCode> égal à '8' (Nutri-Score) est autorisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als er één iteratie is van de Nutritional Class waarbij Nutritional Program Code <nutritionalProgramCode> gelijk is aan '8' (Nutri-Score) en Nutritional Score <nutritionalScore> gelijk is aan 'EXEMPT', dan is geen andere iteratie van Nutritional Program Code <nutritionalProgramCode> gelijk aan '8' (Nutri-Score) toegestaan.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Minimum Days of Shelf Life at Arrival <minimumTradeItemLifespanFromTimeOfArrival> is used, then it must not be greater than Minimum Days of Shelf Life at Arrival <minimumTradeItemLifespanFromTimeOfArrival> of any of its child items.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Minimum Days von Shelf Life bei Arrival <minimumTradeItemLifespanFromTimeOfArrival> is verwendet, dann it darf nicht sein größer als Minimum Days von Shelf Life bei Arrival <minimumTradeItemLifespanFromTimeOfArrival> von jeder von its untergeordnete Artikel.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Minimum Days de Shelf Life à Arrival <minimumTradeItemLifespanFromTimeOfArrival> is utilisé, alors it ne doit pas être supérieur à Minimum Days de Shelf Life à Arrival <minimumTradeItemLifespanFromTimeOfArrival> de tout de its articles enfants.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Minimum Days of Shelf Life bij Arrival <minimumTradeItemLifespanFromTimeOfArrival> wordt gebruikt, dan mag het niet groter zijn dan Minimum Days of Shelf Life bij Arrival <minimumTradeItemLifespanFromTimeOfArrival> van elk van zijn onderliggende artikelen.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Minimum Days of Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> is used, then it must not be greater than Minimum Days of Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> of any of its child items.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Minimum Days von Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> is verwendet, dann it darf nicht sein größer als Minimum Days von Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> von jeder von its untergeordnete Artikel.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Minimum Days de Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> is utilisé, alors it ne doit pas être supérieur à Minimum Days de Shelf Life from Production <minimumTradeItemLifespanFromTimeOfProduction> de tout de its articles enfants.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Minimum Days of Shelf Life van Production <minimumTradeItemLifespanFromTimeOfProduction> wordt gebruikt, dan mag het niet groter zijn dan Minimum Days of Shelf Life van Production <minimumTradeItemLifespanFromTimeOfProduction> van elk van zijn onderliggende artikelen.
