Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then Height <height> must not be less than 80 percent of the current version height.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann Höhe <height> darf nicht sein kleiner als 80 percent von der aktuelle version Höhe.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors Hauteur <height> ne doit pas être inférieur à 80 percent de le actuel version hauteur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag de Hoogte <height> niet kleiner zijn dan 80 procent van de hoogte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then Width <width> must not be less than 80 percent of the current version width.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann Breite <width> darf nicht sein kleiner als 80 percent von der aktuelle version Breite.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors Largeur <width> ne doit pas être inférieur à 80 percent de le actuel version largeur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag Breedte <width> niet kleiner zijn dan 80 procent van de breedte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then Depth <depth> shall not be less than 80 percent of the current version depth.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann Tiefe <depth> darf nicht sein kleiner als 80 percent von der aktuelle version Tiefe.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors Profondeur <depth> ne doit pas être inférieur à 80 percent de le actuel version profondeur.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag Diepte <depth> niet kleiner zijn dan 80 procent van de diepte van de huidige versie.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and if the Document Command is equal to 'CHANGE_BY_REFRESH' then Gross Weight <grossWeight> shall not be less than 80 percent of the current version Gross Weight <grossWeight>.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und if der Document Command is gleich 'CHANGE_BY_REFRESH' dann Bruttogewicht <grossWeight> darf nicht sein kleiner als 80 percent von der aktuelle version Bruttogewicht <grossWeight>.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et if le Document Command is égal à 'CHANGE_BY_REFRESH' alors Poids brut <grossWeight> ne doit pas être inférieur à 80 percent de le actuel version Poids brut <grossWeight>.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en als de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag het Bruto Gewicht <grossWeight> niet kleiner zijn dan 80 procent van de huidige versie van het Bruto Gewicht<grossWeight>.

source: <partyRoleCode> is mandatory in <tradeItem>/PartyInRole class.
de: <partyRoleCode> ist obligatorisch in <tradeItem>/PartyInRole Klasse.
fr: <partyRoleCode> est obligatoire dans <tradeItem>/PartyInRole classe.
nl: <partyRoleCode> is verplicht in de <tradeItem>/PartyInRole class.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Product Yield <productYield> is used, then Preparation Type Code <preparationTypeCode> shall be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Produkt Yield <productYield> is verwendet, dann Preparation Typ Code <preparationTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Produit Yield <productYield> is utilisé, alors Preparation Type Code <preparationTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Product Yield <productYield> wordt gebruikt, dan moet Code Type Bereiding <preparationTypeCode> worden gebruikt.

source: If <productYield> is not empty then <productYieldTypeCode> must not be empty.
de: Wenn <productYield> ist nicht leer dann <productYieldTypeCode> darf nicht leer sein.
fr: Si <productYield> n'est pas vide alors <productYieldTypeCode> ne doit pas être vide.
nl: Als <productYield> niet leeg is, mag <productYieldTypeCode> niet leeg zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and Nonphysical Unit Indicator <isTradeItemNonphysical> equals 'FALSE' or is not used, and Service Indicator <isTradeItemAService> equals 'FALSE' or is not used, and one iteration of Trade Channel Code <tradeItemTradeChannelCode> equals to ('CASH_AND_CARRY', 'CONSIGNMENT', 'CONVENIENCE', 'DRUG_STORE', 'FOOD_SERVICE', 'GROCERY', 'ONLINE' or 'UNSPECIFIED') or Trade Channel Code is not used, then Despatch Unit Indicator <isTradeItemADespatchUnit> shall equal 'TRUE' for at least one GTIN (Global Trade Item Number) in the hierarchy.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und Nonphysical Einheit Indicator <isTradeItemNonphysical> ist gleich 'FALSE' oder ist nicht verwendet, und Service Indicator <isTradeItemAService> ist gleich 'FALSE' oder ist nicht verwendet, und eine Iteration von Trade Channel Code <tradeItemTradeChannelCode> ist gleich zu ('CASH_AND_CARRY', 'CONSIGNMENT', 'CONVENIENCE', 'DRUG_STORE', 'FOOD_SERVICE', 'GROCERY', 'ONLINE' oder 'UNSPECIFIED') oder Trade Channel Code ist nicht verwendet, dann Despatch Einheit Indicator <isTradeItemADespatchUnit> muss gleich sein 'TRUE' für mindestens ein GTIN (Globale Handelsartikelnummer) in der Hierarchie.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et Nonphysical Unité Indicator <isTradeItemNonphysical> est égal à 'FALSE' ou n'est pas utilisé, et Service Indicator <isTradeItemAService> est égal à 'FALSE' ou n'est pas utilisé, et une itération de Trade Channel Code <tradeItemTradeChannelCode> est égal à à ('CASH_AND_CARRY', 'CONSIGNMENT', 'CONVENIENCE', 'DRUG_STORE', 'FOOD_SERVICE', 'GROCERY', 'ONLINE' ou 'UNSPECIFIED') ou Trade Channel Code n'est pas utilisé, alors Despatch Unité Indicator <isTradeItemADespatchUnit> doit être égal à 'TRUE' pour au moins un GTIN (Numéro d'article commercial mondial) dans le hiérarchie.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en als Niet-fysieke-eenheid-indicator <isTradeItemNonphysical> gelijk is aan 'FALSE' of niet wordt gebruikt, en Service Indicator <isTradeItemAService> gelijk is aan 'FALSE' of niet wordt gebruikt, en één iteratie van Trade Channel Code <tradeItemTradeChannelCode> gelijk is aan ('CASH_AND_CARRY', 'CONSIGNMENT', 'CONVENIENCE', 'DRUG_STORE', 'FOOD_SERVICE', 'GROCERY', 'ONLINE' of 'UNSPECIFIED') of Trade Channel Code niet wordt gebruikt, dan moet Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk zijn aan 'TRUE' voor ten minste één GTIN in de hiërarchie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name> and for the same Tax Type Code <dutyFeeTaxTypeCode> the range of <dutyFeeTaxEffectiveStartDateTime> and <dutyFeeTaxEffectiveEndDateTime> SHALL NOT overlap.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name> und für der gleiche Tax Typ Code <dutyFeeTaxTypeCode> der range von <dutyFeeTaxEffectiveStartDateTime> und <dutyFeeTaxEffectiveEndDateTime> SHALL NOT overlap.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom> et pour le même Tax Type Code <dutyFeeTaxTypeCode> le range de <dutyFeeTaxEffectiveStartDateTime> et <dutyFeeTaxEffectiveEndDateTime> SHALL NOT overlap.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam> en voor dezelfde Tax Type Code <dutyFeeTaxTypeCode> mogen de bereiken van <dutyFeeTaxEffectiveStartDateTime> en <dutyFeeTaxEffectiveEndDateTime> NIET overlappen.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <gpcCategoryCode> equals '10000424' and <isTradeItemAConsumerUnit> equals 'TRUE' then at least one iteration of <priceComparisonContentTypeCode> shall equal 'PER_KILOGRAM' or 'PER_LITRE'.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <gpcCategoryCode> ist gleich '10000424' und <isTradeItemAConsumerUnit> ist gleich 'TRUE' dann mindestens eine Iteration von <priceComparisonContentTypeCode> muss gleich sein 'PER_KILOGRAM' oder 'PER_LITRE'.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <gpcCategoryCode> est égal à '10000424' et <isTradeItemAConsumerUnit> est égal à 'TRUE' alors au moins une itération de <priceComparisonContentTypeCode> doit être égal à 'PER_KILOGRAM' ou 'PER_LITRE'.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <gpcCategoryCode> gelijk is aan '10000424' en <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet ten minste één iteratie van <priceComparisonContentTypeCode> gelijk zijn aan 'PER_KILOGRAM' of 'PER_LITRE'.

source: If <targetMarketCountryCode> equals '250' (France) and <isTradeItemAConsumerUnit> equals 'TRUE' and if <priceComparisonContentTypeCode> equals 'PER_PIECE' then <priceComparisonMeasurement> shall be an Integer.
de: Wenn <targetMarketCountryCode> ist gleich '250' (France) und <isTradeItemAConsumerUnit> ist gleich 'TRUE' und if <priceComparisonContentTypeCode> ist gleich 'PER_PIECE' dann <priceComparisonMeasurement> muss sein an Integer.
fr: Si <targetMarketCountryCode> est égal à '250' (France) et <isTradeItemAConsumerUnit> est égal à 'TRUE' et if <priceComparisonContentTypeCode> est égal à 'PER_PIECE' alors <priceComparisonMeasurement> doit être an Integer.
nl: Als <targetMarketCountryCode> gelijk is aan '250' (France) en <isTradeItemAConsumerUnit> gelijk is aan 'TRUE' en als <priceComparisonContentTypeCode> gelijk is aan 'PER_PIECE', dan moet <priceComparisonMeasurement> een geheel getal zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if <priceComparisonMeasurement> is used, then <priceComparisonMeasurement> shall be greater than 0.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if <priceComparisonMeasurement> is verwendet, dann <priceComparisonMeasurement> muss sein größer als 0.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if <priceComparisonMeasurement> is utilisé, alors <priceComparisonMeasurement> doit être supérieur à 0.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als <priceComparisonMeasurement> wordt gebruikt, dan moet <priceComparisonMeasurement> groter zijn dan 0.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '10', then depth shall be between and including ('800 MMT' or '31.50 IN') and ('1600 MMT' or '63 IN') and width shall be between and including (' '600 MMT' or '23.62 IN') and ('1200 MMT' or '47.24 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '10', dann Tiefe muss sein zwischen und including ('800 MMT' oder '31.50 IN') und ('1600 MMT' oder '63 IN') und Breite muss sein zwischen und including (' '600 MMT' oder '23.62 IN') und ('1200 MMT' oder '47.24 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '10', alors profondeur doit être entre et including ('800 MMT' ou '31.50 IN') et ('1600 MMT' ou '63 IN') et largeur doit être entre et including (' '600 MMT' ou '23.62 IN') et ('1200 MMT' ou '47.24 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '10', dan moet de diepte liggen tussen en inclusief ('800 MMT' of '31.50 IN') en ('1600 MMT' of '63 IN') en moet de breedte liggen tussen en inclusief ('600 MMT' of '23.62 IN') en ('1200 MMT' of '47.24 IN').

source: When populating Net Weight <netWeight>, Drained Weight <drainedWeight> or Gross Weight <grossWeight>, the associated <measurementUnitCode> shall be of the Unit Of Measure Classification 'MASS'.
de: Wenn populating Nettogewicht <netWeight>, Drained Weight <drainedWeight> oder Bruttogewicht <grossWeight>, der associated <measurementUnitCode> muss sein von der Einheit Von Measure Classification 'MASS'.
fr: Lorsque populating Poids net <netWeight>, Drained Weight <drainedWeight> ou Poids brut <grossWeight>, le associated <measurementUnitCode> doit être de le Unité De Measure Classification 'MASS'.
nl: Bij het invullen van het Netto Gewicht <netWeight>, Uitlek Gewicht <drainedWeight> of Bruto gewicht <grossWeight>, moet de bijbehorende <measurementUnitCode> behoren tot de meeteenheid Classificatie 'MASS'.

source: If Height <height> or Depth <depth> or Width <width> is not empty, then the unit of measurement shall be expressed in a UOM from the Unit Of Measure Classification 'DIMENSIONS'.
de: Wenn Höhe <height> oder Tiefe <depth> oder Breite <width> ist nicht leer, dann der Einheit von Messung muss sein expressed in ein UOM from der Einheit Von Measure Classification 'DIMENSIONS'.
fr: Si Hauteur <height> ou Profondeur <depth> ou Largeur <width> n'est pas vide, alors le unité de mesure doit être expressed dans un UOM from le Unité De Measure Classification 'DIMENSIONS'.
nl: Als Hoogte <height> of Diepte <depth> of Breedte <width> niet leeg is, dan moet de meeteenheid worden uitgedrukt in een UOM van de meeteenheid Classificatie 'DIMENSIONS'.

source: Associated <measurementUnitCode> of <priceComparisonMeasurement> and/or of one iteration of <netContent> is/are not from the Unit Of Measure Classification 'VOLUME'.
de: Associated <measurementUnitCode> von <priceComparisonMeasurement> und/oder von eine Iteration von <netContent> is/sind nicht from der Einheit Von Measure Classification 'VOLUME'.
fr: Associated <measurementUnitCode> de <priceComparisonMeasurement> et/ou de une itération de <netContent> is/ne sont pas from le Unité De Measure Classification 'VOLUME'.
nl: De bijbehorende <measurementUnitCode> van <priceComparisonMeasurement> en/of van één iteratie van <netContent> is/zijn niet van de meeteenheid Classificatie 'VOLUME'.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <dutyFeeTaxTypeCode> equals '3001000002282' then <dutyFeeTaxRate> shall be empty and <dutyFeeTaxAmount> shall be used.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <dutyFeeTaxTypeCode> ist gleich '3001000002282' dann <dutyFeeTaxRate> muss sein leer und <dutyFeeTaxAmount> muss verwendet werden.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <dutyFeeTaxTypeCode> est égal à '3001000002282' alors <dutyFeeTaxRate> doit être vide et <dutyFeeTaxAmount> doit être utilisé.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <dutyFeeTaxTypeCode> gelijk is aan '3001000002282', dan moet <dutyFeeTaxRate> leeg zijn en moet <dutyFeeTaxAmount> worden gebruikt.

source: If <targetMarketCountryCode> equals '250' (France) and <tradeItemUnitDescriptorCode> equals'PALLET', then <height> shall be less than or equal to '3 MTR'.
de: Wenn <targetMarketCountryCode> ist gleich '250' (France) und <tradeItemUnitDescriptorCode> ist gleich'PALLET', dann <height> muss sein kleiner als oder gleich '3 MTR'.
fr: Si <targetMarketCountryCode> est égal à '250' (France) et <tradeItemUnitDescriptorCode> est égal à'PALLET', alors <height> doit être inférieur ou égal à '3 MTR'.
nl: Als <targetMarketCountryCode> gelijk is aan '250' (France) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET', dan moet <height> kleiner zijn dan of gelijk zijn aan '3 MTR'.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <height> or <width> or <depth> is not empty and the associated <measurementUnitCode> equals 'MTR', then its associated value shall not have more than 3 decimal positions.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <height> oder <width> oder <depth> ist nicht leer und der associated <measurementUnitCode> ist gleich 'MTR', dann its associated Wert muss nicht haben mehr als 3 decimal positions.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <height> ou <width> ou <depth> n'est pas vide et le associated <measurementUnitCode> est égal à 'MTR', alors its associated valeur doit pas ont plus de 3 decimal positions.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en Hoogte <height> of Breedte <width> of Diepte <depth> niet leeg is en de bijbehorende <measurementUnitCode> gelijk is aan 'MTR', dan mag de bijbehorende waarde niet meer dan 3 decimale posities hebben.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <height> or <width> or <depth> is not empty and the associated <measurementUnitCode> equals ''CMT', then its associated value shall not have more than 1 decimal position.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <height> oder <width> oder <depth> ist nicht leer und der associated <measurementUnitCode> ist gleich ''CMT', dann its associated Wert muss nicht haben mehr als 1 decimal position.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <height> ou <width> ou <depth> n'est pas vide et le associated <measurementUnitCode> est égal à ''CMT', alors its associated valeur doit pas ont plus de 1 decimal position.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en Hoogte <height> of Breedte <width> of Diepte <depth> niet leeg is en de bijbehorende <measurementUnitCode> gelijk is aan 'CMT', dan mag de bijbehorende waarde niet meer dan 1 decimale positie hebben.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <height> or <width> or <depth> is not empty and the associated <measurementUnitCode> equals ''MMT'', then its associated value shall not have a decimal position.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <height> oder <width> oder <depth> ist nicht leer und der associated <measurementUnitCode> ist gleich ''MMT'', dann its associated Wert muss nicht haben ein decimal position.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <height> ou <width> ou <depth> n'est pas vide et le associated <measurementUnitCode> est égal à ''MMT'', alors its associated valeur doit pas ont un decimal position.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <height> of <width> of <depth> niet leeg is en de bijbehorende <measurementUnitCode> gelijk is aan 'MMT', dan mag de bijbehorende waarde geen decimale positie hebben.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <priceComparisonContentTypeCode> equals 'PER_KILOGRAM' and <netWeight> is populated, then <priceComparisonMeasurement> and <netWeight> shall be equivalent.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <priceComparisonContentTypeCode> ist gleich 'PER_KILOGRAM' und <netWeight> ist befüllt, dann <priceComparisonMeasurement> und <netWeight> muss sein equivalent.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <priceComparisonContentTypeCode> est égal à 'PER_KILOGRAM' et <netWeight> est renseigné, alors <priceComparisonMeasurement> et <netWeight> doit être equivalent.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <priceComparisonContentTypeCode> gelijk is aan 'PER_KILOGRAM' en <netWeight> is ingevuld, dan moeten <priceComparisonMeasurement> en <netWeight> equivalent zijn.

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <priceComparisonContentTypeCode> equals 'DRAINED_WEIGHT' and <drainedWeight> is populated, then <priceComparisonMeasurement> and <drainedWeight> shall be equivalent.
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <priceComparisonContentTypeCode> ist gleich 'DRAINED_WEIGHT' und <drainedWeight> ist befüllt, dann <priceComparisonMeasurement> und <drainedWeight> muss sein equivalent.
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <priceComparisonContentTypeCode> est égal à 'DRAINED_WEIGHT' et <drainedWeight> est renseigné, alors <priceComparisonMeasurement> et <drainedWeight> doit être equivalent.
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <priceComparisonContentTypeCode> gelijk is aan 'DRAINED_WEIGHT' en <drainedWeight> is ingevuld, dan moeten <priceComparisonMeasurement> en <drainedWeight> equivalent zijn.

source: <udidFirstPublicationDateTime> shall be today's date or in the future.
de: <udidFirstPublicationDateTime> muss sein today's Datum oder in der future.
fr: <udidFirstPublicationDateTime> doit être today's date ou dans le future.
nl: <udidFirstPublicationDateTime> moet de datum van vandaag zijn of in de toekomst liggen.

source: <udidFirstPublicationDateTime> shall not be changed once the current populated date has been reached.
de: <udidFirstPublicationDateTime> darf nicht sein changed einmal der aktuelle befüllt Datum hat been reached.
fr: <udidFirstPublicationDateTime> ne doit pas être changed une fois le actuel renseigné date a been reached.
nl: <udidFirstPublicationDateTime> mag niet worden gewijzigd zodra de huidige ingevulde datum is bereikt.
