Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: A parent item with a <tradeItemUnitDescriptorCode> of 'BASE_UNIT_OR_EACH' may not contain a child item.
de: Ein übergeordneter Artikel mit ein <tradeItemUnitDescriptorCode> von 'BASE_UNIT_OR_EACH' darf nicht enthalten ein untergeordneter Artikel.
fr: Un article parent avec un <tradeItemUnitDescriptorCode> de 'BASE_UNIT_OR_EACH' ne peut pas contenir un article enfant.
nl: Een bovenliggend artikel met <tradeItemUnitDescriptorCode> gelijk aan 'BASE_UNIT_OR_EACH' mag geen onderliggend artikel bevatten.

source: If <netWeight> is populated on both parent and child items, then <netWeight> of the parent shall be greater than or equal to the sum of the <netWeight> of all the children except when special item code = 'DYNAMIC_ASSORTMENT'.
de: Wenn <netWeight> ist befüllt auf beide parent und untergeordnete Artikel, dann <netWeight> von der parent muss sein größer als oder gleich der Summe von der <netWeight> von alle der untergeordnete Artikel außer wenn spezieller Artikelcode = 'DYNAMIC_ASSORTMENT'.
fr: Si <netWeight> est renseigné sur les deux parent et articles enfants, alors <netWeight> de le parent doit être supérieur ou égal à le somme de le <netWeight> de tous le articles enfants sauf lorsque code article spécial = 'DYNAMIC_ASSORTMENT'.
nl: Als <netWeight>is ingevuld op zowel bovenliggende als onderliggende artikelen, dan moet de <netWeight> van het bovenliggende artikel groter zijn dan of gelijk zijn aan de som van de <netWeight> van alle onderliggende artikelen, tenzij speciale artikelcode = 'DYNAMIC_ASSORTMENT'.

source: If <grossWeight> and <netWeight> are provided on the same record, <grossWeight> must be greater than or equal to <netWeight>
de: Wenn <grossWeight> und <netWeight> sind angegeben auf der gleiche Datensatz, <grossWeight> muss sein größer als oder gleich <netWeight>
fr: Si <grossWeight> et <netWeight> sont fournis sur le même enregistrement, <grossWeight> doit être supérieur ou égal à <netWeight>
nl: Als <grossWeight> en <netWeight> zijn opgegeven op hetzelfde record, dan moet <grossWeight> groter zijn dan of gelijk zijn aan <netWeight>

source: Sum of <quantityofNextLowerLevelTradeItem> shall equal <totalQuantityOfNextLowerLevelTradeItem> except when special item code = 'DYNAMIC_ASSORTMENT'.
de: Summe von <quantityofNextLowerLevelTradeItem> muss gleich sein <totalQuantityOfNextLowerLevelTradeItem> außer wenn spezieller Artikelcode = 'DYNAMIC_ASSORTMENT'.
fr: Somme de <quantityofNextLowerLevelTradeItem> doit être égal à <totalQuantityOfNextLowerLevelTradeItem> sauf lorsque code article spécial = 'DYNAMIC_ASSORTMENT'.
nl: De som van <quantityofNextLowerLevelTradeItem> moet gelijk zijn aan <totalQuantityOfNextLowerLevelTradeItem> tenzij speciale artikelcode = 'DYNAMIC_ASSORTMENT'.

source: Attribute <dataRecipient> is required to be populated in a Catalogue Item Notification (CIN) message.
de: Attribute <dataRecipient> ist erforderlich zu be befüllt in ein Catalogue Artikel Notification (CIN) message.
fr: Attribute <dataRecipient> est requis à be renseigné dans un Catalogue Article Notification (CIN) message.
nl: Attribuut <dataRecipient> is verplicht in te vullen in een Catalogue Item Notification (CIN) bericht.

source: Gross Weight <grossWeight> must not be empty and must have a value greater than zero when Shipping Unit Indicator <isTradeItemADespatchUnit> equals 'TRUE'.
de: Bruttogewicht <grossWeight> darf nicht leer sein und muss haben einen Wert größer als null wenn Shipping Einheit Indicator <isTradeItemADespatchUnit> ist gleich 'TRUE'.
fr: Poids brut <grossWeight> ne doit pas être vide et doit avoir une valeur supérieur à zéro lorsque Shipping Unité Indicator <isTradeItemADespatchUnit> est égal à 'TRUE'.
nl: Bruto gewicht <grossWeight> mag niet leeg zijn en moet een waarde hebben groter dan nul wanneer Verzendingseenheid-indicator <isTradeItemADespatchUnit> gelijk is aan 'TRUE'.

source: <isTradeItemAnOrderableUnit> must be 'TRUE' for at least one GTIN within a hierarchical configuration.
de: <isTradeItemAnOrderableUnit> muss sein 'TRUE' für mindestens ein GTIN innerhalb ein hierarchical configuration.
fr: <isTradeItemAnOrderableUnit> doit être 'TRUE' pour au moins un GTIN dans un hierarchical configuration.
nl: <isTradeItemAnOrderableUnit> moet 'TRUE' zijn voor ten minste één GTIN binnen een hiërarchische configuratie.

source: <minimumTradeItemLifespanFromTimeOfProduction> must be greater than or equal to <minimumTradeItemLifespanFromTimeOfArrival>.
de: <minimumTradeItemLifespanFromTimeOfProduction> muss sein größer als oder gleich <minimumTradeItemLifespanFromTimeOfArrival>.
fr: <minimumTradeItemLifespanFromTimeOfProduction> doit être supérieur ou égal à <minimumTradeItemLifespanFromTimeOfArrival>.
nl: <minimumTradeItemLifespanFromTimeOfProduction> moet groter zijn dan of gelijk zijn aan <minimumTradeItemLifespanFromTimeOfArrival>.

source: Alcohol Percentage <percentageOfAlcoholByVolume> is not used. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, this attribute is required for all items on the lowest level of the hierarchy for Global Product Category Code <gpcCategoryCode> <<gpcCategoryCode> <gpcCategoryName>>.
de: Alcohol Percentage <percentageOfAlcoholByVolume> ist nicht verwendet. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, dieses Attribut ist erforderlich für alle Artikel auf der lowest Ebene von der Hierarchie für Global Produkt Kategorie Code <gpcCategoryCode> <<gpcCategoryCode> <gpcCategoryName>>.
fr: Alcohol Percentage <percentageOfAlcoholByVolume> n'est pas utilisé. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, ce attribut est requis pour tous articles sur le lowest niveau de le hiérarchie pour Global Produit Catégorie Code <gpcCategoryCode> <<gpcCategoryCode> <gpcCategoryName>>.
nl: Alcoholpercentage <percentageOfAlcoholByVolume> wordt niet gebruikt. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is dit attribuut verplicht voor alle artikelen op het laagste niveau van de hiërarchie voor Globale productcategoriecode <gpcCategoryCode> <<gpcCategoryCode> <gpcCategoryName>>.

source: If <dangerousGoodsRegulationCode> equals 'ADR' and <dangerousGoodsPackingGroup> is not empty then <dangerousGoodsPackingGroup> must equal ('NA','I', 'II' or 'III').
de: Wenn <dangerousGoodsRegulationCode> ist gleich 'ADR' und <dangerousGoodsPackingGroup> ist nicht leer dann <dangerousGoodsPackingGroup> muss gleich sein ('NA','I', 'II' oder 'III').
fr: Si <dangerousGoodsRegulationCode> est égal à 'ADR' et <dangerousGoodsPackingGroup> n'est pas vide alors <dangerousGoodsPackingGroup> doit être égal à ('NA','I', 'II' ou 'III').
nl: Als <dangerousGoodsRegulationCode> gelijk is aan 'ADR' en <dangerousGoodsPackingGroup> niet leeg is, dan moet <dangerousGoodsPackingGroup> gelijk zijn aan ('NA','I', 'II' of 'III').

source: Dates in <start date attribute> and <end date attribute> are not consistent. The end date <end date value> cannot be earlier than the start date <start date value>.
de: Dates in <start date attribute> und <end date attribute> sind nicht consistent. Der end Datum <end date value> kann nicht sein earlier than der start Datum <start date value>.
fr: Dates dans <start date attribute> et <end date attribute> ne sont pas consistent. Le end date <end date value> ne peut pas être earlier than le start date <start date value>.
nl: Datums in <start date attribute> en <end date attribute> zijn niet consistent. De einddatum <end date value> kan niet eerder zijn dan de begindatum <start date value>.

source: Values in <minimum attribute> and <maximum attribute> are not consistent. The maximum <maximum value> cannot be smaller than the minimum value <minimum value>.
de: Values in <minimum attribute> und <maximum attribute> sind nicht consistent. Der maximal <maximum value> kann nicht sein smaller than der minimal Wert <minimum value>.
fr: Values dans <minimum attribute> et <maximum attribute> ne sont pas consistent. Le maximum <maximum value> ne peut pas être smaller than le minimum valeur <minimum value>.
nl: Waarden in <minimum attribute> en <maximum attribute> zijn niet consistent. De maximumwaarde <maximum value> kan niet kleiner zijn dan de minimumwaarde <minimum value>.

source: If the item does not have a child item, the value of <isTradeItemABaseUnit> must be 'TRUE'.
de: Wenn der Artikel does nicht haben ein untergeordneter Artikel, der Wert von <isTradeItemABaseUnit> muss sein 'TRUE'.
fr: Si le article does pas ont un article enfant, le valeur de <isTradeItemABaseUnit> doit être 'TRUE'.
nl: Als het artikel geen onderliggend artikel heeft, moet de waarde van <isTradeItemABaseUnit> 'TRUE' zijn.

source: If the trade item has a child item the value of <isTradeItemABaseUnit> must be 'FALSE'.
de: Wenn der Handelsartikel hat ein untergeordneter Artikel der Wert von <isTradeItemABaseUnit> muss sein 'FALSE'.
fr: Si le article commercial a un article enfant le valeur de <isTradeItemABaseUnit> doit être 'FALSE'.
nl: Als het handelsartikel een onderliggend artikel heeft, moet de waarde van <isTradeItemABaseUnit> 'FALSE' zijn.

source: If populated, <percentageOfAlcoholByVolume> must be greater than or equal to 0.00 and smaller than or equal to 100.00 by definition.
de: Wenn befüllt, <percentageOfAlcoholByVolume> muss sein größer als oder gleich 0.00 und smaller than oder gleich 100.00 von definition.
fr: Si renseigné, <percentageOfAlcoholByVolume> doit être supérieur ou égal à 0.00 et smaller than ou égal à 100.00 par definition.
nl: Als ingevuld, moet <percentageOfAlcoholByVolume> groter zijn dan of gelijk zijn aan 0.00 en kleiner dan of gelijk aan 100.00 per definitie.

source: If <classOfDangerousGoods> is populated and <dangerousGoodsRegulationCode> equals 'ADR', then <classOfDangerousGoods> must be one of the following values: '1', '2', '3', '4.1', '4.2', '4.3', '5.1', '5.2', '6.1', '6.2', '7', '8', '9'.
de: Wenn <classOfDangerousGoods> ist befüllt und <dangerousGoodsRegulationCode> ist gleich 'ADR', dann <classOfDangerousGoods> muss sein one von der folgende Werte: '1', '2', '3', '4.1', '4.2', '4.3', '5.1', '5.2', '6.1', '6.2', '7', '8', '9'.
fr: Si <classOfDangerousGoods> est renseigné et <dangerousGoodsRegulationCode> est égal à 'ADR', alors <classOfDangerousGoods> doit être one de le suivant valeurs: '1', '2', '3', '4.1', '4.2', '4.3', '5.1', '5.2', '6.1', '6.2', '7', '8', '9'.
nl: Als <classOfDangerousGoods> is ingevuld en <dangerousGoodsRegulationCode> gelijk is aan 'ADR', dan moet <classOfDangerousGoods> één van de volgende waarden zijn: '1', '2', '3', '4.1', '4.2', '4.3', '5.1', '5.2', '6.1', '6.2', '7', '8', '9'.

source: If <isTradeItemPackedIrregularly> equals 'FALSE' and <tradeItemCompositionWidth>, <tradeItemCompositionDepth> and <quantityOfCompleteLayersContainedInATradeItem> are all supplied and <measurementUnitCode> and <measurementUnitCode> equal 'EA' then the product of the three attributes should equal the <totalQuantityOfNextLowerLevelTradeItem>.
de: Wenn <isTradeItemPackedIrregularly> ist gleich 'FALSE' und <tradeItemCompositionWidth>, <tradeItemCompositionDepth> und <quantityOfCompleteLayersContainedInATradeItem> sind alle supplied und <measurementUnitCode> und <measurementUnitCode> equal 'EA' dann der Produkt von der three Attribute should equal der <totalQuantityOfNextLowerLevelTradeItem>.
fr: Si <isTradeItemPackedIrregularly> est égal à 'FALSE' et <tradeItemCompositionWidth>, <tradeItemCompositionDepth> et <quantityOfCompleteLayersContainedInATradeItem> sont tous supplied et <measurementUnitCode> et <measurementUnitCode> equal 'EA' alors le produit de le three attributs should equal le <totalQuantityOfNextLowerLevelTradeItem>.
nl: Als <isTradeItemPackedIrregularly> gelijk is aan 'FALSE' en <tradeItemCompositionWidth>, <tradeItemCompositionDepth> en <quantityOfCompleteLayersContainedInATradeItem> zijn alle aangeleverd en <measurementUnitCode> en <measurementUnitCode> gelijk zijn aan 'EA', dan moet het product van de drie attributen gelijk zijn aan de <totalQuantityOfNextLowerLevelTradeItem>.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and the Document Command is equal to 'CHANGE_BY_REFRESH', then <netContent> must not be updated.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und der Document Command is gleich 'CHANGE_BY_REFRESH', dann <netContent> darf nicht sein updated.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et le Document Command is égal à 'CHANGE_BY_REFRESH', alors <netContent> ne doit pas être updated.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <netContent> niet worden gewijzigd.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and the Document Command is equal to 'CHANGE_BY_REFRESH', then <priceComparisonMeasurement> must not be updated.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und der Document Command is gleich 'CHANGE_BY_REFRESH', dann <priceComparisonMeasurement> darf nicht sein updated.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et le Document Command is égal à 'CHANGE_BY_REFRESH', alors <priceComparisonMeasurement> ne doit pas être updated.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <priceComparisonMeasurement> niet worden gewijzigd.

source: The value for <brandName> is not allowed to be changed according to GTIN allocation rules.
de: Der Wert für <brandName> ist nicht erlaubt zu be changed according zu GTIN allocation Regeln.
fr: Le valeur pour <brandName> n'est pas autorisé à be changed according à GTIN allocation règles.
nl: De waarde voor <brandName> mag niet worden gewijzigd conform GTIN allocatieregels.

source: If <preliminaryItemStatusCode> does not equal 'PRELIMINARY' and the Document Command is equal to 'CHANGE_BY_REFRESH', then <totalQuantityOfNextLowerLevelTradeItem> must not be updated.
de: Wenn <preliminaryItemStatusCode> ist nicht gleich 'PRELIMINARY' und der Document Command is gleich 'CHANGE_BY_REFRESH', dann <totalQuantityOfNextLowerLevelTradeItem> darf nicht sein updated.
fr: Si <preliminaryItemStatusCode> n'est pas égal à 'PRELIMINARY' et le Document Command is égal à 'CHANGE_BY_REFRESH', alors <totalQuantityOfNextLowerLevelTradeItem> ne doit pas être updated.
nl: Als <preliminaryItemStatusCode> niet gelijk is aan 'PRELIMINARY' en de Document Command gelijk is aan 'CHANGE_BY_REFRESH', dan mag <totalQuantityOfNextLowerLevelTradeItem> niet worden gewijzigd.

source: <childTradeItem> GTIN is not allowed to be changed according to GTIN allocation rules.
de: <childTradeItem> GTIN ist nicht erlaubt zu be changed according zu GTIN allocation Regeln.
fr: <childTradeItem> GTIN n'est pas autorisé à be changed according à GTIN allocation règles.
nl: <childTradeItem> GTIN mag niet worden gewijzigd conform GTIN allocatieregels.

source: The GTIN cannot be a child of itself.
de: Der GTIN kann nicht sein ein child von itself.
fr: Le GTIN ne peut pas être un child de itself.
nl: De GTIN kan geen onderliggend artikel van zichzelf zijn.

source: If <targetMarketCountryCode> is equal to ('036' (Australia) or '554' (New Zealand)) then the Trade Item Group ID Description must be the same for all GTINs within a Trade Item Group ID.
de: Wenn <targetMarketCountryCode> is gleich ('036' (Australia) oder '554' (New Zealand)) dann der Handelsartikel Group ID Beschreibung muss sein der gleiche für alle GTINs innerhalb ein Handelsartikel Group ID.
fr: Si <targetMarketCountryCode> is égal à ('036' (Australia) ou '554' (New Zealand)) alors le Article commercial Group ID Description doit être le même pour tous GTINs dans un Article commercial Group ID.
nl: Als <targetMarketCountryCode> gelijk is aan ('036' (Australia) of '554' (New Zealand)), dan moet de Handelsartikel Group ID Omschrijving dezelfde zijn voor alle GTIN's binnen een Handelsartikel Group ID.

source: Zero or negative values are not allowed for Packaging Material Composition Quantity where provided.
de: Zero oder negativ Werte sind nicht erlaubt für Packaging Material Composition Quantity wobei angegeben.
fr: Zero ou négatif valeurs ne sont pas autorisés pour Packaging Material Composition Quantity où fourni.
nl: Nul of negatieve waarden zijn niet toegestaan voor Verpakking Materiaal Samenstelling Hoeveelheid indien opgegeven.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, GTIN (Global Trade Item Number) starting with '002', '004', '02' are not allowed.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, GTIN (Globale Handelsartikelnummer) starting mit '002', '004', '02' sind nicht erlaubt.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, GTIN (Numéro d'article commercial mondial) starting avec '002', '004', '02' ne sont pas autorisés.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, GTIN (Global Trade Item Number) beginnend met '002', '004', '02' zijn niet toegestaan.

source: For each GTIN (Global Trade Item Number) of the Contained Product.
de: Für jeder GTIN (Globale Handelsartikelnummer) von der Contained Produkt.
fr: Pour chaque GTIN (Numéro d'article commercial mondial) de le Contained Produit.
nl: Voor elk GTIN (Global Trade Item Number) van het ingesloten product.

source: If Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> equals 'FALSE', then Total Count of All Products <totalQuantityOfNextLowerLevelTradeItem> must be equal to Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied by Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
de: Wenn Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> ist gleich 'FALSE', dann Gesamt Count von Alle Products <totalQuantityOfNextLowerLevelTradeItem> muss sein gleich Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied von Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
fr: Si Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> est égal à 'FALSE', alors Total Count de Tous Products <totalQuantityOfNextLowerLevelTradeItem> doit être égal à Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied par Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
nl: Als onregelmatig geconfigureerde pallet-indicator <isTradeItemPackedIrregularly> gelijk is aan 'FALSE', dan moet het totaal aantal producten <totalQuantityOfNextLowerLevelTradeItem> gelijk zijn aan het aantal lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> vermenigvuldigd met het aantal eenheden per laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer>.

source: If <dataCarrierTypeCode> is equal to 'EAN_8' then the first six digits of the <GTIN> shall equal '000000'.
de: Wenn <dataCarrierTypeCode> is gleich 'EAN_8' dann der erste six digits von der <GTIN> muss gleich sein '000000'.
fr: Si <dataCarrierTypeCode> is égal à 'EAN_8' alors le premier six digits de le <GTIN> doit être égal à '000000'.
nl: Als <dataCarrierTypeCode> gelijk is aan 'EAN_8', dan moeten de eerste zes cijfers van de <GTIN> gelijk zijn aan '000000'.

source: The Target Market Country Code and <targetMarketSubdivisionCode> when populated, will be consistent for all GTINs within a given hierarchy.
de: Der Zielmarkt Land Code und <targetMarketSubdivisionCode> wenn befüllt, wird be consistent für alle GTINs innerhalb ein given Hierarchie.
fr: Le Marché cible Pays Code et <targetMarketSubdivisionCode> lorsque renseigné, va be consistent pour tous GTINs dans un given hiérarchie.
nl: De Doelmarkt-landcode en <targetMarketSubdivisionCode>, wanneer ingevuld, moeten consistent zijn voor alle GTIN's binnen een bepaalde hiërarchie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the unit of measure for <attribute> must be specified in degrees Celsius.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der Maßeinheit für <attribute> muss sein angegeben in degrees Celsius.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le unité de mesure pour <attribute> doit être spécifié dans degrees Celsius.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, de meeteenheid voor <attribute> moet worden opgegeven in graden Celsius.

source: If <nestingIncrement> is populated it must be greater than zero(0).
de: Wenn <nestingIncrement> ist befüllt it muss sein größer als null(0).
fr: Si <nestingIncrement> est renseigné it doit être supérieur à zéro(0).
nl: Als <nestingIncrement> is ingevuld, moet het groter zijn dan nul (0).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Stacking Factor <stackingFactor> must be less than 100.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Stacking Factor <stackingFactor> muss sein kleiner als 100.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Stacking Factor <stackingFactor> doit être inférieur à 100.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet de Stapelfactor <stackingFactor> kleiner zijn dan 100.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Stacking Factor for non-GTIN Pallet <logisticsUnitStackingFactor> must be less than 100.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Stacking Factor für non-GTIN Pallet <logisticsUnitStackingFactor> muss sein kleiner als 100.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Stacking Factor pour non-GTIN Pallet <logisticsUnitStackingFactor> doit être inférieur à 100.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet de Stapelfactor voor non-GTIN Pallet <logisticsUnitStackingFactor> kleiner zijn dan 100.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Number of Layers per non-GTIN Pallet <quantityOfLayersPerPallet> must be less than 999.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Anzahl von Layers pro non-GTIN Pallet <quantityOfLayersPerPallet> muss sein kleiner als 999.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Nombre de Layers par non-GTIN Pallet <quantityOfLayersPerPallet> doit être inférieur à 999.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet het aantal lagen per non-GTIN pallet <quantityOfLayersPerPallet> kleiner zijn dan 999.

source: <endAvailabilityDateTime> shall be later than or equal to today on first population.
de: <endAvailabilityDateTime> muss sein later than oder gleich today auf erste population.
fr: <endAvailabilityDateTime> doit être later than ou égal à today sur premier population.
nl: <endAvailabilityDateTime> moet later of gelijk zijn aan vandaag bij eerste aanlevering.
