Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Product Description <tradeItemDescription> must be in Finnish, Swedish and English.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Produkt Beschreibung <tradeItemDescription> muss sein in Finnish, Swedish und English.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Produit Description <tradeItemDescription> doit être dans Finnish, Swedish et English.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Product Omschrijving <tradeItemDescription> in het Fins, Zweeds en Engels zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Short Product Name <descriptionShort> must be in Finnish, Swedish and English.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Short Produkt Name <descriptionShort> muss sein in Finnish, Swedish und English.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Short Produit Nom <descriptionShort> doit être dans Finnish, Swedish et English.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Short Product Name <descriptionShort> in het Fins, Zweeds en Engels zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Ingredient Statement <ingredientStatement> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Ingredient Statement <ingredientStatement> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Ingredient Statement <ingredientStatement> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Ingredient Vermeldingen <ingredientStatement> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Short Product Name <descriptionShort> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Short Produkt Name <descriptionShort> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Short Produit Nom <descriptionShort> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Short Product Name <descriptionShort> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Consumer Storage Instructions <consumerStorageInstructions> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Consumer Storage Instructions <consumerStorageInstructions> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Consumer Storage Instructions <consumerStorageInstructions> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Consumer Storage Instructions <consumerStorageInstructions> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Consumer Usage Instructions <consumerUsageInstructions> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Consumer Usage Instructions <consumerUsageInstructions> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Consumer Usage Instructions <consumerUsageInstructions> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Consumer Usage Instructions <consumerUsageInstructions> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Preparation Instructions <preparationInstructions> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Preparation Instructions <preparationInstructions> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Preparation Instructions <preparationInstructions> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Preparation Instructions <preparationInstructions> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Serving Suggestion <servingSuggestion> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Serving Suggestion <servingSuggestion> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Serving Suggestion <servingSuggestion> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Serving Suggestion <servingSuggestion> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Non-Food Ingredient Statement <nonFoodIngredientStatement> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Non-Lebensmittel Ingredient Statement <nonFoodIngredientStatement> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Non-Aliment Ingredient Statement <nonFoodIngredientStatement> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Non-Food Ingredient Vermeldingen <nonFoodIngredientStatement> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Short Product Marketing Message <shortTradeItemMarketingMessage> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Short Produkt Marketing Message <shortTradeItemMarketingMessage> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Short Produit Marketing Message <shortTradeItemMarketingMessage> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Short Product Marketing bericht <shortTradeItemMarketingMessage> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Additional Legal Product Information <compulsoryAdditiveLabelInformation> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Additional Legal Produkt Information <compulsoryAdditiveLabelInformation> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Additional Legal Produit Information <compulsoryAdditiveLabelInformation> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Additional Legal Product Information <compulsoryAdditiveLabelInformation> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Product Type Description <functionalName> must be in Finnish and Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Produkt Typ Beschreibung <functionalName> muss sein in Finnish und Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Produit Type Description <functionalName> doit être dans Finnish et Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Product Type Omschrijving <functionalName> in het Fins en Zweeds zijn.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Product Description <tradeItemDescription> must be in Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Produkt Beschreibung <tradeItemDescription> muss sein in Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Produit Description <tradeItemDescription> doit être dans Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Product Omschrijving <tradeItemDescription> in het Italiaans zijn.

source: When more than one Dangerous Hazardous Label Number <dangerousHazardousLabelNumber> is provided, Dangerous Hazardous Label Sequence Number <dangerousHazardousLabelSequenceNumber> shall be used.
de: Wenn mehr als ein Dangerous Hazardous Label Number <dangerousHazardousLabelNumber> ist angegeben, Dangerous Hazardous Label Sequence Number <dangerousHazardousLabelSequenceNumber> muss verwendet werden.
fr: Lorsque plus d'un Dangerous Hazardous Label Number <dangerousHazardousLabelNumber> est fourni, Dangerous Hazardous Label Sequence Number <dangerousHazardousLabelSequenceNumber> doit être utilisé.
nl: Wanneer meer dan één Gevaarlijk-labelnummer <dangerousHazardousLabelNumber> is opgegeven, moet Gevaarlijk-label-volgordenummer <dangerousHazardousLabelSequenceNumber> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #n>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #n>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #n>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Gerefereerd GTIN <gtin> uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #n>.

source: Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #2>.
de: Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #2>.
fr: Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #2>.
nl: Gerefereerd GTIN <gtin> moet uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #2>.

source: Referenced GTIN <gtin> <gtin>> shall be unique. It shall not be repeated for Referenced GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> and <<referencedTradeItemTypeCode> #2>.
de: Referenziert GTIN <gtin> <gtin>> muss sein eindeutig. It darf nicht sein repeated für Referenziert GTIN Typ Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> und <<referencedTradeItemTypeCode> #2>.
fr: Référencé GTIN <gtin> <gtin>> doit être unique. It ne doit pas être repeated pour Référencé GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> et <<referencedTradeItemTypeCode> #2>.
nl: Gerefereerd GTIN <gtin> moet uniek zijn. Het mag niet worden herhaald voor Gerefereerd GTIN Type Code <referencedTradeItemTypeCode> <<referencedTradeItemTypeCode> #1> en <<referencedTradeItemTypeCode> #2>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Packaging Type Code <packagingTypeCode> SHALL be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Packaging Typ Code <packagingTypeCode> SHALL be verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Packaging Type Code <packagingTypeCode> SHALL be utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Verpakking Type Code <packagingTypeCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Net Content <netContent> is mandatory on base units (Base Unit Indicator <isTradeItemABaseUnit> equals to 'TRUE').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Net Content <netContent> ist obligatorisch auf Basiseinheiten (Base Einheit Indicator <isTradeItemABaseUnit> ist gleich zu 'TRUE').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Net Content <netContent> est obligatoire sur unités de base (Base Unité Indicator <isTradeItemABaseUnit> est égal à à 'TRUE').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Nettoinhoud <netContent> verplicht op basiseenheden (Basiseenheid Indicator <isTradeItemABaseUnit> gelijk aan 'TRUE').

source: Invalid measurement unit for Ordering Lead Time <orderingLeadTime>: <<orderingLeadTime>/@<measurementUnitCode>>. Ordering Lead Time must have 'DAY' as the measurement unit.
de: Invalid Messung Einheit für Ordering Lead Time <orderingLeadTime>: <<orderingLeadTime>/@<measurementUnitCode>>. Ordering Lead Time muss haben 'DAY' als der Messung Einheit.
fr: Invalid mesure unité pour Ordering Lead Time <orderingLeadTime>: <<orderingLeadTime>/@<measurementUnitCode>>. Ordering Lead Time doit avoir 'DAY' en tant que le mesure unité.
nl: Ongeldige meeteenheid voor Ordering Lead Time <orderingLeadTime>: <<orderingLeadTime>/@<measurementUnitCode>>. Ordering Lead Time moet 'DAY' hebben als meeteenheid.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE' and Tax Type Code <dutyFeeTaxTypeCode> equals ('VAT' or 'IVA'), then Tax Percentage <dutyFeeTaxRate> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE' und Tax Typ Code <dutyFeeTaxTypeCode> ist gleich ('VAT' oder 'IVA'), dann Tax Percentage <dutyFeeTaxRate> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE' et Tax Type Code <dutyFeeTaxTypeCode> est égal à ('VAT' ou 'IVA'), alors Tax Percentage <dutyFeeTaxRate> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE' en Tax Type Code <dutyFeeTaxTypeCode> gelijk is aan ('VAT' of 'IVA'), dan moet Tax Percentage <dutyFeeTaxRate> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> equals 'FALSE' or is not used, then Total Count of All Products <totalQuantityOfNextLowerLevelTradeItem> must be equal to Number of Layers per GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied by Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> ist gleich 'FALSE' oder ist nicht verwendet, dann Gesamt Count von Alle Products <totalQuantityOfNextLowerLevelTradeItem> muss sein gleich Anzahl von Layers pro GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied von Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> est égal à 'FALSE' ou n'est pas utilisé, alors Total Count de Tous Products <totalQuantityOfNextLowerLevelTradeItem> doit être égal à Nombre de Layers par GTIN <quantityOfCompleteLayersContainedInATradeItem> multiplied par Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Onregelmatig Geconfigureerde Pallet-indicator <isTradeItemPackedIrregularly> gelijk is aan 'FALSE' of niet wordt gebruikt, dan moet Totaal Aantal Producten <totalQuantityOfNextLowerLevelTradeItem> gelijk zijn aan Aantal Lagen per GTIN <quantityOfCompleteLayersContainedInATradeItem> vermenigvuldigd met Aantal Eenheden per Laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then Tax Type Code <dutyFeeTaxTypeCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann Tax Typ Code <dutyFeeTaxTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors Tax Type Code <dutyFeeTaxTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet Tax Type Code <dutyFeeTaxTypeCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Number of Layers per Non-GTIN Pallet <quantityOfLayersPerPallet> is used, then Number of Units per Layer in a Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Anzahl von Layers pro Non-GTIN Pallet <quantityOfLayersPerPallet> is verwendet, dann Anzahl von Einheiten pro Layer in ein Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nombre de Layers par Non-GTIN Pallet <quantityOfLayersPerPallet> is utilisé, alors Nombre de Unités par Layer dans un Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Aantal Lagen per Non-GTIN Pallet <quantityOfLayersPerPallet> wordt gebruikt, dan moet Aantal Eenheden per Laag in een Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Product Hierarchy Level Code <tradeItemUnitDescriptorCode> equals 'PALLET' and Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> equals 'FALSE' or is not used, then Number of Units per Layer in a GTIN <quantityOfTradeItemsContainedInACompleteLayer> must be used and greater than 0 (zero).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Produkt Hierarchy Ebene Code <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> ist gleich 'FALSE' oder ist nicht verwendet, dann Anzahl von Einheiten pro Layer in ein GTIN <quantityOfTradeItemsContainedInACompleteLayer> muss verwendet werden und größer als 0 (null).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Produit Hierarchy Niveau Code <tradeItemUnitDescriptorCode> est égal à 'PALLET' et Irregularly Configured Pallet Indicator <isTradeItemPackedIrregularly> est égal à 'FALSE' ou n'est pas utilisé, alors Nombre de Unités par Layer dans un GTIN <quantityOfTradeItemsContainedInACompleteLayer> doit être utilisé et supérieur à 0 (zéro).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Producthiërarchieniveaucode <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en Onregelmatig Geconfigureerde Pallet-indicator <isTradeItemPackedIrregularly> gelijk is aan 'FALSE' of niet wordt gebruikt, dan moet Aantal Eenheden per Laag in een GTIN <quantityOfTradeItemsContainedInACompleteLayer> worden gebruikt en groter zijn dan 0 (nul).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Non-GTIN Logistic Unit <Length> <depth> must be greater than or equal to Non-GTIN Logistic Unit Width <width>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Non-GTIN Logistic Einheit <Length> <depth> muss sein größer als oder gleich Non-GTIN Logistic Einheit Breite <width>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Non-GTIN Logistic Unité <Length> <depth> doit être supérieur ou égal à Non-GTIN Logistic Unité Largeur <width>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet Non-GTIN Logistic Eenheid <Length> <depth> groter zijn dan of gelijk zijn aan Non-GTIN Logistic Eenheid Breedte <width>.
