Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: <gpcAttributeValueCode> is missing. <gpcAttributeTypeCode> and <gpcAttributeValueCode> in class <gDSNTradeItemClassificationAttribute> are used as a pair but only <gpcAttributeTypeCode> was used.
de: <gpcAttributeValueCode> is missing. <gpcAttributeTypeCode> und <gpcAttributeValueCode> in Klasse <gDSNTradeItemClassificationAttribute> sind verwendet als ein pair but nur <gpcAttributeTypeCode> war verwendet.
fr: <gpcAttributeValueCode> is missing. <gpcAttributeTypeCode> et <gpcAttributeValueCode> dans classe <gDSNTradeItemClassificationAttribute> sont utilisé en tant que un pair but seulement <gpcAttributeTypeCode> était utilisé.
nl: <gpcAttributeValueCode> ontbreekt. <gpcAttributeTypeCode> en <gpcAttributeValueCode> in class <gDSNTradeItemClassificationAttribute> worden als paar gebruikt, maar alleen <gpcAttributeTypeCode> werd gebruikt.

source: The value provided for <gpcAttributeTypecode> is not valid for the provided value of <gpcCategoryCode>
de: Der Wert angegeben für <gpcAttributeTypecode> ist nicht gültig für der angegeben Wert von <gpcCategoryCode>
fr: Le valeur fourni pour <gpcAttributeTypecode> n'est pas valide pour le fourni valeur de <gpcCategoryCode>
nl: De opgegeven waarde voor <gpcAttributeTypecode> is niet geldig voor de opgegeven waarde van <gpcCategoryCode>

source: The value provided for <gpcAttributeValueCode> is not valid for the provided value of <gpcAttributeTypeCode>
de: Der Wert angegeben für <gpcAttributeValueCode> ist nicht gültig für der angegeben Wert von <gpcAttributeTypeCode>
fr: Le valeur fourni pour <gpcAttributeValueCode> n'est pas valide pour le fourni valeur de <gpcAttributeTypeCode>
nl: De opgegeven waarde voor <gpcAttributeValueCode> is niet geldig voor de opgegeven waarde van <gpcAttributeTypeCode>

source: If <targetMarketCountryCode> equals '840 (United States) and (ChildNutritionQualifier or any sub-class) is used, then <childNutritionQualifier>, <childNutritionQualifiedValue>,<childNutritionValue>,ChildNutritionLabel/ <childNutritionLabelStatement>, and <childNutritionProductIdentification> shall be used.
de: Wenn <targetMarketCountryCode> ist gleich '840 (United States) und (ChildNutritionQualifier oder jeder sub-Klasse) is verwendet, dann <childNutritionQualifier>, <childNutritionQualifiedValue>,<childNutritionValue>,ChildNutritionLabel/ <childNutritionLabelStatement>, und <childNutritionProductIdentification> muss verwendet werden.
fr: Si <targetMarketCountryCode> est égal à '840 (United States) et (ChildNutritionQualifier ou tout sub-classe) is utilisé, alors <childNutritionQualifier>, <childNutritionQualifiedValue>,<childNutritionValue>,ChildNutritionLabel/ <childNutritionLabelStatement>, et <childNutritionProductIdentification> doit être utilisé.
nl: Als <targetMarketCountryCode> gelijk is aan '840' (United States) en (ChildNutritionQualifier of een sub-class) wordt gebruikt, dan moeten <childNutritionQualifier>, <childNutritionQualifiedValue>, <childNutritionValue>, ChildNutritionLabel/<childNutritionLabelStatement> en <childNutritionProductIdentification> worden gebruikt.

source: If <targetMarketCountryCode> equals '840' (United States) and <productFormulationStatementRegulatoryBodyCode> is used, then.
de: Wenn <targetMarketCountryCode> ist gleich '840' (United States) und <productFormulationStatementRegulatoryBodyCode> is verwendet, dann.
fr: Si <targetMarketCountryCode> est égal à '840' (United States) et <productFormulationStatementRegulatoryBodyCode> is utilisé, alors.
nl: Als <targetMarketCountryCode> gelijk is aan '840' (United States) en <productFormulationStatementRegulatoryBodyCode> wordt gebruikt, dan.

source: For target market '840' (United States), both <creditableIngredientTypeCode> and.
de: Für Zielmarkt '840' (United States), beide <creditableIngredientTypeCode> und.
fr: Pour marché cible '840' (United States), les deux <creditableIngredientTypeCode> et.
nl: Voor doelmarkt '840' (United States), beide <creditableIngredientTypeCode> en.

source: For target market '840' (United States),
de: Für Zielmarkt '840' (United States),
fr: Pour marché cible '840' (United States),
nl: Voor doelmarkt '840' (United States),

source: <creditableAmount> is missing. For target market '840' (United States) <creditableAmount> shall be used when <creditableIngredientDescription> is used.
de: <creditableAmount> is missing. Für Zielmarkt '840' (United States) <creditableAmount> muss verwendet werden wenn <creditableIngredientDescription> is verwendet.
fr: <creditableAmount> is missing. Pour marché cible '840' (United States) <creditableAmount> doit être utilisé lorsque <creditableIngredientDescription> is utilisé.
nl: <creditableAmount> ontbreekt. Voor doelmarkt '840' (United States) moet <creditableAmount> worden gebruikt wanneer <creditableIngredientDescription> wordt gebruikt.

source: <totalVegetableSubgroupAmount> is missing. For target market '840' (United States) <totalVegetableSubgroupAmount> shall be used when <vegetableSubgroupcode> is used.
de: <totalVegetableSubgroupAmount> is missing. Für Zielmarkt '840' (United States) <totalVegetableSubgroupAmount> muss verwendet werden wenn <vegetableSubgroupcode> is verwendet.
fr: <totalVegetableSubgroupAmount> is missing. Pour marché cible '840' (United States) <totalVegetableSubgroupAmount> doit être utilisé lorsque <vegetableSubgroupcode> is utilisé.
nl: <totalVegetableSubgroupAmount> ontbreekt. Voor doelmarkt '840' (United States) moet <totalVegetableSubgroupAmount> worden gebruikt wanneer <vegetableSubgroupcode> wordt gebruikt.

source: The attributes <doesTradeItemMeetWholeGrainRichCriteria>, and <creditableGrainGroupCode> shall be used for Target Market '840' (United States) when <doesTradeItemContainNonCreditableGrains> is used.
de: Der Attribute <doesTradeItemMeetWholeGrainRichCriteria>, und <creditableGrainGroupCode> muss verwendet werden für Zielmarkt '840' (United States) wenn <doesTradeItemContainNonCreditableGrains> is verwendet.
fr: Le attributs <doesTradeItemMeetWholeGrainRichCriteria>, et <creditableGrainGroupCode> doit être utilisé pour Marché cible '840' (United States) lorsque <doesTradeItemContainNonCreditableGrains> is utilisé.
nl: De attributen <doesTradeItemMeetWholeGrainRichCriteria> en <creditableGrainGroupCode> moeten worden gebruikt voor doelmarkt '840' (United States) wanneer <doesTradeItemContainNonCreditableGrains> wordt gebruikt.

source: The attributes <doesTradeItemContainNonCreditableGrains>, and <creditableGrainGroupCode> shall be used for Target Market '840' (United States) when the attribute <doesTradeItemMeetWholeGrainRichCriteria> is used.
de: Der Attribute <doesTradeItemContainNonCreditableGrains>, und <creditableGrainGroupCode> muss verwendet werden für Zielmarkt '840' (United States) wenn der Attribut <doesTradeItemMeetWholeGrainRichCriteria> is verwendet.
fr: Le attributs <doesTradeItemContainNonCreditableGrains>, et <creditableGrainGroupCode> doit être utilisé pour Marché cible '840' (United States) lorsque le attribut <doesTradeItemMeetWholeGrainRichCriteria> is utilisé.
nl: De attributen <doesTradeItemContainNonCreditableGrains> en <creditableGrainGroupCode> moeten worden gebruikt voor doelmarkt '840' (United States) wanneer het attribuut <doesTradeItemMeetWholeGrainRichCriteria> wordt gebruikt.

source: The attributes <doesTradeItemContainNonCreditableGrains>, and <doesTradeItemMeetWholeGrainRichCriteria> shall be used for Target Market '840' (United States) when the attribute <creditableGrainGroupCode> is used.
de: Der Attribute <doesTradeItemContainNonCreditableGrains>, und <doesTradeItemMeetWholeGrainRichCriteria> muss verwendet werden für Zielmarkt '840' (United States) wenn der Attribut <creditableGrainGroupCode> is verwendet.
fr: Le attributs <doesTradeItemContainNonCreditableGrains>, et <doesTradeItemMeetWholeGrainRichCriteria> doit être utilisé pour Marché cible '840' (United States) lorsque le attribut <creditableGrainGroupCode> is utilisé.
nl: De attributen <doesTradeItemContainNonCreditableGrains> en <doesTradeItemMeetWholeGrainRichCriteria> moeten worden gebruikt voor doelmarkt '840' (United States) wanneer het attribuut <creditableGrainGroupCode> wordt gebruikt.

source: The attribute <nonCreditableGrainAmount> shall be used for Target Market '840' (United States) when the attribute <doesTradeItemContainNoncreditableGrains> is 'TRUE'.
de: Der Attribut <nonCreditableGrainAmount> muss verwendet werden für Zielmarkt '840' (United States) wenn der Attribut <doesTradeItemContainNoncreditableGrains> is 'TRUE'.
fr: Le attribut <nonCreditableGrainAmount> doit être utilisé pour Marché cible '840' (United States) lorsque le attribut <doesTradeItemContainNoncreditableGrains> is 'TRUE'.
nl: Het attribuut <nonCreditableGrainAmount> moet worden gebruikt voor doelmarkt '840' (United States) wanneer het attribuut <doesTradeItemContainNoncreditableGrains> 'TRUE' is.

source: <regulatoryAct> and/or <regulatoryAgency> missing. If <regulationTypeCode> equals 'TRACEABILITY_REGULATION' and <targetMarketCountryCode> equals '752' (Sweden), then <regulatoryAct> AND <regulatoryAgency> shall be used.
de: <regulatoryAct> und/oder <regulatoryAgency> missing. Wenn <regulationTypeCode> ist gleich 'TRACEABILITY_REGULATION' und <targetMarketCountryCode> ist gleich '752' (Sweden), dann <regulatoryAct> AND <regulatoryAgency> muss verwendet werden.
fr: <regulatoryAct> et/ou <regulatoryAgency> missing. Si <regulationTypeCode> est égal à 'TRACEABILITY_REGULATION' et <targetMarketCountryCode> est égal à '752' (Sweden), alors <regulatoryAct> AND <regulatoryAgency> doit être utilisé.
nl: <regulatoryAct> en/of <regulatoryAgency> ontbreken. Als <regulationTypeCode> gelijk is aan 'TRACEABILITY_REGULATION' en <targetMarketCountryCode> gelijk is aan '752' (Sweden), dan moeten <regulatoryAct> EN <regulatoryAgency> worden gebruikt.

source: <CurrencyCode> must be the 3 character representation found in the ISO 4217 codelist.
de: <CurrencyCode> muss sein der 3 Zeichen representation found in der ISO 4217 codelist.
fr: <CurrencyCode> doit être le 3 caractère representation found dans le ISO 4217 codelist.
nl: <CurrencyCode> moet de 3-tekens representatie zijn uit de ISO 4217 codelijst.

source: The length of <couponFamilyCode> shall exactly be 3 characters for <targetMarketCountryCode> equal to ('840' (United States).
de: Der Länge von <couponFamilyCode> muss exactly be 3 Zeichen für <targetMarketCountryCode> gleich ('840' (United States).
fr: Le longueur de <couponFamilyCode> doit exactly be 3 caractères pour <targetMarketCountryCode> égal à ('840' (United States).
nl: De lengte van <couponFamilyCode> moet exact 3 tekens zijn voor <targetMarketCountryCode> gelijk aan ('840' (United States).

source: The LanguageCode shall be the 2-5 character representation found in the ISO 639 list.
de: Der LanguageCode muss sein der 2-5 Zeichen representation found in der ISO 639 list.
fr: Le LanguageCode doit être le 2-5 caractère representation found dans le ISO 639 list.
nl: De LanguageCode moet de 2-5 tekens representatie zijn uit de ISO 639 lijst.

source: <brandName> is mandatory for <targetMarket> 840 (United States) and context 'Medical Devices'.
de: <brandName> ist obligatorisch für <targetMarket> 840 (United States) und context 'Medical Devices'.
fr: <brandName> est obligatoire pour <targetMarket> 840 (United States) et context 'Medical Devices'.
nl: <brandName> is verplicht voor <targetMarket> 840 (United States) en context 'Medical Devices'.

source: <returnableAssetsContainedQuantity> shall only have a <measurementUnitCode> of Unit Of Measure Classification 'Count'.
de: <returnableAssetsContainedQuantity> muss nur haben ein <measurementUnitCode> von Einheit Von Measure Classification 'Count'.
fr: <returnableAssetsContainedQuantity> doit seulement ont un <measurementUnitCode> de Unité De Measure Classification 'Count'.
nl: <returnableAssetsContainedQuantity> mag alleen een <measurementUnitCode> hebben van meeteenheid Classificatie 'Count'.

source: <productYieldTypeCode> requires <productYield> to be used The code value of <productYieldTypeCode> in its own right does not provide any business benefit.
de: <productYieldTypeCode> requires <productYield> zu be verwendet Der Code Wert von <productYieldTypeCode> in its own right does nicht provide jeder business benefit.
fr: <productYieldTypeCode> requires <productYield> à be utilisé Le code valeur de <productYieldTypeCode> dans its own right does pas provide tout business benefit.
nl: <productYieldTypeCode> vereist dat <productYield> wordt gebruikt. De codewaarde van <productYieldTypeCode> op zichzelf biedt geen enkel zakelijk voordeel.

source: There must be one iteration for language 'Swedish'.
de: Es muss one Iteration für Sprache 'Swedish'.
fr: Il doit y avoir one itération pour langue 'Swedish'.
nl: Er mag ten hoogste één iteratie zijn van de taal 'Zweeds'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Nutritional Preparation Code <preparationStateCode> is used, then Nutrient Code <nutrientTypeCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Nutritional Preparation Code <preparationStateCode> is verwendet, dann Nutrient Code <nutrientTypeCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nutritional Preparation Code <preparationStateCode> is utilisé, alors Nutrient Code <nutrientTypeCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Nutritional Preparation Code <preparationStateCode> wordt gebruikt, dan moet Nutrient Code <nutrientTypeCode> worden gebruikt.

source: Nutrient Quantity <quantityContained> or Daily Nutrient Value Percentage <dailyValueIntakePercent> is missing. If Nutrient Code <nutrientTypeCode> is used, then Nutrient Quantity <quantityContained> or Daily Nutrient Value Percentage <dailyValueIntakePercent> shall be used.
de: Nutrient Quantity <quantityContained> oder Daily Nutrient Value Percentage <dailyValueIntakePercent> is missing. Wenn Nutrient Code <nutrientTypeCode> is verwendet, dann Nutrient Quantity <quantityContained> oder Daily Nutrient Value Percentage <dailyValueIntakePercent> muss verwendet werden.
fr: Nutrient Quantity <quantityContained> ou Daily Nutrient Value Percentage <dailyValueIntakePercent> is missing. Si Nutrient Code <nutrientTypeCode> is utilisé, alors Nutrient Quantity <quantityContained> ou Daily Nutrient Value Percentage <dailyValueIntakePercent> doit être utilisé.
nl: Voedingsstofhoeveelheid <quantityContained> of Dagelijks voedingsstofwaarde-percentage <dailyValueIntakePercent> ontbreekt. Als Voedingsstofcode <nutrientTypeCode> wordt gebruikt, dan moet Voedingsstofhoeveelheid <quantityContained> of Dagelijks voedingsstofwaarde-percentage <dailyValueIntakePercent> worden gebruikt.

source: <returnablePackageDepositIdentification> is missing for this Trade Item.
de: <returnablePackageDepositIdentification> is missing für dieses Handelsartikel.
fr: <returnablePackageDepositIdentification> is missing pour ce Article commercial.
nl: <returnablePackageDepositIdentification> ontbreekt voor dit handelsartikel.

source: Invalid command. You shall not send a CIN with 'DELETE' to withdraw an item. You shall use the CatalogueItemHierarchicalWithdrawal message.
de: Invalid command. You muss nicht send ein CIN mit 'DELETE' zu withdraw an Artikel. You muss verwenden der CatalogueItemHierarchicalWithdrawal message.
fr: Invalid command. You doit pas send un CIN avec 'DELETE' à withdraw an article. You doit utiliser le CatalogueItemHierarchicalWithdrawal message.
nl: Ongeldig commando. Het is niet toegestaan een CIN met 'DELETE' te sturen om een artikel in te trekken. U moet het CatalogueItemHierarchicalWithdrawal bericht gebruiken.

source: <additionalTradeItemClassificationCodeValue> is not used.if <additionalTradeItemClassificationSystemCode> is used then there shall be a corresponding <additionalTradeItemClassificationCodeValue> used.
de: <additionalTradeItemClassificationCodeValue> ist nicht verwendet.if <additionalTradeItemClassificationSystemCode> is verwendet dann es muss ein corresponding <additionalTradeItemClassificationCodeValue> verwendet.
fr: <additionalTradeItemClassificationCodeValue> n'est pas utilisé.if <additionalTradeItemClassificationSystemCode> is utilisé alors il doit y avoir un corresponding <additionalTradeItemClassificationCodeValue> utilisé.
nl: <additionalTradeItemClassificationCodeValue> wordt niet gebruikt. Als <additionalTradeItemClassificationSystemCode> wordt gebruikt, dan moet er een bijbehorende <additionalTradeItemClassificationCodeValue> worden gebruikt.

source: <additionalTradeItemClassificationSystemCode> is not used. If <additionalTradeItemClassificationCodeValue> is used then there shall be a corresponding <additionalTradeItemClassificationSystemCode> used.
de: <additionalTradeItemClassificationSystemCode> ist nicht verwendet. Wenn <additionalTradeItemClassificationCodeValue> is verwendet dann es muss ein corresponding <additionalTradeItemClassificationSystemCode> verwendet.
fr: <additionalTradeItemClassificationSystemCode> n'est pas utilisé. Si <additionalTradeItemClassificationCodeValue> is utilisé alors il doit y avoir un corresponding <additionalTradeItemClassificationSystemCode> utilisé.
nl: <additionalTradeItemClassificationSystemCode> wordt niet gebruikt. Als <additionalTradeItemClassificationCodeValue> wordt gebruikt, dan moet er een bijbehorende <additionalTradeItemClassificationSystemCode> worden gebruikt.

source: <consumerWarningTypeCode> is missing.
nl: <consumerWarningTypeCode> ontbreekt.

source: <flashPointTemperature> , or <flashPointTemperatureLowerValue> or <flashPointTemperatureUpperValue> is/are missing.
de: <flashPointTemperature> , oder <flashPointTemperatureLowerValue> oder <flashPointTemperatureUpperValue> is/sind missing.
fr: <flashPointTemperature> , ou <flashPointTemperatureLowerValue> ou <flashPointTemperatureUpperValue> is/sont missing.
nl: <flashPointTemperature>, of <flashPointTemperatureLowerValue> of <flashPointTemperatureUpperValue> ontbreekt/ontbreken.

source: Too many iterations of class GDSNTradeItemClassificationAttributeType.
de: Too many Iterationen von Klasse GDSNTradeItemClassificationAttributeType.
fr: Too many itérations de classe GDSNTradeItemClassificationAttributeType.
nl: Te veel iteraties van class GDSNTradeItemClassificationAttributeType.

source: (if <materialAgencyCode> is used then <materialCode> shall be used) and (if <materialCode> is used then <materialAgencyCode> shall be used).
de: (if <materialAgencyCode> is verwendet dann <materialCode> muss verwendet werden) und (if <materialCode> is verwendet dann <materialAgencyCode> muss verwendet werden).
fr: (if <materialAgencyCode> is utilisé alors <materialCode> doit être utilisé) et (if <materialCode> is utilisé alors <materialAgencyCode> doit être utilisé).
nl: (Als <materialAgencyCode> wordt gebruikt, dan moet <materialCode> worden gebruikt) en (als <materialCode> wordt gebruikt, dan moet <materialAgencyCode> worden gebruikt).

source: if <materialAgencyCode> and <materialCode> are used then <materialPercentage> shall be used.
de: if <materialAgencyCode> und <materialCode> sind verwendet dann <materialPercentage> muss verwendet werden.
fr: if <materialAgencyCode> et <materialCode> sont utilisé alors <materialPercentage> doit être utilisé.
nl: Als <materialAgencyCode> en <materialCode> worden gebruikt, dan moet <materialPercentage> worden gebruikt.

source: If <targetMarketCountryCode> equals '840' (United States) then there shall be at most one iteration of <totalPortionWeightAsPurchased> per @<measurementUnitCode>.
de: Wenn <targetMarketCountryCode> ist gleich '840' (United States) dann es muss höchstens eine Iteration von <totalPortionWeightAsPurchased> pro @<measurementUnitCode>.
fr: Si <targetMarketCountryCode> est égal à '840' (United States) alors il doit y avoir au plus une itération de <totalPortionWeightAsPurchased> par @<measurementUnitCode>.
nl: Als <targetMarketCountryCode> gelijk is aan '840' (United States), dan moet er ten hoogste één iteratie zijn van <totalPortionWeightAsPurchased> per @<measurementUnitCode>.

source: If <targetMarketCountryCode> equals '840' (United States) then there shall be at most one iteration of <creditableAlternativeProteinPerPortion> per @<measurementUnitCode>.
de: Wenn <targetMarketCountryCode> ist gleich '840' (United States) dann es muss höchstens eine Iteration von <creditableAlternativeProteinPerPortion> pro @<measurementUnitCode>.
fr: Si <targetMarketCountryCode> est égal à '840' (United States) alors il doit y avoir au plus une itération de <creditableAlternativeProteinPerPortion> par @<measurementUnitCode>.
nl: Als <targetMarketCountryCode> gelijk is aan '840' (United States), dan moet er ten hoogste één iteratie zijn van <creditableAlternativeProteinPerPortion> per @<measurementUnitCode>.

source: <targetMarketConsumerSalesConditionCode> is missing.
nl: <targetMarketConsumerSalesConditionCode> ontbreekt.

source: Organic Claim Agency Code <organicClaimAgencyCode> is missing.
nl: Organic Claim Agency Code <organicClaimAgencyCode> ontbreekt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the Growing Method Code <growingMethodCode> <<growingMethodCode>> is not applicable to fresh fruits and vegetables for Global Product Category Code <gpcCategoryCode>: <gpcCategoryCode> <gpcCategoryName>>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der Growing Method Code <growingMethodCode> <<growingMethodCode>> ist nicht anwendbar zu fresh fruits und vegetables für Global Produkt Kategorie Code <gpcCategoryCode>: <gpcCategoryCode> <gpcCategoryName>>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le Growing Method Code <growingMethodCode> <<growingMethodCode>> n'est pas applicable à fresh fruits et vegetables pour Global Produit Catégorie Code <gpcCategoryCode>: <gpcCategoryCode> <gpcCategoryName>>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, de Teeltmethode Code <growingMethodCode> <<growingMethodCode>> is niet van toepassing op vers fruit en groenten voor Globale productcategoriecode <gpcCategoryCode>: <gpcCategoryCode> <gpcCategoryName>>.

source: No iteration of <catchMethodCode> is a numerical code.
de: Keine Iteration von <catchMethodCode> is ein numerisch Code.
fr: Aucune itération de <catchMethodCode> is un numérique code.
nl: Geen iteratie van <catchMethodCode> is een numerieke code.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Net Content <netContent> is mandatory on consumer units (Consumer Unit Indicator <isTradeItemAConsumerUnit> equals to 'TRUE').
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Net Content <netContent> ist obligatorisch auf Verbrauchereinheiten (Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich zu 'TRUE').
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Net Content <netContent> est obligatoire sur unités consommateur (Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à à 'TRUE').
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, Nettoinhoud <netContent> is verplicht op consumenteneenheden (Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk aan 'TRUE').
