Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: <directPartMarkingIdentifier> shall be a valid GTIN-13 if the <identificationSchemeAgencyCode> equals 'GTIN_13'.
de: <directPartMarkingIdentifier> muss sein ein gültig GTIN-13 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_13'.
fr: <directPartMarkingIdentifier> doit être un valide GTIN-13 if le <identificationSchemeAgencyCode> est égal à 'GTIN_13'.
nl: <directPartMarkingIdentifier> moet een geldig GTIN-13 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_13'.

source: <componentIdentification> shall be a valid GTIN-12 if the <identificationSchemeAgencyCode> equals 'GTIN_12'.
de: <componentIdentification> muss sein ein gültig GTIN-12 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_12'.
fr: <componentIdentification> doit être un valide GTIN-12 if le <identificationSchemeAgencyCode> est égal à 'GTIN_12'.
nl: <componentIdentification> moet een geldig GTIN-12 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_12'.

source: <directPartMarkingIdentifier> shall be a valid GTIN-12 if the <identificationSchemeAgencyCode> equals 'GTIN_12'.
de: <directPartMarkingIdentifier> muss sein ein gültig GTIN-12 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_12'.
fr: <directPartMarkingIdentifier> doit être un valide GTIN-12 if le <identificationSchemeAgencyCode> est égal à 'GTIN_12'.
nl: <directPartMarkingIdentifier> moet een geldig GTIN-12 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_12'.

source: <componentIdentification> shall be a valid GTIN-8 if the <identificationSchemeAgencyCode> equals 'GTIN_8'.
de: <componentIdentification> muss sein ein gültig GTIN-8 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_8'.
fr: <componentIdentification> doit être un valide GTIN-8 if le <identificationSchemeAgencyCode> est égal à 'GTIN_8'.
nl: <componentIdentification> moet een geldig GTIN-8 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_8'.

source: <directPartMarkingIdentifier> shall be a valid GTIN-8 if the <identificationSchemeAgencyCode> equals 'GTIN_8'.
de: <directPartMarkingIdentifier> muss sein ein gültig GTIN-8 if der <identificationSchemeAgencyCode> ist gleich 'GTIN_8'.
fr: <directPartMarkingIdentifier> doit être un valide GTIN-8 if le <identificationSchemeAgencyCode> est égal à 'GTIN_8'.
nl: <directPartMarkingIdentifier> moet een geldig GTIN-8 zijn als de <identificationSchemeAgencyCode> gelijk is aan 'GTIN_8'.

source: X_SER' shall only be used as @<measurementUnitCode> for attribute <childNutritionQualifiedValue>
de: X_SER' muss nur be verwendet als @<measurementUnitCode> für Attribut <childNutritionQualifiedValue>
fr: X_SER' doit seulement be utilisé en tant que @<measurementUnitCode> pour attribut <childNutritionQualifiedValue>
nl: X_SER' mag alleen worden gebruikt als @<measurementUnitCode> voor attribuut <childNutritionQualifiedValue>

source: If the target market is France, and the product has a GPC brick code belonging to the family ('67010000' (clothing) or'63010000' (footwear)), and the hierarchy level is a base unit that is also a consumer unit then the supplier reference is mandatory.
de: Wenn der Zielmarkt is France, und der Produkt hat ein GPC brick Code belonging zu der family ('67010000' (clothing) oder'63010000' (footwear)), und der Hierarchie Ebene is ein Basiseinheit dass is auch ein Verbrauchereinheit dann der Lieferant reference ist obligatorisch.
fr: Si le marché cible is France, et le produit a un GPC brick code belonging à le family ('67010000' (clothing) ou'63010000' (footwear)), et le hiérarchie niveau is un unité de base que is aussi un unité consommateur alors le fournisseur reference est obligatoire.
nl: Als de doelmarkt France is, en het product heeft een GPC brick code behorend tot de familie ('67010000' (clothing) of '63010000' (footwear)), en het hiërarchieniveau is een basiseenheid die ook een consumenteneenheid is, dan is de leveranciersreferentie verplicht.

source: If the target market is France, and the product has a GPC brick code belonging to the family ('67010000' (clothing) or'63010000' (footwear)), then the extended description is mandatory.
de: Wenn der Zielmarkt is France, und der Produkt hat ein GPC brick Code belonging zu der family ('67010000' (clothing) oder'63010000' (footwear)), dann der extended Beschreibung ist obligatorisch.
fr: Si le marché cible is France, et le produit a un GPC brick code belonging à le family ('67010000' (clothing) ou'63010000' (footwear)), alors le extended description est obligatoire.
nl: Als de doelmarkt France is, en het product heeft een GPC brick code behorend tot de familie ('67010000' (clothing) of '63010000' (footwear)), dan is de uitgebreide omschrijving verplicht.

source: If the target market is France, the product has a GPC brick code belonging to the family ('67010000' (clothing) or'63010000' (footwear)), and the hierarchy level is a base unit that is also a consumer unit then at least one colour code must be provided.
de: Wenn der Zielmarkt is France, der Produkt hat ein GPC brick Code belonging zu der family ('67010000' (clothing) oder'63010000' (footwear)), und der Hierarchie Ebene is ein Basiseinheit dass is auch ein Verbrauchereinheit dann mindestens ein colour Code muss angegeben werden.
fr: Si le marché cible is France, le produit a un GPC brick code belonging à le family ('67010000' (clothing) ou'63010000' (footwear)), et le hiérarchie niveau is un unité de base que is aussi un unité consommateur alors au moins un colour code doit être fourni.
nl: Als de doelmarkt France is, het product heeft een GPC brick code behorend tot de familie ('67010000' (clothing) of '63010000' (footwear)), en het hiërarchieniveau is een basiseenheid die ook een consumenteneenheid is, dan moet ten minste één kleurcode worden opgegeven.

source: If the target market is France, the product has a GPC brick code belonging to the family ('67010000' (clothing) or'63010000' (footwear)), and the hierarchy level is a base unit that is also a consumer unit then the colour family code is mandatory.
de: Wenn der Zielmarkt is France, der Produkt hat ein GPC brick Code belonging zu der family ('67010000' (clothing) oder'63010000' (footwear)), und der Hierarchie Ebene is ein Basiseinheit dass is auch ein Verbrauchereinheit dann der colour family Code ist obligatorisch.
fr: Si le marché cible is France, le produit a un GPC brick code belonging à le family ('67010000' (clothing) ou'63010000' (footwear)), et le hiérarchie niveau is un unité de base que is aussi un unité consommateur alors le colour family code est obligatoire.
nl: Als de doelmarkt France is, het product heeft een GPC brick code behorend tot de familie ('67010000' (clothing) of '63010000' (footwear)), en het hiërarchieniveau is een basiseenheid die ook een consumenteneenheid is, dan is de kleurfamiliecode verplicht.

source: If the target market is France, the product has a GPC brick code belonging to the family ('67010000' (clothing) or'63010000' (footwear)), and the hierarchy level is a base unit that is also a consumer unit then the gender of the target consumer gender must be provided for the product.
de: Wenn der Zielmarkt is France, der Produkt hat ein GPC brick Code belonging zu der family ('67010000' (clothing) oder'63010000' (footwear)), und der Hierarchie Ebene is ein Basiseinheit dass is auch ein Verbrauchereinheit dann der gender von der target consumer gender muss angegeben werden für der Produkt.
fr: Si le marché cible is France, le produit a un GPC brick code belonging à le family ('67010000' (clothing) ou'63010000' (footwear)), et le hiérarchie niveau is un unité de base que is aussi un unité consommateur alors le gender de le target consumer gender doit être fourni pour le produit.
nl: Als de doelmarkt France is, het product heeft een GPC brick code behorend tot de familie ('67010000' (clothing) of '63010000' (footwear)), en het hiërarchieniveau is een basiseenheid die ook een consumenteneenheid is, dan moet het geslacht van de doelconsument worden opgegeven voor het product.

source: Both <priceComparisonContentTypeCode> and <priceComparisonMeasurement> shall be used for <<targetMarketCountryCode> Code Name>
de: Both <priceComparisonContentTypeCode> und <priceComparisonMeasurement> muss verwendet werden für <<targetMarketCountryCode> Code Name>
fr: Both <priceComparisonContentTypeCode> et <priceComparisonMeasurement> doit être utilisé pour <<targetMarketCountryCode> Code Nom>
nl: Zowel <priceComparisonContentTypeCode> als <priceComparisonMeasurement> moeten worden gebruikt voor <<targetMarketCountryCode> Code Name>

source: At least one instance of import classification type code shall be used with code 'INTRASTAT' for target markets Belgium, Netherlands and Luxembourg.
de: Bei least one instance von import classification Typ Code muss verwendet werden mit Code 'INTRASTAT' für target markets Belgium, Netherlands und Luxembourg.
fr: À least one instance de import classification type code doit être utilisé avec code 'INTRASTAT' pour target markets Belgium, Netherlands et Luxembourg.
nl: Ten minste één instantie van import classificatie type code moet worden gebruikt met code 'INTRASTAT' voor doelmarkten Belgium, Netherlands en Luxembourg.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Customs Classification Type Code <importClassificationTypeCode> equals 'INTRASTAT', then Customs Classification Value <importClassificationValue> must have exactly 8 digits.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Customs Classification Typ Code <importClassificationTypeCode> ist gleich 'INTRASTAT', dann Customs Classification Value <importClassificationValue> muss haben exactly 8 digits.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Customs Classification Type Code <importClassificationTypeCode> est égal à 'INTRASTAT', alors Customs Classification Value <importClassificationValue> doit avoir exactly 8 digits.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Douane Classificatie Type Code <importClassificationTypeCode> gelijk is aan 'INTRASTAT', dan moet Douane Classificatie Waarde <importClassificationValue> exact 8 cijfers hebben.

source: If attribute XY (any attribute of class <microbiologicalInformation>) is provided, therefore <microbiologicalOrganismCode> SHALL be populated.
de: Wenn Attribut XY (jeder Attribut von Klasse <microbiologicalInformation>) ist angegeben, therefore <microbiologicalOrganismCode> SHALL be befüllt.
fr: Si attribut XY (tout attribut de classe <microbiologicalInformation>) est fourni, therefore <microbiologicalOrganismCode> SHALL be renseigné.
nl: Als attribuut XY (elk attribuut van class <microbiologicalInformation>) is opgegeven, dan moet <microbiologicalOrganismCode> worden ingevuld.

source: The 'NON_EU' and 'D_A' country codes are not usable if the target market is 'France'.
de: Der 'NON_EU' und 'D_A' Land Codes sind nicht usable if der Zielmarkt is 'France'.
fr: Le 'NON_EU' et 'D_A' pays codes ne sont pas usable if le marché cible is 'France'.
nl: De 'NON_EU' en 'D_A' landcodes zijn niet bruikbaar als de doelmarkt 'France' is.

source: For DE, AT the FAO catch zones of 27, 37 are not valid, please use the sub areas or divisions for these zones.
de: Für DE, AT der FAO catch zones von 27, 37 sind nicht gültig, please verwenden der sub areas oder divisions für diese zones.
fr: Pour DE, AT le FAO catch zones de 27, 37 ne sont pas valide, please utiliser le sub areas ou divisions pour ces zones.
nl: Voor DE, AT zijn de FAO vangstgebieden 27 en 37 niet geldig; gebruik de subgebieden of divisies voor deze zones.

source: Code value 'NON_EU' was invalidly used.
de: Code Wert 'NON_EU' war invalidly verwendet.
fr: Code valeur 'NON_EU' était invalidly utilisé.
nl: Codewaarde 'NON_EU' werd ongeldig gebruikt.

source: Acceptable values for the Nutri-Score program are ('A', 'B', 'C', 'D', 'E' or 'EXEMPT').
de: Acceptable Werte für der Nutri-Score program sind ('A', 'B', 'C', 'D', 'E' oder 'EXEMPT').
fr: Acceptable valeurs pour le Nutri-Score program sont ('A', 'B', 'C', 'D', 'E' ou 'EXEMPT').
nl: Acceptabele waarden voor het Nutri-Score programma zijn ('A', 'B', 'C', 'D', 'E' of 'EXEMPT').

source: <nutritionalProgramIngredientTypecode> is not used.
de: <nutritionalProgramIngredientTypecode> ist nicht verwendet.
fr: <nutritionalProgramIngredientTypecode> n'est pas utilisé.
nl: <nutritionalProgramIngredientTypecode> wordt niet gebruikt.

source: If <catchAreaCode> is used and PlaceOfItemActivityModule/../<productActivityTypeCode> equals 'CATCH_ZONE', then <catchAreaCode> shall equal PlaceOfItemActivityModule/../<enumerationValue> for the following countries: '008' (Albania), '051' (Armenia), '031' (Azerbaijan), '040' (Austria), '112' (Belarus), '056' (Belgium), '070' (Bosnia-Herzegovina), '100' (Bulgaria), '191' (Croatia), '196' (Cyprus), '203' (Czech Republic), '208' (Denmark), '233' (Estonia), '246' (Finland), '250' (France), '276' (Germany), '268' (Georgia), '300' (Greece), '348' (Hungary), '352' (Iceland), '372' (Ireland), '376' (Israel), '380' (Italy), '398' (Kazakhstan), '417' (Kyrgyzstan), '428' (Latvia), '440' (Lithuania), '442' (Luxembourg), '807' (Macedonia), '498' (Moldova), '499' (Montenegro), '528' (Netherlands), '578' (Norway), '616' (Poland), '620' (Portugal), '642' (Romania), '643' (Russia), '688' (Serbia), '703' (Slovakia), '705' (Slovenia), '756' (Switzerland), '792' (Turkey), '795' (Turkmenistan), '826' (United Kingdom), '804' (Ukraine), '860' (Uzbekistan)
de: Wenn <catchAreaCode> is verwendet und PlaceOfItemActivityModule/../<productActivityTypeCode> ist gleich 'CATCH_ZONE', dann <catchAreaCode> muss gleich sein PlaceOfItemActivityModule/../<enumerationValue> für der folgende countries: '008' (Albania), '051' (Armenia), '031' (Azerbaijan), '040' (Austria), '112' (Belarus), '056' (Belgium), '070' (Bosnia-Herzegovina), '100' (Bulgaria), '191' (Croatia), '196' (Cyprus), '203' (Czech Republic), '208' (Denmark), '233' (Estonia), '246' (Finland), '250' (France), '276' (Germany), '268' (Georgia), '300' (Greece), '348' (Hungary), '352' (Iceland), '372' (Ireland), '376' (Israel), '380' (Italy), '398' (Kazakhstan), '417' (Kyrgyzstan), '428' (Latvia), '440' (Lithuania), '442' (Luxembourg), '807' (Macedonia), '498' (Moldova), '499' (Montenegro), '528' (Netherlands), '578' (Norway), '616' (Poland), '620' (Portugal), '642' (Romania), '643' (Russia), '688' (Serbia), '703' (Slovakia), '705' (Slovenia), '756' (Switzerland), '792' (Turkey), '795' (Turkmenistan), '826' (United Kingdom), '804' (Ukraine), '860' (Uzbekistan)
fr: Si <catchAreaCode> is utilisé et PlaceOfItemActivityModule/../<productActivityTypeCode> est égal à 'CATCH_ZONE', alors <catchAreaCode> doit être égal à PlaceOfItemActivityModule/../<enumerationValue> pour le suivant countries: '008' (Albania), '051' (Armenia), '031' (Azerbaijan), '040' (Austria), '112' (Belarus), '056' (Belgium), '070' (Bosnia-Herzegovina), '100' (Bulgaria), '191' (Croatia), '196' (Cyprus), '203' (Czech Republic), '208' (Denmark), '233' (Estonia), '246' (Finland), '250' (France), '276' (Germany), '268' (Georgia), '300' (Greece), '348' (Hungary), '352' (Iceland), '372' (Ireland), '376' (Israel), '380' (Italy), '398' (Kazakhstan), '417' (Kyrgyzstan), '428' (Latvia), '440' (Lithuania), '442' (Luxembourg), '807' (Macedonia), '498' (Moldova), '499' (Montenegro), '528' (Netherlands), '578' (Norway), '616' (Poland), '620' (Portugal), '642' (Romania), '643' (Russia), '688' (Serbia), '703' (Slovakia), '705' (Slovenia), '756' (Switzerland), '792' (Turkey), '795' (Turkmenistan), '826' (United Kingdom), '804' (Ukraine), '860' (Uzbekistan)
nl: Als <catchAreaCode> wordt gebruikt en PlaceOfItemActivityModule/../<productActivityTypeCode> gelijk is aan 'CATCH_ZONE', dan moet <catchAreaCode> gelijk zijn aan PlaceOfItemActivityModule/../<enumerationValue> voor de volgende landen: '008' (Albania), '051' (Armenia), '031' (Azerbaijan), '040' (Austria), '112' (Belarus), '056' (Belgium), '070' (Bosnia-Herzegovina), '100' (Bulgaria), '191' (Croatia), '196' (Cyprus), '203' (Czech Republic), '208' (Denmark), '233' (Estonia), '246' (Finland), '250' (France), '276' (Germany), '268' (Georgia), '300' (Greece), '348' (Hungary), '352' (Iceland), '372' (Ireland), '376' (Israel), '380' (Italy), '398' (Kazakhstan), '417' (Kyrgyzstan), '428' (Latvia), '440' (Lithuania), '442' (Luxembourg), '807' (Macedonia), '498' (Moldova), '499' (Montenegro), '528' (Netherlands), '578' (Norway), '616' (Poland), '620' (Portugal), '642' (Romania), '643' (Russia), '688' (Serbia), '703' (Slovakia), '705' (Slovenia), '756' (Switzerland), '792' (Turkey), '795' (Turkmenistan), '826' (United Kingdom), '804' (Ukraine), '860' (Uzbekistan)

source: In Sweden for items both <maximumTemperature> & <minimumTemperature> are required.
de: In Sweden für Artikel beide <maximumTemperature> & <minimumTemperature> sind erforderlich.
fr: Dans Sweden pour articles les deux <maximumTemperature> & <minimumTemperature> sont requis.
nl: In Sweden zijn voor artikelen zowel <maximumTemperature> als <minimumTemperature> verplicht.

source: For biocide regulation, at least one <regulationLevelCodeReference> shall be provided for the product with the biocide type.
de: Für biocide regulation, mindestens ein <regulationLevelCodeReference> muss angegeben werden für der Produkt mit der biocide Typ.
fr: Pour biocide regulation, au moins un <regulationLevelCodeReference> doit être fourni pour le produit avec le biocide type.
nl: Voor biocide regelgeving moet ten minste één <regulationLevelCodeReference> worden opgegeven voor het product met het biocidetype.

source: The <dietTypeSubcodeCode> is not valid for a Pescatarian diet.
de: Der <dietTypeSubcodeCode> ist nicht gültig für ein Pescatarian diet.
fr: Le <dietTypeSubcodeCode> n'est pas valide pour un Pescatarian diet.
nl: De <dietTypeSubcodeCode> is niet geldig voor een Pescatarian dieet.

source: The <dietTypeSubcodeCode> is not valid for a Vegetarian diet.
de: Der <dietTypeSubcodeCode> ist nicht gültig für ein Vegetarian diet.
fr: Le <dietTypeSubcodeCode> n'est pas valide pour un Vegetarian diet.
nl: De <dietTypeSubcodeCode> is niet geldig voor een Vegetarian dieet.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the <dietTypeSubCode> <<dietTypeSubCode>> is not valid for a Vegetarian diet.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der <dietTypeSubCode> <<dietTypeSubCode>> ist nicht gültig für ein Vegetarian diet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le <dietTypeSubCode> <<dietTypeSubCode>> n'est pas valide pour un Vegetarian diet.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, de <dietTypeSubCode> <<dietTypeSubCode>> is niet geldig voor een Vegetarian dieet.

source: The <dietTypeSubcodeCode> is not valid for a Kosher diet.
de: Der <dietTypeSubcodeCode> ist nicht gültig für ein Kosher diet.
fr: Le <dietTypeSubcodeCode> n'est pas valide pour un Kosher diet.
nl: De <dietTypeSubcodeCode> is niet geldig voor een Kosher dieet.

source: If populated, <packagingRawMaterialContentPercentage> must be greater than or equal to 0 and smaller than or equal to 100.
de: Wenn befüllt, <packagingRawMaterialContentPercentage> muss sein größer als oder gleich 0 und smaller than oder gleich 100.
fr: Si renseigné, <packagingRawMaterialContentPercentage> doit être supérieur ou égal à 0 et smaller than ou égal à 100.
nl: Als ingevuld, moet <packagingRawMaterialContentPercentage> groter zijn dan of gelijk zijn aan 0 en kleiner dan of gelijk zijn aan 100.

source: If populated, <packagingLabellingCoveragePercentage> must be greater than or equal to 0 and smaller than or equal to 100.
de: Wenn befüllt, <packagingLabellingCoveragePercentage> muss sein größer als oder gleich 0 und smaller than oder gleich 100.
fr: Si renseigné, <packagingLabellingCoveragePercentage> doit être supérieur ou égal à 0 et smaller than ou égal à 100.
nl: Als ingevuld, moet <packagingLabellingCoveragePercentage> groter zijn dan of gelijk zijn aan 0 en kleiner dan of gelijk zijn aan 100.

source: For the French target market, the value 'UNSPECIFIED' is not accepted for {specifiy the attribute} using the NonBinaryLogicEnumeration data type.
de: Für der French Zielmarkt, der Wert 'UNSPECIFIED' ist nicht accepted für {specifiy der Attribut} using der NonBinaryLogicEnumeration Daten Typ.
fr: Pour le French marché cible, le valeur 'UNSPECIFIED' n'est pas accepted pour {specifiy le attribut} using le NonBinaryLogicEnumeration données type.
nl: Voor de Franse doelmarkt is de waarde 'UNSPECIFIED' niet toegestaan voor {specifiy the attribute} met het NonBinaryLogicEnumeration gegevenstype.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Nutrient Detail sub-class is used, then Nutrient Code <nutrientTypeCode> must be unique within the same Nutrient Header class.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Nutrient Detail sub-Klasse is verwendet, dann Nutrient Code <nutrientTypeCode> muss sein eindeutig innerhalb der gleiche Nutrient Header Klasse.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nutrient Detail sub-classe is utilisé, alors Nutrient Code <nutrientTypeCode> doit être unique dans le même Nutrient Header classe.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als de Nutrient Detail sub-class wordt gebruikt, dan moet Nutrient Code <nutrientTypeCode> uniek zijn binnen dezelfde Nutrient Header class.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the FAO catch zones 27 (Atlantic, Northeast) and 37 (Mediterranean and Black Sea) are not valid, please use the sub areas or divisions for these zones.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der FAO catch zones 27 (Atlantic, Northeast) und 37 (Mediterranean und Black Sea) sind nicht gültig, please verwenden der sub areas oder divisions für diese zones.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le FAO catch zones 27 (Atlantic, Northeast) et 37 (Mediterranean et Black Sea) ne sont pas valide, please utiliser le sub areas ou divisions pour ces zones.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, de FAO vangstgebieden 27 (Atlantic, Northeast) en 37 (Mediterranean en Black Sea) zijn niet geldig; gebruik de subgebieden of divisies voor deze zones.
