Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Irregularly Configured Non-GTIN Pallet Indicator <isNonGTINLogisticsUnitPackedIrregularly> equals 'FALSE' or is not used, then Count of This Specific Item in a Non-GTIN Pallet <quantityOfTradeItemsPerPallet> must equal Number of Layers per Non-GTIN Pallet <quantityOfLayersPerPallet> multiplied by Number of Units per Layer in a Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Irregularly Configured Non-GTIN Pallet Indicator <isNonGTINLogisticsUnitPackedIrregularly> ist gleich 'FALSE' oder ist nicht verwendet, dann Count von This Specific Artikel in ein Non-GTIN Pallet <quantityOfTradeItemsPerPallet> muss gleich sein Anzahl von Layers pro Non-GTIN Pallet <quantityOfLayersPerPallet> multiplied von Anzahl von Einheiten pro Layer in ein Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Irregularly Configured Non-GTIN Pallet Indicator <isNonGTINLogisticsUnitPackedIrregularly> est égal à 'FALSE' ou n'est pas utilisé, alors Count de This Specific Article dans un Non-GTIN Pallet <quantityOfTradeItemsPerPallet> doit être égal à Nombre de Layers par Non-GTIN Pallet <quantityOfLayersPerPallet> multiplied par Nombre de Unités par Layer dans un Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Irregularly Configured Non-GTIN Pallet Indicator <isNonGTINLogisticsUnitPackedIrregularly> gelijk is aan 'FALSE' of niet wordt gebruikt, dan moet Count of This Specific Artikel in een Non-GTIN Pallet <quantityOfTradeItemsPerPallet> gelijk zijn aan Aantal Lagen per Non-GTIN Pallet <quantityOfLayersPerPallet> vermenigvuldigd met Aantal Eenheden per Laag in een Non-GTIN Pallet <quantityOfTradeItemsPerPalletLayer>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE', then at least one iteration of Short Product Name <descriptionShort> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE', dann mindestens eine Iteration von Short Produkt Name <descriptionShort> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE', alors au moins une itération de Short Produit Nom <descriptionShort> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE', dan moet ten minste één iteratie van Short Product Name <descriptionShort> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Base Unit Indicator <isTradeItemABaseUnit> equals 'TRUE' or Consumer Unit Indicator <isTradeItemAConsumerUnit> equals 'TRUE', then at least one iteration of Product Description <tradeItemDescription> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Base Einheit Indicator <isTradeItemABaseUnit> ist gleich 'TRUE' oder Consumer Einheit Indicator <isTradeItemAConsumerUnit> ist gleich 'TRUE', dann mindestens eine Iteration von Produkt Beschreibung <tradeItemDescription> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Base Unité Indicator <isTradeItemABaseUnit> est égal à 'TRUE' ou Consumer Unité Indicator <isTradeItemAConsumerUnit> est égal à 'TRUE', alors au moins une itération de Produit Description <tradeItemDescription> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Basiseenheid Indicator <isTradeItemABaseUnit> gelijk is aan 'TRUE' of Consumenteneenheid-indicator <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet ten minste één iteratie van Product Omschrijving <tradeItemDescription> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Product Type Description <functionalName> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Produkt Typ Beschreibung <functionalName> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Produit Type Description <functionalName> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Product Type Omschrijving <functionalName> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Hazardous Statements Description <hazardStatementsDescription> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Hazardous Statements Beschreibung <hazardStatementsDescription> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Hazardous Statements Description <hazardStatementsDescription> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Gevaarsaanduidingsomschrijving <hazardStatementsDescription> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Precautionary Statement Description <precautionaryStatementsDescription> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Precautionary Statement Beschreibung <precautionaryStatementsDescription> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Precautionary Statement Description <precautionaryStatementsDescription> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Voorzorgsmaatregelomschrijving <precautionaryStatementsDescription> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Preparation Instructions <preparationInstructions> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Preparation Instructions <preparationInstructions> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Preparation Instructions <preparationInstructions> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Preparation Instructions <preparationInstructions> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Hazardous Material Additional Information <hazardousMaterialAdditionalInformation> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Hazardous Material Additional Information <hazardousMaterialAdditionalInformation> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Hazardous Material Additional Information <hazardousMaterialAdditionalInformation> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Aanvullende informatie gevaarlijke materialen <hazardousMaterialAdditionalInformation> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Dangerous Goods Technical Name <dangerousGoodsTechnicalName> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Dangerous Goods Technical Name <dangerousGoodsTechnicalName> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Dangerous Goods Technical Nom <dangerousGoodsTechnicalName> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Technische naam gevaarlijke goederen <dangerousGoodsTechnicalName> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Product Characteristic Value as a Description <productCharacteristicValueDescription> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Produkt Characteristic Value als ein Beschreibung <productCharacteristicValueDescription> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Produit Characteristic Value en tant que un Description <productCharacteristicValueDescription> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Product Characteristic Waarde als Omschrijving <productCharacteristicValueDescription> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, at least one iteration of Serving Suggestion <servingSuggestion> must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, mindestens eine Iteration von Serving Suggestion <servingSuggestion> muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, au moins une itération de Serving Suggestion <servingSuggestion> doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet ten minste één iteratie van Serving Suggestion <servingSuggestion> worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Percent of Fat in Cheese <fatPercentageInDryMatter> and Percent of Milk Fat in Dairy <fatInMilkContent> must not be used at the same time.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Percent von Fat in Cheese <fatPercentageInDryMatter> und Percent von Milk Fat in Dairy <fatInMilkContent> darf nicht verwendet werden bei der gleiche time.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Percent de Fat dans Cheese <fatPercentageInDryMatter> et Percent de Milk Fat dans Dairy <fatInMilkContent> ne doit pas être utilisé à le même time.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, mogen Procent of Fat in Cheese <fatPercentageInDryMatter> en Procent of Milk Fat in Dairy <fatInMilkContent> niet gelijktijdig worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if multiple iterations of Nutritional Program Code <nutritionalProgramCode> equal '8' (Nutri-Score), then Nutritional Program Detail <nutritionalProgramDetail> must be used in each corresponding iteration.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if multiple Iterationen von Nutritional Program Code <nutritionalProgramCode> equal '8' (Nutri-Score), dann Nutritional Program Detail <nutritionalProgramDetail> muss verwendet werden in jeder corresponding Iteration.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if multiple itérations de Nutritional Program Code <nutritionalProgramCode> equal '8' (Nutri-Score), alors Nutritional Program Detail <nutritionalProgramDetail> doit être utilisé dans chaque corresponding itération.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als meerdere iteraties van Nutritional Program Code <nutritionalProgramCode> gelijk zijn aan '8' (Nutri-Score), dan moet Nutritional Program Detail <nutritionalProgramDetail> worden gebruikt in elke bijbehorende iteratie.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Nutritional Program Code <nutritionalProgramCode> equals '8' (Nutri-Score) and Nutritional Program Detail <nutritionalProgramDetail> is used, then at least one iteration of Nutritional Program Detail must be provided in German, French or Italian.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Nutritional Program Code <nutritionalProgramCode> ist gleich '8' (Nutri-Score) und Nutritional Program Detail <nutritionalProgramDetail> is verwendet, dann mindestens eine Iteration von Nutritional Program Detail muss angegeben werden in German, French oder Italian.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nutritional Program Code <nutritionalProgramCode> est égal à '8' (Nutri-Score) et Nutritional Program Detail <nutritionalProgramDetail> is utilisé, alors au moins une itération de Nutritional Program Detail doit être fourni dans German, French ou Italian.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Nutritional Program Code <nutritionalProgramCode> gelijk is aan '8' (Nutri-Score) en Nutritional Program Detail <nutritionalProgramDetail> wordt gebruikt, dan moet ten minste één iteratie van Nutritional Program Detail worden opgegeven in het Duits, Frans of Italiaans.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Regulation Type Code <regulationTypeCode> equals 'EXPLOSIVES_PRECURSORS_REGISTRATION' and Regulation Compliance Indicator <isTradeItemRegulationCompliant> equals 'TRUE', then Regulation Level Code Reference <regulationLevelCodeReference> and Regulatory Act Compliance Level Code <regulatoryActComplianceLevelCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Regulation Typ Code <regulationTypeCode> ist gleich 'EXPLOSIVES_PRECURSORS_REGISTRATION' und Regulation Compliance Indicator <isTradeItemRegulationCompliant> ist gleich 'TRUE', dann Regulation Ebene Code Reference <regulationLevelCodeReference> und Regulatory Act Compliance Ebene Code <regulatoryActComplianceLevelCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Regulation Type Code <regulationTypeCode> est égal à 'EXPLOSIVES_PRECURSORS_REGISTRATION' et Regulation Compliance Indicator <isTradeItemRegulationCompliant> est égal à 'TRUE', alors Regulation Niveau Code Reference <regulationLevelCodeReference> et Regulatory Act Compliance Niveau Code <regulatoryActComplianceLevelCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Regelgeving Type Code <regulationTypeCode> gelijk is aan 'EXPLOSIVES_PRECURSORS_REGISTRATION' en Regelgeving Compliance Indicator <isTradeItemRegulationCompliant> gelijk is aan 'TRUE', dan moeten Regelgeving Niveau Code Reference <regulationLevelCodeReference> en Regulatory Act Compliance Niveau Code <regulatoryActComplianceLevelCode> worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the codes 'H87', 'KGM', 'LTR' or 'MTR' are allowed for Price Basis Quantity UoM (<priceBasisQuantity>/@<measurementUnitCode>).
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Codes 'H87', 'KGM', 'LTR' oder 'MTR' sind erlaubt für Price Basis Quantity UoM (<priceBasisQuantity>/@<measurementUnitCode>).
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le codes 'H87', 'KGM', 'LTR' ou 'MTR' sont autorisé pour Price Basis Quantity UoM (<priceBasisQuantity>/@<measurementUnitCode>).
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de codes 'H87', 'KGM', 'LTR' of 'MTR' toegestaan voor Price Basis Hoeveelheid UoM (<priceBasisQuantity>/@<measurementUnitCode>).

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, only the values 1, 10, 100 or 1000 are allowed for Price Basis Quantity <priceBasisQuantity>.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, nur der Werte 1, 10, 100 oder 1000 sind erlaubt für Price Basis Quantity <priceBasisQuantity>.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, seulement le valeurs 1, 10, 100 ou 1000 sont autorisé pour Price Basis Quantity <priceBasisQuantity>.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, zijn alleen de waarden 1, 10, 100 of 1000 toegestaan voor Price Basis Hoeveelheid <priceBasisQuantity>.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Diet Type Subcode <dietTypeSubcode> <<dietTypeSubcode> value> is only allowed if Dietary Regime Code <dietTypeCode> is 'VEGETARIAN'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Diet Typ Subcode <dietTypeSubcode> <<dietTypeSubcode> Wert> is nur erlaubt if Dietary Regime Code <dietTypeCode> is 'VEGETARIAN'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Diet Type Subcode <dietTypeSubcode> <<dietTypeSubcode> valeur> is seulement autorisé if Dietary Regime Code <dietTypeCode> is 'VEGETARIAN'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Dieet Type Subcode <dietTypeSubcode> <<dietTypeSubcode> waarde> alleen toegestaan als Dietary Regime Code <dietTypeCode> gelijk is aan 'VEGETARIAN'.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Claim Marked on Package <claimMarkedOnPackage> is only allowed if Claim Type Code <claimTypeCode> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Claim Marked auf Package <claimMarkedOnPackage> is nur erlaubt if Claim Typ Code <claimTypeCode> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Claim Marked sur Package <claimMarkedOnPackage> is seulement autorisé if Claim Type Code <claimTypeCode> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Claim Marked op Package <claimMarkedOnPackage> alleen toegestaan als Claim Type Code <claimTypeCode> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode> is only allowed if Percent of Fat in Cheese <fatPercentageInDryMatter> is used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode> is nur erlaubt if Percent von Fat in Cheese <fatPercentageInDryMatter> is verwendet.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, Fat Percentage dans Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode> is seulement autorisé if Percent de Fat dans Cheese <fatPercentageInDryMatter> is utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is Fat Percentage in Dry Matter Measurement Precision Code <fatPercentageInDryMatterMeasurementPrecisionCode> alleen toegestaan als Procent of Fat in Cheese <fatPercentageInDryMatter> wordt gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Nesting Increment <nestingIncrement> is used, then at least one of the two attributes Nesting Type Code <nestingTypeCode> or Nesting Direction Code <nestingDirectionCode> must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Nesting Increment <nestingIncrement> is verwendet, dann mindestens ein von der two Attribute Nesting Typ Code <nestingTypeCode> oder Nesting Direction Code <nestingDirectionCode> muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Nesting Increment <nestingIncrement> is utilisé, alors au moins un de le two attributs Nesting Type Code <nestingTypeCode> ou Nesting Direction Code <nestingDirectionCode> doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Nesting Increment <nestingIncrement> wordt gebruikt, dan moet ten minste één van de twee attributen Nesting Type Code <nestingTypeCode> of Nesting Direction Code <nestingDirectionCode> worden gebruikt.
