Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '49', then <depth> shall be between and including ('610 MMT' or '24.02 IN') and ('1220 MMT' or '48.04 IN') and <width> shall be between and including ('508 MMT' or '20 IN') and ('1016 MMT' or '40 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '49', dann <depth> muss sein zwischen und including ('610 MMT' oder '24.02 IN') und ('1220 MMT' oder '48.04 IN') und <width> muss sein zwischen und including ('508 MMT' oder '20 IN') und ('1016 MMT' oder '40 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '49', alors <depth> doit être entre et including ('610 MMT' ou '24.02 IN') et ('1220 MMT' ou '48.04 IN') et <width> doit être entre et including ('508 MMT' ou '20 IN') et ('1016 MMT' ou '40 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '49', dan moet <depth> liggen tussen en inclusief ('610 MMT' of '24.02 IN') en ('1220 MMT' of '48.04 IN') en moet <width> liggen tussen en inclusief ('508 MMT' of '20 IN') en ('1016 MMT' of '40 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '48', then <depth> shall be between and including ('610 MMT' or '24.02 IN') and ('1220 MMT' or '48.04 IN') and <width> shall be between and including ('1016 MMT' or '40 IN') and ('2032 MMT' or '80 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '48', dann <depth> muss sein zwischen und including ('610 MMT' oder '24.02 IN') und ('1220 MMT' oder '48.04 IN') und <width> muss sein zwischen und including ('1016 MMT' oder '40 IN') und ('2032 MMT' oder '80 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '48', alors <depth> doit être entre et including ('610 MMT' ou '24.02 IN') et ('1220 MMT' ou '48.04 IN') et <width> doit être entre et including ('1016 MMT' ou '40 IN') et ('2032 MMT' ou '80 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '48', dan moet <depth> liggen tussen en inclusief ('610 MMT' of '24.02 IN') en ('1220 MMT' of '48.04 IN') en moet <width> liggen tussen en inclusief ('1016 MMT' of '40 IN') en ('2032 MMT' of '80 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '47', then <depth> shall be between and including ('400 MMT' or '15.75 IN') and ('800 MMT' or '31.5 IN'), and <width> shall be between and including ( '800 MMT' or '31.50 IN) and ('1600 MMT' or '63 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '47', dann <depth> muss sein zwischen und including ('400 MMT' oder '15.75 IN') und ('800 MMT' oder '31.5 IN'), und <width> muss sein zwischen und including ( '800 MMT' oder '31.50 IN) und ('1600 MMT' oder '63 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '47', alors <depth> doit être entre et including ('400 MMT' ou '15.75 IN') et ('800 MMT' ou '31.5 IN'), et <width> doit être entre et including ( '800 MMT' ou '31.50 IN) et ('1600 MMT' ou '63 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '47', dan moet <depth> liggen tussen en inclusief ('400 MMT' of '15.75 IN') en ('800 MMT' of '31.5 IN'), en moet <width> liggen tussen en inclusief ('800 MMT' of '31.50 IN') en ('1600 MMT' of '63 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '43', then <depth> shall be between and including ('1140 MMT' or '43.31 IN') and ('2280 MMT' or '86.62 IN') and <width> shall be between and including ('1140 MMT' or '43.31 IN') and ('2280 MMT' or '86.62 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '43', dann <depth> muss sein zwischen und including ('1140 MMT' oder '43.31 IN') und ('2280 MMT' oder '86.62 IN') und <width> muss sein zwischen und including ('1140 MMT' oder '43.31 IN') und ('2280 MMT' oder '86.62 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '43', alors <depth> doit être entre et including ('1140 MMT' ou '43.31 IN') et ('2280 MMT' ou '86.62 IN') et <width> doit être entre et including ('1140 MMT' ou '43.31 IN') et ('2280 MMT' ou '86.62 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '43', dan moet <depth> liggen tussen en inclusief ('1140 MMT' of '43.31 IN') en ('2280 MMT' of '86.62 IN') en moet <width> liggen tussen en inclusief ('1140 MMT' of '43.31 IN') en ('2280 MMT' of '86.62 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '42', then <depth> shall bebetween and including ('1100 MMT' or '43.31 IN') and ('2200 MMT' or '86.62 IN') and <width> shall be between and including ('1100 MMT' or '43.31 IN') and ('2200 MMT' or '86.62 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '42', dann <depth> muss bebetween und including ('1100 MMT' oder '43.31 IN') und ('2200 MMT' oder '86.62 IN') und <width> muss sein zwischen und including ('1100 MMT' oder '43.31 IN') und ('2200 MMT' oder '86.62 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '42', alors <depth> doit bebetween et including ('1100 MMT' ou '43.31 IN') et ('2200 MMT' ou '86.62 IN') et <width> doit être entre et including ('1100 MMT' ou '43.31 IN') et ('2200 MMT' ou '86.62 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '42', dan moet <depth> liggen tussen en inclusief ('1100 MMT' of '43.31 IN') en ('2200 MMT' of '86.62 IN') en moet <width> liggen tussen en inclusief ('1100 MMT' of '43.31 IN') en ('2200 MMT' of '86.62 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '41', then <depth> shall be between and including ('1067 MMT' or '42.01 IN') and ('2134 MMT' or '84.02 IN') and <width> shall be between and including ('1067 MMT' or '42.01 IN') and ('2134 MMT' or '84.02 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '41', dann <depth> muss sein zwischen und including ('1067 MMT' oder '42.01 IN') und ('2134 MMT' oder '84.02 IN') und <width> muss sein zwischen und including ('1067 MMT' oder '42.01 IN') und ('2134 MMT' oder '84.02 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '41', alors <depth> doit être entre et including ('1067 MMT' ou '42.01 IN') et ('2134 MMT' ou '84.02 IN') et <width> doit être entre et including ('1067 MMT' ou '42.01 IN') et ('2134 MMT' ou '84.02 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '41', dan moet <depth> liggen tussen en inclusief ('1067 MMT' of '42.01 IN') en ('2134 MMT' of '84.02 IN') en moet <width> liggen tussen en inclusief ('1067 MMT' of '42.01 IN') en ('2134 MMT' of '84.02 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '40', then <depth> shall be between and including ('1016 MMT' or '40 IN') and ('2032 MMT' or '80 IN') and <width> shall be between and including ('1219 MMT' or '47.99 IN') and ('2438 MMT' or '95.98 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '40', dann <depth> muss sein zwischen und including ('1016 MMT' oder '40 IN') und ('2032 MMT' oder '80 IN') und <width> muss sein zwischen und including ('1219 MMT' oder '47.99 IN') und ('2438 MMT' oder '95.98 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '40', alors <depth> doit être entre et including ('1016 MMT' ou '40 IN') et ('2032 MMT' ou '80 IN') et <width> doit être entre et including ('1219 MMT' ou '47.99 IN') et ('2438 MMT' ou '95.98 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '40', dan moet <depth> liggen tussen en inclusief ('1016 MMT' of '40 IN') en ('2032 MMT' of '80 IN') en moet <width> liggen tussen en inclusief ('1219 MMT' of '47.99 IN') en ('2438 MMT' of '95.98 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '35', then <depth> shall be between and including ('1200 MMT' or '47.24 IN') and ('2400 MMT' or '94.5 IN'), and <width> shall be between and including ('1000 MMT' or '39.37 IN') and ('2000 MMT' or '78.74 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '35', dann <depth> muss sein zwischen und including ('1200 MMT' oder '47.24 IN') und ('2400 MMT' oder '94.5 IN'), und <width> muss sein zwischen und including ('1000 MMT' oder '39.37 IN') und ('2000 MMT' oder '78.74 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '35', alors <depth> doit être entre et including ('1200 MMT' ou '47.24 IN') et ('2400 MMT' ou '94.5 IN'), et <width> doit être entre et including ('1000 MMT' ou '39.37 IN') et ('2000 MMT' ou '78.74 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '35', dan moet <depth> liggen tussen en inclusief ('1200 MMT' of '47.24 IN') en ('2400 MMT' of '94.5 IN'), en moet <width> liggen tussen en inclusief ('1000 MMT' of '39.37 IN') en ('2000 MMT' of '78.74 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '31', then <depth> shall be between and including ('1000 MMT' or '39.37 IN') and ('2000 MMT' or '78.74 IN') and <width> shall be between and including ('600 MMT' or '23.62 IN') and ('1200 MMT' or '47.34 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '31', dann <depth> muss sein zwischen und including ('1000 MMT' oder '39.37 IN') und ('2000 MMT' oder '78.74 IN') und <width> muss sein zwischen und including ('600 MMT' oder '23.62 IN') und ('1200 MMT' oder '47.34 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '31', alors <depth> doit être entre et including ('1000 MMT' ou '39.37 IN') et ('2000 MMT' ou '78.74 IN') et <width> doit être entre et including ('600 MMT' ou '23.62 IN') et ('1200 MMT' ou '47.34 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '31', dan moet <depth> liggen tussen en inclusief ('1000 MMT' of '39.37 IN') en ('2000 MMT' of '78.74 IN') en moet <width> liggen tussen en inclusief ('600 MMT' of '23.62 IN') en ('1200 MMT' of '47.34 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '25', then <depth> shall be between and including ('1165 MMT' or '45.87 IN') and ('2330 MMT' or '91.74 IN'), and <width> shall be between and including ('1165 MMT' or '45.87 IN') and ('2330 MMT' or '91.74 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '25', dann <depth> muss sein zwischen und including ('1165 MMT' oder '45.87 IN') und ('2330 MMT' oder '91.74 IN'), und <width> muss sein zwischen und including ('1165 MMT' oder '45.87 IN') und ('2330 MMT' oder '91.74 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '25', alors <depth> doit être entre et including ('1165 MMT' ou '45.87 IN') et ('2330 MMT' ou '91.74 IN'), et <width> doit être entre et including ('1165 MMT' ou '45.87 IN') et ('2330 MMT' ou '91.74 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '25', dan moet <depth> liggen tussen en inclusief ('1165 MMT' of '45.87 IN') en ('2330 MMT' of '91.74 IN'), en moet <width> liggen tussen en inclusief ('1165 MMT' of '45.87 IN') en ('2330 MMT' of '91.74 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '14', then <depth> shall be between and including ('400 MMT' or '15.75 IN') and ('800 MMT' or '31.5 IN'), and <width> shall be between and including ('300 MMT' or '11.81 IN') and ('600 MMT' or '23.62 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '14', dann <depth> muss sein zwischen und including ('400 MMT' oder '15.75 IN') und ('800 MMT' oder '31.5 IN'), und <width> muss sein zwischen und including ('300 MMT' oder '11.81 IN') und ('600 MMT' oder '23.62 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '14', alors <depth> doit être entre et including ('400 MMT' ou '15.75 IN') et ('800 MMT' ou '31.5 IN'), et <width> doit être entre et including ('300 MMT' ou '11.81 IN') et ('600 MMT' ou '23.62 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '14', dan moet <depth> liggen tussen en inclusief ('400 MMT' of '15.75 IN') en ('800 MMT' of '31.5 IN'), en moet <width> liggen tussen en inclusief ('300 MMT' of '11.81 IN') en ('600 MMT' of '23.62 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '13', then <depth> shall be between and including ('600 MMT' or '23.62 IN') and ('1200 MMT' or '47.24 IN'), and <width> shall be between and including ('400 MMT' or '15.75 IN') and ('800 MMT' or '31.5 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '13', dann <depth> muss sein zwischen und including ('600 MMT' oder '23.62 IN') und ('1200 MMT' oder '47.24 IN'), und <width> muss sein zwischen und including ('400 MMT' oder '15.75 IN') und ('800 MMT' oder '31.5 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '13', alors <depth> doit être entre et including ('600 MMT' ou '23.62 IN') et ('1200 MMT' ou '47.24 IN'), et <width> doit être entre et including ('400 MMT' ou '15.75 IN') et ('800 MMT' ou '31.5 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '13', dan moet <depth> liggen tussen en inclusief ('600 MMT' of '23.62 IN') en ('1200 MMT' of '47.24 IN'), en moet <width> liggen tussen en inclusief ('400 MMT' of '15.75 IN') en ('800 MMT' of '31.5 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '12', then <depth> shall be between and including ('1200 MMT' or '47.24 IN') and ('2400 MMT' or '94.48 IN'), and <width> shall be between and including ('1000 MMT' or '39.37 IN') and ('2000 MMT' or '78.74 IN').
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '12', dann <depth> muss sein zwischen und including ('1200 MMT' oder '47.24 IN') und ('2400 MMT' oder '94.48 IN'), und <width> muss sein zwischen und including ('1000 MMT' oder '39.37 IN') und ('2000 MMT' oder '78.74 IN').
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '12', alors <depth> doit être entre et including ('1200 MMT' ou '47.24 IN') et ('2400 MMT' ou '94.48 IN'), et <width> doit être entre et including ('1000 MMT' ou '39.37 IN') et ('2000 MMT' ou '78.74 IN').
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '12', dan moet <depth> liggen tussen en inclusief ('1200 MMT' of '47.24 IN') en ('2400 MMT' of '94.48 IN'), en moet <width> liggen tussen en inclusief ('1000 MMT' of '39.37 IN') en ('2000 MMT' of '78.74 IN').

source: If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <tradeItemUnitDescriptorCode> equals 'PALLET' and <platformTypeCode> equals '11',
de: Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <tradeItemUnitDescriptorCode> ist gleich 'PALLET' und <platformTypeCode> ist gleich '11',
fr: Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <tradeItemUnitDescriptorCode> est égal à 'PALLET' et <platformTypeCode> est égal à '11',
nl: Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <tradeItemUnitDescriptorCode> gelijk is aan 'PALLET' en <platformTypeCode> gelijk is aan '11',

source: <descriptionShort> is missing. If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) and <isTradeItemAConsumerUnit> equals 'TRUE' then <descriptionShort> shall be used.
de: <descriptionShort> is missing. Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) und <isTradeItemAConsumerUnit> ist gleich 'TRUE' dann <descriptionShort> muss verwendet werden.
fr: <descriptionShort> is missing. Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) et <isTradeItemAConsumerUnit> est égal à 'TRUE' alors <descriptionShort> doit être utilisé.
nl: <descriptionShort> ontbreekt. Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)) en <isTradeItemAConsumerUnit> gelijk is aan 'TRUE', dan moet <descriptionShort> worden gebruikt.

source: <tradeItemDescription> is missing. If <targetMarketCountryCode> equals ('249' (France) or '250' (France)) then <tradeItemDescription> is mandatory for all Trade Items.
de: <tradeItemDescription> is missing. Wenn <targetMarketCountryCode> ist gleich ('249' (France) oder '250' (France)) dann <tradeItemDescription> ist obligatorisch für alle Handelsartikel.
fr: <tradeItemDescription> is missing. Si <targetMarketCountryCode> est égal à ('249' (France) ou '250' (France)) alors <tradeItemDescription> est obligatoire pour tous Articles commerciaux.
nl: <tradeItemDescription> ontbreekt. Als <targetMarketCountryCode> gelijk is aan ('249' (France) of '250' (France)), dan is <tradeItemDescription> verplicht voor alle handelsartikelen.

source: <priceComparisonContentTypeCode> and/or <priceComparisonMeasurement> is (are) missing.
de: <priceComparisonContentTypeCode> und/oder <priceComparisonMeasurement> is (sind) missing.
fr: <priceComparisonContentTypeCode> et/ou <priceComparisonMeasurement> is (sont) missing.
nl: <priceComparisonContentTypeCode> en/of <priceComparisonMeasurement> ontbreekt/ontbreken.

source: If (<packagingDepth> or <packagingWidth> are not empty) and (<platformTypeCode> is empty or <packagingTypeCode> does not equal 'PX'('PALLET'))
de: Wenn (<packagingDepth> oder <packagingWidth> sind nicht leer) und (<platformTypeCode> ist leer oder <packagingTypeCode> ist nicht gleich 'PX'('PALLET'))
fr: Si (<packagingDepth> ou <packagingWidth> ne sont pas vide) et (<platformTypeCode> est vide ou <packagingTypeCode> n'est pas égal à 'PX'('PALLET'))
nl: Als <packagingDepth> of <packagingWidth> niet leeg zijn en <platformTypeCode> leeg is of <packagingTypeCode> niet gelijk is aan 'PX' ('PALLET')

source: If <isTradeItemNonPhysical> is not equal to 'TRUE' then <tradeItemUnitDescriptor> must not be empty.
de: Wenn <isTradeItemNonPhysical> ist nicht gleich 'TRUE' dann <tradeItemUnitDescriptor> darf nicht leer sein.
fr: Si <isTradeItemNonPhysical> n'est pas égal à 'TRUE' alors <tradeItemUnitDescriptor> ne doit pas être vide.
nl: Als <isTradeItemNonPhysical> niet gelijk is aan 'TRUE', mag <tradeItemUnitDescriptor> niet leeg zijn.

source: There must be at most 1 iteration of <referencedTradeItem>/GTIN where <referencedTradeItemTypeCode> equals 'ITEM_VARIANT_MASTER'.
de: Es muss höchstens 1 Iteration von <referencedTradeItem>/GTIN wobei <referencedTradeItemTypeCode> ist gleich 'ITEM_VARIANT_MASTER'.
fr: Il doit y avoir au plus 1 itération de <referencedTradeItem>/GTIN où <referencedTradeItemTypeCode> est égal à 'ITEM_VARIANT_MASTER'.
nl: Er mag maximaal 1 iteratie zijn van <referencedTradeItem>/GTIN waarbij <referencedTradeItemTypeCode> gelijk is aan 'ITEM_VARIANT_MASTER'.
