Repository: Evebury/Evebury.Gdsn.Gs1
Catalog: Evebury.Gdsn.Gs1/R3/Resource/Message.*.resx
Languages: de, fr, nl

source: If nutrient type code is filled out with 'POLYL', then there shall be another nutrient type code with value 'CHOAVL' within the same group, for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'POLYL', dann es muss ein weiterer Nährstofftypcode mit Wert 'CHOAVL' innerhalb der gleiche group, für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'POLYL', alors il doit y avoir un autre code type de nutriment avec valeur 'CHOAVL' dans le même group, pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'POLYL', dan moet er een andere voedingsstoffencode met waarde 'CHOAVL' zijn binnen dezelfde groep, voor de doelmarkt.

source: If nutrient type code is filled out with 'SUGAR-', then there shall be another nutrient type code with value 'CHOAVL' for the legally required nutritional table within the same group, for the target market.
de: Wenn Nährstofftypcode is ausgefüllt mit 'SUGAR-', dann es muss ein weiterer Nährstofftypcode mit Wert 'CHOAVL' für der legally required nutritional table innerhalb der gleiche group, für der Zielmarkt.
fr: Si code type de nutriment is renseigné avec 'SUGAR-', alors il doit y avoir un autre code type de nutriment avec valeur 'CHOAVL' pour le legally required nutritional table dans le même group, pour le marché cible.
nl: Als voedingsstoffencode is ingevuld met 'SUGAR-', dan moet er een andere voedingsstoffencode met waarde 'CHOAVL' zijn voor de wettelijk verplichte voedingstabel binnen dezelfde groep, voor de doelmarkt.

source: The amount of nutrient type code 'NA' multiplied by 2.5 may not deviate more than 10% from the amount of nutrient type code SALTEQ with identical unit of measure in case of consumer units and a <measurementPrecisionCode> not equal to 'LESS_THAN' for target market Netherlands.
de: Der amount von Nährstofftypcode 'NA' multiplied von 2.5 darf nicht deviate mehr als 10% from der amount von Nährstofftypcode SALTEQ mit identical Maßeinheit im Falle von Verbrauchereinheiten und ein <measurementPrecisionCode> nicht gleich 'LESS_THAN' für Zielmarkt Netherlands.
fr: Le amount de code type de nutriment 'NA' multiplied par 2.5 ne peut pas deviate plus de 10% from le amount de code type de nutriment SALTEQ avec identical unité de mesure en cas de unités consommateur et un <measurementPrecisionCode> pas égal à 'LESS_THAN' pour marché cible Netherlands.
nl: Het bedrag van voedingsstoffencode 'NA' vermenigvuldigd met 2.5 mag niet meer dan 10% afwijken van het bedrag van voedingsstoffencode SALTEQ met identieke meeteenheid in het geval van consumenteneenheden en een <measurementPrecisionCode> niet gelijk aan 'LESS_THAN' voor doelmarkt Netherlands.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, if Global Product Category Code <gpcCategoryCode> is in GPC Segment '92000000' (<Haulage> Containers), then Packaging Marked Returnable Indicator <isPackagingMarkedReturnable> must not be 'TRUE'.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, if Global Produkt Kategorie Code <gpcCategoryCode> is in GPC Segment '92000000' (<Haulage> Containers), dann Packaging Marked Returnable Indicator <isPackagingMarkedReturnable> darf nicht sein 'TRUE'.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, if Global Produit Catégorie Code <gpcCategoryCode> is dans GPC Segment '92000000' (<Haulage> Containers), alors Packaging Marked Returnable Indicator <isPackagingMarkedReturnable> ne doit pas être 'TRUE'.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, als Globale productcategoriecode <gpcCategoryCode> in GPC Segment '92000000' (<Haulage> Containers) valt, dan mag Verpakking Marked Returnable Indicator <isPackagingMarkedReturnable> niet 'TRUE' zijn.

source: Is packaging marked returnable shall be populated for the target market in case of packed fresh fruits and vegetables.
de: Ist Verpackung marked returnable muss befüllt sein für der Zielmarkt im Falle von packed fresh fruits und vegetables.
fr: Est emballage marked returnable doit être renseigné pour le marché cible en cas de packed fresh fruits et vegetables.
nl: Is verpakking marked returnable moet worden ingevuld voor de doelmarkt in het geval van verpakt vers fruit en groenten.

source: Drained weight shall be greater than 0 (zero).
de: Drained weight muss sein größer als 0 (null).
fr: Drained weight doit être supérieur à 0 (zéro).
nl: Afgetapt gewicht moet groter zijn dan 0 (nul).

source: Drained weight shall not be used, if packaging type code is equal to 'NE' (Not packed).
de: Drained weight darf nicht verwendet werden, if Verpackungstyp Code is gleich 'NE' (Not packed).
fr: Drained weight ne doit pas être utilisé, if type d'emballage code is égal à 'NE' (Not packed).
nl: Afgetapt gewicht mag niet worden gebruikt als de verpakking type code gelijk is aan 'NE' (Not packed).

source: Number of smallest units per package shall be greater than 0 (zero).
de: Anzahl von smallest Einheiten pro Verpackung muss sein größer als 0 (null).
fr: Nombre de smallest unités par emballage doit être supérieur à 0 (zéro).
nl: Aantal kleinste eenheden per verpakking moet groter zijn dan 0 (nul).

source: The <<nutrientTypeCode>> nutrient type code used is not allowed in the target market.
de: Der <<nutrientTypeCode>> Nährstofftypcode verwendet ist nicht erlaubt in der Zielmarkt.
fr: Le <<nutrientTypeCode>> code type de nutriment utilisé n'est pas autorisé dans le marché cible.
nl: De gebruikte voedingsstoffencode <<nutrientTypeCode>> is niet toegestaan in de doelmarkt.

source: The sum of the quantity contained values for nutrient type codes 'FAT', 'PRO-' and 'CHOAVL' exceeds 100 gram.
de: Der Summe von der Menge contained Werte für Nährstoff Typ Codes 'FAT', 'PRO-' und 'CHOAVL' überschreitet 100 gram.
fr: Le somme de le quantité contained valeurs pour nutriment type codes 'FAT', 'PRO-' et 'CHOAVL' dépasse 100 gram.
nl: De som van de hoeveelheid bevat waarden voor nutrient type codes 'FAT', 'PRO-' en 'CHOAVL' overschrijdt 100 gram.

source: If preparation state code is used, then regulated product name should be used as well for consumer units.
de: Wenn preparation state Code is verwendet, dann regulated Produkt Name sollte sein verwendet als well für Verbrauchereinheiten.
fr: Si preparation state code is utilisé, alors regulated produit nom doit être utilisé en tant que well pour unités consommateur.
nl: Als bereidingsstatus code wordt gebruikt, dan moet de wettelijke productnaam ook worden gebruikt voor consumenteneenheden.

source: For batteries the field quantity of batteries built-in shall be greater than 0 (zero) if used. If quantity of batteries built in is not required, please do not populate.
de: Für batteries der Feld Menge von batteries built-in muss sein größer als 0 (null) if verwendet. Wenn Menge von batteries built in ist nicht erforderlich, please do nicht populate.
fr: Pour batteries le champ quantité de batteries built-dans doit être supérieur à 0 (zéro) if utilisé. Si quantité de batteries built dans n'est pas obligatoire, please do pas populate.
nl: Voor batterijen moet het veld hoeveelheid ingebouwde batterijen groter zijn dan 0 (nul) als het wordt gebruikt. Als de hoeveelheid ingebouwde batterijen niet vereist is, vul dit veld dan niet in.

source: For batteries the field quantity of batteries included shall be greater than 0 (zero) if used. If batteries are not included, please do not populate.
de: Für batteries der Feld Menge von batteries included muss sein größer als 0 (null) if verwendet. Wenn batteries sind nicht included, please do nicht populate.
fr: Pour batteries le champ quantité de batteries included doit être supérieur à 0 (zéro) if utilisé. Si batteries ne sont pas included, please do pas populate.
nl: Voor batterijen moet het veld hoeveelheid meegeleverde batterijen groter zijn dan 0 (nul) als het wordt gebruikt. Als er geen batterijen zijn meegeleverd, vul dit veld dan niet in.

source: For batteries the field quantity of batteries required shall be greater than 0 (zero) if used. If batteries are not required, please do not populate.
de: Für batteries der Feld Menge von batteries required muss sein größer als 0 (null) if verwendet. Wenn batteries sind nicht erforderlich, please do nicht populate.
fr: Pour batteries le champ quantité de batteries required doit être supérieur à 0 (zéro) if utilisé. Si batteries ne sont pas obligatoires, please do pas populate.
nl: Voor batterijen moet het veld hoeveelheid vereiste batterijen groter zijn dan 0 (nul) als het wordt gebruikt. Als er geen batterijen vereist zijn, vul dit veld dan niet in.

source: For batteries the field Battery weight shall be greater than 0 (zero), if used.
de: Für batteries der Feld Battery weight muss sein größer als 0 (null), if verwendet.
fr: Pour batteries le champ Battery weight doit être supérieur à 0 (zéro), if utilisé.
nl: Voor batterijen moet het veld Batterijgewicht groter zijn dan 0 (nul) als het wordt gebruikt.

source: Battery weight unit of measure shall contain the value 'KGM', 'GRM' or 'MGM'.
de: Battery weight Maßeinheit muss enthalten der Wert 'KGM', 'GRM' oder 'MGM'.
fr: Battery weight unité de mesure doit contenir le valeur 'KGM', 'GRM' ou 'MGM'.
nl: De meeteenheid voor batterijgewicht moet de waarde 'KGM', 'GRM' of 'MGM' bevatten.

source: For a Nutrient Header class, the Nutrient <<nutrientTypeCode>> and Measurement Precision Code <<measurementPrecisionCode>> must be unique.
de: Für ein Nutrient Header Klasse, der Nutrient <<nutrientTypeCode>> und Measurement Precision Code <<measurementPrecisionCode>> muss sein eindeutig.
fr: Pour un Nutrient Header classe, le Nutrient <<nutrientTypeCode>> et Measurement Precision Code <<measurementPrecisionCode>> doit être unique.
nl: Voor een Nutrient Header class moeten de Nutrient <<nutrientTypeCode>> en Measurement Precision Code <<measurementPrecisionCode>> uniek zijn.

source: Only one <gtin> within a hierarchy can have <isTradeItemUDIDILevel> set to 'TRUE'.
de: Nur one <gtin> innerhalb ein Hierarchie can haben <isTradeItemUDIDILevel> set zu 'TRUE'.
fr: Seulement one <gtin> dans un hiérarchie can ont <isTradeItemUDIDILevel> set à 'TRUE'.
nl: Slechts één <gtin> binnen een hiërarchie kan <isTradeItemUDIDILevel> ingesteld hebben op 'TRUE'.

source: Only one <gtin> within a hierarchy can have <isTradeItemUnitOfUse> set to 'TRUE'.
de: Nur one <gtin> innerhalb ein Hierarchie can haben <isTradeItemUnitOfUse> set zu 'TRUE'.
fr: Seulement one <gtin> dans un hiérarchie can ont <isTradeItemUnitOfUse> set à 'TRUE'.
nl: Slechts één <gtin> binnen een hiërarchie kan <isTradeItemUnitOfUse> ingesteld hebben op 'TRUE'.

source: If all of following three attributes are provided, then gross weight of a Non-GTIN Logistic Unit <grossWeight> must be greater than 96 % of Trade Item's Gross Weight <grossWeight> multiplied by the Quantity Of Trade Items Per Pallet <quantityOfTradeItemsPerPallet>.
de: Wenn alle von folgende three Attribute sind angegeben, dann Bruttogewicht von ein Non-GTIN Logistic Einheit <grossWeight> muss sein größer als 96 % von Handelsartikel's Bruttogewicht <grossWeight> multiplied von der Quantity Von Handelsartikel Per Pallet <quantityOfTradeItemsPerPallet>.
fr: Si tous de suivant three attributs sont fournis, alors poids brut de un Non-GTIN Logistic Unité <grossWeight> doit être supérieur à 96 % de Article commercial's Poids brut <grossWeight> multiplied par le Quantity De Articles commerciaux Per Pallet <quantityOfTradeItemsPerPallet>.
nl: Als alle drie de volgende attributen zijn opgegeven, dan moet het brutogewicht van een Non-GTIN Logistieke Eenheid <grossWeight> groter zijn dan 96% van het Brutogewicht <grossWeight> van het handelsartikel vermenigvuldigd met de Hoeveelheid Handelsartikelen Per Pallet <quantityOfTradeItemsPerPallet>.

source: The attribute <additionalTradeItemClassificationSystemCode> with value '76' EU Regulation <IVDR> Risk class is not repeatable.
de: Der Attribut <additionalTradeItemClassificationSystemCode> mit Wert '76' EU Regulation <IVDR> Risk Klasse ist nicht repeatable.
fr: Le attribut <additionalTradeItemClassificationSystemCode> avec valeur '76' EU Regulation <IVDR> Risk classe n'est pas repeatable.
nl: Het attribuut <additionalTradeItemClassificationSystemCode> met waarde '76' EU Verordening <IVDR> Risk class is niet herhaalbaar.

source: The attribute <additionalTradeItemClassificationSystemCode> with value '85' EU Directive <IVDD> Risk class is not repeatable.
de: Der Attribut <additionalTradeItemClassificationSystemCode> mit Wert '85' EU Directive <IVDD> Risk Klasse ist nicht repeatable.
fr: Le attribut <additionalTradeItemClassificationSystemCode> avec valeur '85' EU Directive <IVDD> Risk classe n'est pas repeatable.
nl: Het attribuut <additionalTradeItemClassificationSystemCode> met waarde '85' EU Directive <IVDD> Risk class is niet herhaalbaar.

source: <nutritionalScore> shall not be used, if <nutritionalProgramCode> equals '8' (Nutri-Score) and <nutritionalProgramStatusCode> equals 'NOT_REGISTERED'.
de: <nutritionalScore> darf nicht verwendet werden, if <nutritionalProgramCode> ist gleich '8' (Nutri-Score) und <nutritionalProgramStatusCode> ist gleich 'NOT_REGISTERED'.
fr: <nutritionalScore> ne doit pas être utilisé, if <nutritionalProgramCode> est égal à '8' (Nutri-Score) et <nutritionalProgramStatusCode> est égal à 'NOT_REGISTERED'.
nl: <nutritionalScore> mag niet worden gebruikt als <nutritionalProgramCode> gelijk is aan '8' (Nutri-Score) en <nutritionalProgramStatusCode> gelijk is aan 'NOT_REGISTERED'.

source: Invalid measurement unit for <alcoholicBeverageSugarContent>: <<alcoholicBeverageSugarContent>/@<measurementUnitCode>>. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, <alcoholicBeverageSugarContent> must have 'GL' (gram per litre) as the measurement unit.
de: Invalid Messung Einheit für <alcoholicBeverageSugarContent>: <<alcoholicBeverageSugarContent>/@<measurementUnitCode>>. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, <alcoholicBeverageSugarContent> muss haben 'GL' (gram pro litre) als der Messung Einheit.
fr: Invalid mesure unité pour <alcoholicBeverageSugarContent>: <<alcoholicBeverageSugarContent>/@<measurementUnitCode>>. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, <alcoholicBeverageSugarContent> doit avoir 'GL' (gram par litre) en tant que le mesure unité.
nl: Ongeldige meeteenheid voor <alcoholicBeverageSugarContent>: <<alcoholicBeverageSugarContent>/@<measurementUnitCode>>. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet <alcoholicBeverageSugarContent> 'GL' (gram per litre) hebben als meeteenheid.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, one iteration of Feeding Instructions <feedingInstructions> must be supplied in Swedish.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, eine Iteration von Feeding Instructions <feedingInstructions> muss sein supplied in Swedish.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, une itération de Feeding Instructions <feedingInstructions> doit être supplied dans Swedish.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, moet één iteratie van Feeding Instructions <feedingInstructions> worden aangeleverd in het Zweeds.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, invalid use of <aDRDangerousGoodsLimitedQuantitiesCode>. <aDRDangerousGoodsLimitedQuantitiesCode> has been deprecated. Use Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> instead.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, ungültig verwenden von <aDRDangerousGoodsLimitedQuantitiesCode>. <aDRDangerousGoodsLimitedQuantitiesCode> hat been deprecated. Use Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> instead.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, invalide utiliser de <aDRDangerousGoodsLimitedQuantitiesCode>. <aDRDangerousGoodsLimitedQuantitiesCode> a been deprecated. Use Dangerous Goods Limited Quantities Code <dangerousGoodsLimitedQuantitiesCode> instead.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, ongeldig gebruik van <aDRDangerousGoodsLimitedQuantitiesCode>. <aDRDangerousGoodsLimitedQuantitiesCode> is vervallen. Gebruik in plaats daarvan Gevaarlijke-goederencode voor beperkte hoeveelheden <dangerousGoodsLimitedQuantitiesCode>.

source: One or both of <targetConsumerMinimumUsage> or <targetConsumerMaximumUsage> is missing. You must supply one or both of these attributes if you use <targetConsumerUsageTypeCode>.
de: One oder beide von <targetConsumerMinimumUsage> oder <targetConsumerMaximumUsage> is missing. You must supply one oder beide von diese Attribute if you verwenden <targetConsumerUsageTypeCode>.
fr: One ou les deux de <targetConsumerMinimumUsage> ou <targetConsumerMaximumUsage> is missing. You must supply one ou les deux de ces attributs if you utiliser <targetConsumerUsageTypeCode>.
nl: Één van beide <targetConsumerMinimumUsage> of <targetConsumerMaximumUsage> ontbreekt. U moet één van beide attributen opgeven als u <targetConsumerUsageTypeCode> gebruikt.

source: Missing Consumer Sales Condition Code <consumerSalesConditionCode>. For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, the Consumer Sales Condition Code is required for tobacco products.
de: Missing Consumer Sales Condition Code <consumerSalesConditionCode>. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, der Consumer Sales Condition Code ist erforderlich für tobacco products.
fr: Missing Consumer Sales Condition Code <consumerSalesConditionCode>. Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, le Consumer Sales Condition Code est requis pour tobacco products.
nl: Consumer Sales Condition Code <consumerSalesConditionCode> ontbreekt. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is de Consumer Sales Condition Code verplicht voor tabaksproducten.

source: <tradeItemMarketingMessage> is missing. For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, it is not permitted to use <shortTradeItemMarketingMessage> without also using <tradeItemMarketingMessage>.
de: <tradeItemMarketingMessage> is missing. Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, it ist nicht permitted zu verwenden <shortTradeItemMarketingMessage> ohne auch using <tradeItemMarketingMessage>.
fr: <tradeItemMarketingMessage> is missing. Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, it n'est pas permitted à utiliser <shortTradeItemMarketingMessage> sans aussi using <tradeItemMarketingMessage>.
nl: <tradeItemMarketingMessage> ontbreekt. Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is het niet toegestaan om <shortTradeItemMarketingMessage> te gebruiken zonder ook <tradeItemMarketingMessage> te gebruiken.

source: For Country of Sale Code <targetMarketCountryCode> <<targetMarketCountryCode> Country name>, it is not permitted to add or remove values in Allergen Type Code <allergenTypeCode> using a 'CHANGE_BY_REFRESH' Document Command. Changes to allergens require a new GTIN.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <<targetMarketCountryCode> Land Name>, it ist nicht permitted zu add oder remove Werte in Allergen Typ Code <allergenTypeCode> using a 'CHANGE_BY_REFRESH' Document Command. Changes zu allergens require ein new GTIN.
fr: Pour le code du pays de vente <targetMarketCountryCode> <<targetMarketCountryCode> Pays nom>, it n'est pas permitted à add ou remove valeurs dans Allergen Type Code <allergenTypeCode> using a 'CHANGE_BY_REFRESH' Document Command. Changes à allergens require un new GTIN.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, is het niet toegestaan om waarden toe te voegen of te verwijderen in Allergen Type Code <allergenTypeCode> met een 'CHANGE_BY_REFRESH' Document Command. Wijzigingen in allergenen vereisen een nieuwe GTIN.

source: <packagingRawMaterialCode> is missing. When <packagingRawMaterialContentPercentage> is used, <packagingRawMaterialCode> must also be used.
de: <packagingRawMaterialCode> is missing. Wenn <packagingRawMaterialContentPercentage> is verwendet, <packagingRawMaterialCode> must auch be verwendet.
fr: <packagingRawMaterialCode> is missing. Lorsque <packagingRawMaterialContentPercentage> is utilisé, <packagingRawMaterialCode> must aussi be utilisé.
nl: <packagingRawMaterialCode> ontbreekt. Als <packagingRawMaterialContentPercentage> wordt gebruikt, moet <packagingRawMaterialCode> ook worden gebruikt.

source: For Country of Sale Code <targetMarketCountryCode> <'<targetMarketCountryCode> Country name>, <sizeTypeCode> or <sizeDimension> is missing. When one is used, the other must be used.
de: Für den Ländercode des Verkaufslandes <targetMarketCountryCode> <'<targetMarketCountryCode> Land Name>, <sizeTypeCode> oder <sizeDimension> is missing. Wenn one is verwendet, der anderer muss verwendet werden.
fr: Pour le code du pays de vente <targetMarketCountryCode> <'<targetMarketCountryCode> Pays nom>, <sizeTypeCode> ou <sizeDimension> is missing. Lorsque one is utilisé, le autre doit être utilisé.
nl: Voor verkooplandcode <targetMarketCountryCode> <<targetMarketCountryCode> landnaam>, <sizeTypeCode> of <sizeDimension> ontbreekt. Als één wordt gebruikt, moet de andere ook worden gebruikt.

source: Invalid meaurement unit for <colourTemperature>: <<colourTemperature>/@<measurementUnitCode>>. <colourTemperature> must have 'KEL' (Kelvin) as the measurement unit.
de: Invalid meaurement Einheit für <colourTemperature>: <<colourTemperature>/@<measurementUnitCode>>. <colourTemperature> muss haben 'KEL' (Kelvin) als der Messung Einheit.
fr: Invalid meaurement unité pour <colourTemperature>: <<colourTemperature>/@<measurementUnitCode>>. <colourTemperature> doit avoir 'KEL' (Kelvin) en tant que le mesure unité.
nl: Ongeldige meeteenheid voor <colourTemperature>: <<colourTemperature>/@<measurementUnitCode>>. <colourTemperature> moet 'KEL' (Kelvin) hebben als meeteenheid.
